{
  "pmcid": "10025027",
  "title": "Amelioration of the physio-biochemical responses to salinity stress and computing the primary germination index components in cauliflower on seed priming",
  "abstract": "The significant horticultural crop, cauliflower (Brassica oleracea L. var. botrytis) is vulnerable to the excessive salt concentration in the soil, which contributes to its scaled-down growth and productivity, among other indices. The current study examines the efficacy of hydropriming, halopriming, and osmopriming on the physio-biochemical attributes and tolerance to salinity (100 mM NaCl) in cauliflower under controlled conditions. The results showed that the salinity (100 mM NaCl) has significant deleterious impacts on cauliflower seed germination, seedling growth, and photosynthetic attributes, and provoked the production of reactive oxygen species. In contrast, different priming approaches proved beneficial in mitigating the negative effects of salinity and boosted the germination, vigor indices, seedling growth, and physio-biochemical attributes like photosynthetic pigments, protein, and proline content while suppressing oxidative damage and MDA content in cauliflower seedlings in treatment- and dose-dependent manner. PCA revealed 61% (PC1) and 15% (PC2) of the total variance with substantial positive relationships and high loading conditions on all germination attributes on PC1 with greater PC1 scores for PEG treatments showing the increased germination indices in PEG-treated seeds among all the priming treatments tested. All 13 distinct priming treatments tried clustered into three groups as per Ward's approach of systematic categorization, clustering the third group showing relatively poor germination performances. Most germination traits exhibited statistically significant associations at the p < 0.01 level. Overall, the results established the usefulness of the different priming approaches facilitating better germination, survival, and resistance against salinity in the cauliflower to be used further before sowing in the salt-affected agro-ecosystems.",
  "introduction": "Introduction\n\nSalinity with a high sodium chloride concentration (≥40 mM) in soil or irrigation water is the main concern worldwide in the context of rapid climatic changes due to its impact on nearly 20% of the world's total agricultural land, and the economics of crop production. Simultaneously, the requirement to feed 9.3 billion people by 2050 is driving agricultural output into marginal regions, necessitating a significant advancement in the development of saline-tolerant crops. The most susceptible stages to salinity are seed germination and seed establishment. Salinity triggers adverse changes in biochemical, physiological, and metabolic processes in the growing seeds. Reduced water availability, ionic imbalance, the altered release of reserve nutrients, and changes in protein structural organization are some of the few consequences of salinity on seed germination. Besides, the formation of damaging reactive oxygen species (ROS) causes oxidative damage to protein and lipids, DNA and RNA breakage, cell leakage, damage to cell membranes and organelles, loss of photosynthetic components, and cell death.\n\nSeed priming is an age-old technique that has been proven to be an inexpensive, efficient, practical, and safe pre-sowing approach to combat the salinity-induced growth and developmental limitation of plants and to promote cost-effective and sustainable crop production on salt-affected soil. Seed priming has been shown to be beneficial by promoting seed germination parameters, facilitating seedling development with an enhanced vigour, and boosting water and minerals uptake, under various abiotic stress conditions such as drought, chilling, salinity, heat, and heavy metals, etc.\n\nThere are various approaches to seed priming such as hydropriming, halopriming, osmopriming, hormoprimimg, biopriming, thermopriming, and solid matrix priming. The consequences of priming are influenced by the priming agent, the duration of priming, and the dosage of priming agents. There are several reports that water, sodium chloride, thiourea, proline, and polyethylene glycol have been proven to be efficient priming agents for improving germination, seedling establishment, vigour, and tolerance under salinity stress. However, a large percentage of these findings are focused on germination parameters of model crops and cereals such as Arabidopsis, chili, tomato, wheat, maize, sorghum, barley, etc.\n\nBrassica oleracea L. represents a popular cash crop and the second most economical cooked vegetable after potato of the family Brassicaceae. It is recognised as the chief nutrient-rich crop, including a broad variety of phytochemicals with health-promoting qualities such as antioxidants, polyphenols, flavonoids, vitamin C, carotenoids, and tocopherols and some clinically important sulfur containing metabolites, i.e. cynidine, glucosinolates, siringin, etc.. Therefore, ingestion of these cruciferous veggies has been linked to a lower risk of cardiovascular and neurological diseases, type 2 diabetes, and malignancies such as colorectal, prostate, breast, bladder, colon, and pancreatic cancers. As a result, Brassica oleracea L. crops, such as broccoli (var. italica), cabbage (var. capitata), cauliflower (var. botrytis), brussels sprouts (var. gemmifera) and kale (var. acephala) are classified as functional foods and considered as “Super Veggies”. On an annual basis, 20 metric tonnes of cauliflower and broccoli are grown on 1.6 thousand acres throughout the world. According to FAO (Food and Agriculture Organization) of the United Nations, China and India are the world's largest producers, generating 1.42 million ha area having the annual production of 26.90 million tonnes per year, accounting for 74% of global production (FAO, 2019). However, these varieties sternly challenged by saline circumstances lead to a reduction in crop growth. Among the B. oleracea varieties, Cauliflower (B. oleracea L. var. botrytis) is generally considered moderately salt tolerant. India produces around 13% of global vegetable output and ranks first in cauliflower, but as soil salinity rises, crop production and economic outputs may begin to fall. Many B. oleracea crops are now struggling with the effects of salt and other abiotic stressors as a result of intensive field usage of different fertilizers and the fast expansion of protected farming land. However, scar attempts have been made to combat and ameliorate the possible adverse salt stress influence in cauliflower. The present study was conducted to investigate the impact of different hydro-, halo-, and osmo-priming agents on the seed germination indices, seedling performance, and physio-biochemical attributes of cauliflower (Brassica oleracea L. var. botrytis) subjected to high salt stress by computing the correlation coefficient and principal components.",
  "methods": "Materials and methodology\n\nPlant material\n\nCauliflower (Brassica oleracea L. var. botrytis) seeds were purchased from a local market in Udaipur, Rajasthan, India. This is a herbaceous annual vegetable plant that grows in the cool season with an average daily temperature of 15–20 °C.\n\nPriming treatments\n\nNPN (No priming no stress)\n\nNPS (No priming and salt stress)\n\nHP (Hydro-priming)\n\nHalopriming with 25 mM, 50 mM, and 100 mM NaCl\n\nPriming with TU (Thiourea) 1 mM, 3 mM, and 5 mM\n\nPriming with Pro (Proline) 5 mM, 10 mM, and 20 mM\n\nPriming with PEG (Polyethylene glycol) 10%, 20%, and 30%\n\nThe homogeneous cauliflower seeds were disinfected with 1% NaOCl (sodium hypochlorite) solution containing 0.2% Tween-20 for 10 min and washed five times with sterilized distilled water to remove the disinfectant. The sterilized seeds were blotted and completely dried on a cellulose pad at 25 °C. To prime the seeds, they were hydroprimed [distilled water (H2O)], haloprimed [sodium chloride (NaCl)], and osmoprimed [thiourea (TU)]. polyethylene glycol (PEG) and proline (Pro)] by immersion at 18–22 °C for 12 h in the dark with continuous gentle stirring. The seed to solution ratio was 1:5 (w/v) (g/ml). After 12 h the seeds were then removed from the priming solution and rinsed thoroughly with sterilized water and dried again with forced air (using the oven drying method) for 24 h to achieve a moisture content closer to that of the pre-priming stage. The moisture content of the prepared seeds was reduced to 7% after 24 h of rapid drying at 20 °C. Unprimed seeds were used as controls and seeds were stored in sealed polythene bags. The experiments included the following treatments:\n\nExperimental design\n\nThe experiment was setup in a complete randomized design (CRD), with five replicates of each treatment with 10 seeds per plate. Primed and nonprimed seeds were placed in Petri dishes (90 × 120 mm) with double-layered sterile filter paper moistened with sterilized water, and germinated at 25 ± 2 °C for two days in a dark room. After 2 days, the Petri dishes were transferred to a climate-controlled chamber with a photoperiod of 16:8 (light/dark), 55% relative humidity, temperatures of 25 ± 2 °C, and 100 mM NaCl solution was added into each priming treated seeds except control. This NaCl concentration was determined based on the finding from preliminary experiments, which inhibited radicle length by approximately 50%. The salt stress was renewed every other day until the end of the experiment (10 days) to maintain the concentration of the treatment solution and the moisture of the filter papers was monitored every 24 h. Seed germination was recorded daily from the appearance of radicles even up to 2 mm. The schematic representation of the experimental setup for seed priming is shown in Fig. 1.\n\nGrowth parameters\n\nFrom each replicate, five seedlings were randomly selected after 10 days of germination to measure shoot and root length (SL and RL) with a standard ruler. Seedling fresh and dry weight, such as shoot fresh weight (SFW), root fresh weight (RFW), shoot dry weight (SDW), and root dry weight (RDW), were determined using analytical balances (Mettler- Toledo, India). The seedlings were dried in a hot air oven at a constant temperature of 72 °C for 48 h to estimate the dry weight. The following seedling metrics, such as germination potential (GP), germination rate (GR), vigor index (VI), and germination index (GI) were measured in 10-day-old seedlings as reported by Sun et al. (2012) using the following formulas:\n\nEstimation of photosynthetic attributes\n\nThe amount of chlorophyll in the plant samples was determined using the method described by Arnon (1949). Fresh leaves (100 mg) were grounded in 80% acetone (v/v) and centrifuged for 10 min at 5000 rpm. The filtrate was used to quantify Chl a, Chl b, total chlorophyll, and carotenoid contents at 663 nm, 646 nm, 750 nm, and 470 nm, respectively.\n\nEstimation of protein\n\nProtein analysis was performed using the coomassie brilliant blue (CBB) assay as described by Bradford (1976). The plant materials (1 gm) were gently homogenized in 0.1 M buffer solution (pH 7) using a pre-chilled pestle and mortar. The extract was centrifuged at 10,000 rpm for 15 min at 4 °C. The filtrate was used to quantify protein content at 595 nm by UV-VIS spectrophotometer (Shimadzu 1900i).\n\nEstimation of proline content\n\nThe proline in plant samples was quantified spectrophotometrically at 520 nm using the method of Bates et al. (1973). The leaves (500 mg) of cauliflower seedlings were crushed in aq. sulfosalicylic acid (3%) and centrifugated at 10,000 rpm for 15 min at 4 °C. After that, an aliquot of the filtrate was combined with glacial acetic acid in the acidic ninhydrin reagent and incubated at constant temperature (100 °C) for 1 h followed by cooling in an ice bath to terminate the reaction. The toluene was added to the mixture and vortexed for 30 s on a cyclomixer to obtain the proline containing toluene chromophore and the absorbance was measured using a spectrophotometer.\n\nEstimation of MDA content\n\nThe quantity of malonaldehyde (MDA) in the seedlings was determined using the method of Heath and Packer (1968) to detect membrane lipid peroxidation. 500 mg plant tissue from each sample was homogenized in TCA 20% with 0.5% TBA. The extract was then heated at 100 °C for 1 h. After cooling on ice, the samples were centrifuged to clarify the solution. The spectrophotometric analysis of MDA was done by reading the absorbance at 532 nm and then at 600 nm to subtract the nonspecific absorption value. The MDA content was calculated using an extinction value of 155 mM−1 cm−1.\n\nHistochemical detections of H2O2\n\nThe leaves were incubated in 1 mg/ml DAB (3′3′- diaminobenzidine; pH 3.8) solution and kept at room temperature until a darker brown stain (produced by H2O2-DAB polymerization) appeared to visualize H2O2 deposition in the tissues. Prior to visualization, the leaves were immersed in a freshly prepared bleaching solution (ethanol: acetic acid: glycerol) and kept in a hot water bath for 15 min followed by incubation in fresh bleaching solution at room temp. for 30 min to bleach chlorophyll.\n\nStatistical analysis\n\nThe statistical program SPSS (SPSS Inc., Chicago, USA) was used for one-way ANOVA (analysis of variance) and all means within each variable were statistically determined using the Tukey HSD test at a probability level of 5%. The cluster analysis classifies all treatments according to their germination efficiency. OriginPro 2020 (OriginLab, Massachusetts, USA) was also used to create the heatmap and PCA to estimate the correlation coefficient between germination parameters.",
  "results": "Results\n\nGermination parameters in salinity stress conditions\n\nSalt stress had a major influence on seed germination in the absence of priming treatment. Significantly lower seed germination metrics were observed in the salt-stressed non-primed cauliflower seeds (NPS) than in the non-stressed non-primed (NPN) seeds. A decline in germination potential (29.17%), germination rate (30.72%), germination index (42.88%), vigour index (70.59%), shoot length (33.9%), root length (68.64%), shoot fresh weight (43.01%), root fresh weight (50.3%), shoot dry weight (46.75%), and root dry weight (51.0%) was observed in NPS compared to NPN (Table 1).\n\nEffect of different seed priming treatments on germination metrics under salinity stress\n\nThe germination attributes varied with different priming treatments, viz. hydropriming, halopriming, etc. under salinity stress in a dose-dependent manner (Fig. 2). All the germination features were greater in the hydropriming group than in the non-primed control, excluding RSDW (Table 2). The majority of germination matrices were better in the TU and proline groups than the halopriming with 100 mM NaCl. Seed priming with PEG increased all germination parameters, and the relative values of most features, including RVI, RSL, RRFW, RRDW, and others, were higher in the PEG treatments than in the other treatments (Table 2).\n\nThe correlation coefficient among germination parameters\n\nThe correlation coefficient analysis for different germination parameters depicted two distinct groupings with closely related characteristics (Fig. 3). RGP, RGR, RGI, and RVI belonged to one group, whereas RSFW, RRFW, RSDW, RRDW, RSL, and RRL, belonged to the other group with closely related features. Most germination traits exhibited statistically significant associations at the p < 0.01 level. The RGP was substantially linked with RVI, RRL, and RSL with correlation values of 0.72, 0.65, and 0.65, respectively. The RGI showed a correlation with RSL and RVI with correlation values of 0.63 and 0.81, respectively. A significant correlation was also found between RSL and RSDW having correlation values of 0.68 and 0.70, respectively.\n\nPrincipal component analysis\n\nThe influence of several priming agents on B. oleracea L. var. botrytis germination characteristics under salt stress was studied using principal component analysis (PCA). The components PC1 and PC2 explained 61.18% and 15.78% of the total variance, respectively (Fig. 4). The major impacts of different priming agents on germination traits were precisely scattered on the PC1 axis in the pattern of 20% PEG > 10% PEG> 3 mM TU> 5 mM TU> 30% PEG> 10 mM Proline> 50 mM NaCl> 20 mM Proline> 25 mM NaCl> 5 mM Proline> 1 mM TU> HP> 100 mM NaCl. The PEG treatments had greater PC1 scores and were clustered on the right side of the PC1 axis, meanwhile, the lower scoring treatments were majorly on the left. PCA revealed increased germination indices in PEG-treated seeds among all the priming treatments tested.\n\nThe loading matrix of a specific principal component was used to represent the level of correlation among germinative traits and the principal component (Table 3). PC1 demonstrated substantial positive relationships and high loading conditions on all germination attributes. PC2 exhibited significant positive relationships with growth indices, but negative associations were observed in terms of RGP, RGR, RVI, and RGI. This means that PC1 indicated all germination but PC2 showed the inverse correlations between RGR, RGP, RGI, RVI, and other growth indices.\n\nCluster analysis\n\nAccording to Ward's approach of systematic categorization, the 13 distinct priming treatments were classified into three groups in cluster analysis (Fig. 5). The 1 mM TU, HP, and 100 mM NaCl treatments were in the first group, and they had a smaller effect on seed germination under salt stress than the other treatments. The 20% PEG and 30% PEG treatments were in the second group, and they had the best effect on seed germination in salty circumstances. The third group, which included the 5 mM proline, 20 mM proline, 10 mM Proline, 50 mM NaCl, 5 mM TU, 3 mM TU, 25 mM NaCl, and 10% PEG treatments, showed increased germination traits under salinity stress conditions, relatively to a lower extent.\n\nEffect of priming on protein, proline, and MDA content\n\nPriming has a significant impact on protein, proline, and MDA content in cauliflower seedlings (Fig. 6). The salinity stress gradually reduced the protein content with increasing salt concentration compared to the control. Among the different priming agents, TU showed a greater effect on increasing protein content (19.52%) in seedlings grown under salt stress than the control compared to all other priming treatments (Fig. 6B). It was observed that the proline content was increased in all priming treatments compared to unprimed seedlings. Seedlings growing only in salt conditions without a primer reduced protein content by 36.35% than control in comparison to all other treatments. Seedlings primed with proline have the proline content increased 2 to 3-fold in all primed treatment in compared to control has the lowest proline content (Fig. 6C). Priming has been shown to be an effective method to mitigate the stress-induced formation of MDA and reactive oxygen species. Lipid peroxidation indicated by MDA content was differentially reduced in a dose-dependent and priming agent-specific manner by application of the priming treatment compared to stressed seedlings (Fig. 6A). As a result, cauliflower seedlings derived from prepared seeds had greatly reduced MDA levels under salt stress conditions (Fig. 6A).\n\nPhotosynthetic pigments and DAB staining\n\nIt has been observed that chlorophyll and carotenoid pigments are susceptible to salinity stress (Fig. 7). The primed B. oleracea L. var. botrytis seedlings showed a much-reduced rate of photosynthetic pigments degradation under saline conditions in comparison to non-primed seedlings. Seed priming with different priming agents, viz. proline, PEG, TU, NaCl, and H2O remarkably improved the chl a, chl b, total chlorophyll, and carotenoid content in B. oleracea L. var. botrytis seedlings under salinity stress in a dose-dependent manner. The Chl a, Chl b, and total chlorophyll were increased at 1.95 fold, 3.38 fold and 2.15 fold in Pro 10 mM, Pro 20 mM, and Pro 10 mM, respectively while carotenoidswere highly increased (2 fold) on 20 mM PEG compared to all treatments. The DAB staining results showed that unprimed leaves exhibited a distinct brown stain after treatment with a higher salinity (100 mM), indicating greater ROS accumulation compared to primed leaves (Fig. 8). Overall, salt stress, which produced large amounts of peroxide radicals, alleviated, while all plants treated with priming agents mitigated the effects of the stress by preventing peroxide radical production.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Brassica oleraceaL. var. botrytis",
    "Priming agents",
    "Seed priming",
    "Salt stress responses",
    "Germination emergence",
    "Research Article"
  ],
  "citations": [
    {
      "title": "Mechanisms of salinity tolerance",
      "authors": [
        "R. Munns",
        "M. Tester"
      ]
    },
    {
      "title": "Salinity tolerance in wheat cultivars is related to enhanced activities of enzymatic antioxidants and reduced lipid peroxidation",
      "authors": [
        "A. Khaliq",
        "M. Zia-ul-Haq",
        "F. Ali",
        "F. Aslam",
        "A. Matloob",
        "A. Navab",
        "S. Hussain"
      ]
    },
    {
      "title": "",
      "authors": [
        "M. Pessarakli",
        "I. Szabolcs"
      ]
    },
    {
      "title": "Evaluating relative contribution of osmotolerance and tissue tolerance mechanisms toward salinity stress tolerance in three Brassica species",
      "authors": [
        "K. Chakraborty",
        "J. Bose",
        "L. Shabala",
        "A. Eyles",
        "S. Shabala"
      ]
    },
    {
      "title": "Crop diversification and saline water irrigation as potential strategies to save freshwater resources and reclamation of marginal soils—a review",
      "authors": [
        "M.I. Hussain",
        "M. Farooq",
        "A. Muscolo",
        "A. Rehman"
      ]
    },
    {
      "title": "Learning from halophytes: physiological basis and strategies to improve abiotic stress tolerance in crops",
      "authors": [
        "S. Shabala"
      ]
    },
    {
      "title": "A new insight of salt stress signaling in plant",
      "authors": [
        "H.J. Park",
        "W.-Y. Kim",
        "D.-J. Yun"
      ]
    },
    {
      "title": "Role of xylo-oligosaccharides in protection against salinity-induced adversities in Chinese cabbage",
      "authors": [
        "W. Chen",
        "C. Guo",
        "S. Hussain",
        "B. Zhu",
        "F. Deng",
        "Y. Xue",
        "M. Geng",
        "L. Wu"
      ]
    },
    {
      "title": "others, Phytohormones and plant responses to salinity stress: a review",
      "authors": [
        "S. Fahad",
        "S. Hussain",
        "A. Matloob",
        "F.A. Khan",
        "A. Khaliq",
        "S. Saud",
        "S. Hassan",
        "D. Shan",
        "F. Khan",
        "N. Ullah"
      ]
    },
    {
      "title": "Ulva lactuca extract and fractions as seed priming agents mitigate salinity stress in tomato seedlings",
      "authors": [
        "M.E.M. el Boukhari",
        "M. Barakate",
        "N. Choumani",
        "Y. Bouhia",
        "K. Lyamlouli"
      ]
    },
    {
      "title": "Reactive oxygen species homeostasis and signalling during drought and salinity stresses",
      "authors": [
        "G.A.D. Miller",
        "N. Suzuki",
        "S. Ciftci-Yilmaz",
        "R.O.N. Mittler"
      ]
    },
    {
      "title": "Oxidative stress in plants",
      "authors": [
        "M. Chaki",
        "J.C. Begara-Morales",
        "J.B. Barroso"
      ]
    },
    {
      "title": "Seed priming improves chilling tolerance in chickpea by modulating germination metabolism, trehalose accumulation and carbon assimilation",
      "authors": [
        "M. Farooq",
        "M. Hussain",
        "A. Nawaz",
        "D.-J. Lee",
        "S.S. Alghamdi",
        "K.H.M. Siddique"
      ]
    },
    {
      "title": "Improving the performance of wheat by seed priming under saline conditions",
      "authors": [
        "M.Z. Jafar",
        "M. Farooq",
        "M.A. Cheema",
        "I. Afzal",
        "S.M.A. Basra",
        "M.A. Wahid",
        "T. Aziz",
        "M. Shahid"
      ]
    },
    {
      "title": "Osmopriming-induced salt tolerance during seed germination of alfalfa most likely mediates through H2O2 signaling and upregulation of heme oxygenase",
      "authors": [
        "R. Amooaghaie",
        "F. Tabatabaie"
      ]
    },
    {
      "title": "Benefits of rice seed priming are offset permanently by prolonged storage and the storage conditions",
      "authors": [
        "S. Hussain",
        "M. Zheng",
        "F. Khan",
        "A. Khaliq",
        "S. Fahad",
        "S. Peng",
        "J. Huang",
        "K. Cui",
        "L. Nie"
      ]
    },
    {
      "title": "",
      "authors": [
        "S. Hussain",
        "S. Hussain",
        "A. Khaliq",
        "S. Ali",
        "I. Khan"
      ]
    },
    {
      "title": "Antioxidative responses to short-term salinity stress induce drought tolerance in walnut",
      "authors": [
        "S. Karimi",
        "H. Karami",
        "K. Vahdati",
        "A. Mokhtassi-Bidgoli"
      ]
    },
    {
      "title": "Effects of seed priming on growth and antioxidant components of hairy vetch (Vicia villosa) seedlings under chilling stress",
      "authors": [
        "E. Yusefi-Tanha",
        "S. Fallah",
        "M. Pessarakli"
      ]
    },
    {
      "title": "Nitric oxide alleviates salt stress in seed germination and early seedling growth of pakchoi (Brassica chinensis L.) by enhancing physiological and biochemical parameters",
      "authors": [
        "Y. Ren",
        "W. Wang",
        "J. He",
        "L. Zhang",
        "Y. Wei",
        "M. Yang"
      ]
    },
    {
      "title": "Improving heat stress tolerance in Camelina sativa and Brassica napus through thiourea seed priming",
      "authors": [
        "M. Ahmad",
        "E.A. Waraich",
        "S. Hussain",
        "C.M. Ayyub",
        "Z. Ahmad",
        "U. Zulfiqar"
      ]
    },
    {
      "title": "Seed priming with zinc oxide nanoparticles downplayed ultrastructural damage and improved photosynthetic apparatus in maize under cobalt stress",
      "authors": [
        "A. Salam",
        "A.R. Khan",
        "L. Liu",
        "S. Yang",
        "W. Azhar",
        "Z. Ulhassan",
        "M. Zeeshan",
        "J. Wu",
        "X. Fan",
        "Y. Gan"
      ]
    },
    {
      "title": "Green synthesis of sulfur nanoparticles using Ocimum basilicum leaves and its prospective effect on manganese-stressed Helianthus annuus (L.) seedlings",
      "authors": [
        "G.A. Ragab",
        "K.M. Saad-Allah"
      ]
    },
    {
      "title": "Exogenous brassinosteroids increase lead stress tolerance in seed germination and seedling growth of Brassica juncea L",
      "authors": [
        "T.F.S.N. Soares",
        "D.C.F. dos Santos Dias",
        "A.M.S. Oliveira",
        "D.M. Ribeiro",
        "L.A. dos Santos Dias"
      ]
    },
    {
      "title": "Pre-sowing seed treatment—a shotgun approach to improve germination, plant growth, and crop yield under saline and non-saline conditions",
      "authors": [
        "M. Ashraf",
        "M.R. Foolad"
      ]
    },
    {
      "title": "others, Effects of priming technique on seed germination properties, emergence and field performance of crops: a review",
      "authors": [
        "H. Eskandari"
      ]
    },
    {
      "title": "Seed priming for abiotic stress tolerance: an overview",
      "authors": [
        "K.C. Jisha",
        "K. Vijayakumari",
        "J.T. Puthur"
      ]
    },
    {
      "title": "Seed priming: state of the art and new perspectives",
      "authors": [
        "S. Paparella",
        "S.S. Araújo",
        "G. Rossi",
        "M. Wijayasinghe",
        "D. Carbonera",
        "A. Balestrazzi"
      ]
    },
    {
      "title": "",
      "authors": [
        "A. Sher",
        "T. Sarwar",
        "A. Nawaz",
        "M. Ijaz",
        "A. Sattar",
        "S. Ahmad"
      ]
    },
    {
      "title": "Enhancement of Tainan 9 peanut seed storability and germination under low temperature",
      "authors": [
        "P. Jeammuangpuk",
        "P. Promchote",
        "J. Duangpatra",
        "T. Chaisan",
        "D. Onwimol",
        "C.K. Kvien"
      ]
    },
    {
      "title": "Influence of sodium chloride on growth and metabolic reprogramming in nonprimed and haloprimed seedlings of blackgram (Vigna mungo L.)",
      "authors": [
        "S. Biswas",
        "A.K. Biswas",
        "B. De"
      ]
    },
    {
      "title": "Priming-induced antioxidative responses in two wheat cultivars under saline stress",
      "authors": [
        "F. Islam",
        "T. Yasmeen",
        "S. Ali",
        "B. Ali",
        "M.A. Farooq",
        "R.A. Gill"
      ]
    },
    {
      "title": "Seed priming mitigates the effects of saline-alkali stress in soybean seedlings",
      "authors": [
        "L.-Y. Dai",
        "H.-D. Zhu",
        "K.-D. Yin",
        "J.-D. Du",
        "Y.-X. Zhang"
      ]
    },
    {
      "title": "Integrated use of seed priming and biochar improves salt tolerance in cowpea",
      "authors": [
        "M. Farooq",
        "A. Rehman",
        "A.K.M. Al-Alawi",
        "W.M. Al-Busaidi",
        "D.-J. Lee"
      ]
    },
    {
      "title": "Sodium chloride priming improves salinity response of tomato at seedling stage",
      "authors": [
        "Ö.D.\\. I\\cseri",
        "F.I. Sahin",
        "M. Haberal"
      ]
    },
    {
      "title": "Mitigation of salinity stress in wheat (Triticum aestivum L.) seedlings through physiological seed enhancements",
      "authors": [
        "M.S. Saddiq",
        "S. Iqbal",
        "I. Afzal",
        "A.M.H. Ibrahim",
        "M.A. Bakhtavar",
        "M.B. Hafeez",
        "Jahanzaib",
        "M.M. Maqbool"
      ]
    },
    {
      "title": "Priming-induced changes in germination, morpho-physiological and leaf biochemical responses of fenugreek (Trigonella foenum-graecum) under salt stress",
      "authors": [
        "H. Mahmoudi",
        "I. ben Salah",
        "W. Zaouali",
        "L. Hamrouni",
        "M. Gruber",
        "Z. Ouerghi",
        "K. Hosni"
      ]
    },
    {
      "title": "",
      "authors": [
        "M. Riadi",
        "R. Sjahril",
        "E. Syam’un",
        "N. Kasim",
        "S. Dewi"
      ]
    },
    {
      "title": "Effect of salinity and seed salt priming on the physiology of adult plants of Solanum lycopersicum cv. ‘R{\\’\\i}o Grande",
      "authors": [
        "P. González-Grande",
        "N. Suárez",
        "O. Mar\\’\\in"
      ]
    },
    {
      "title": "Thiourea orchestrates regulation of redox state and antioxidant responses to reduce the NaCl-induced oxidative damage in Indian mustard (Brassica juncea (L.) Czern.)",
      "authors": [
        "A.K. Srivastava",
        "S. Srivastava",
        "S. Penna",
        "S.F. D'Souza"
      ]
    },
    {
      "title": "Is foliar spray of proline sufficient for mitigation of salt stress in Brassica juncea cultivars?",
      "authors": [
        "A.S. Wani",
        "A. Ahmad",
        "S. Hayat",
        "I. Tahir"
      ]
    },
    {
      "title": "The efficacy of different seed priming agents for promoting sorghum germination under salt stress",
      "authors": [
        "X. Chen",
        "R. Zhang",
        "Y. Xing",
        "B. Jiang",
        "B. Li",
        "X. Xu",
        "Y. Zhou"
      ]
    },
    {
      "title": "Free radical generation in Pinus sylvestris and Larix decidua seeds primed with polyethylene glycol or potassium salt solutions",
      "authors": [
        "C. Naglreiter",
        "T.G. Reichenauer",
        "B.A. Goodman",
        "H.R. Bolhár-Nordenkampf"
      ]
    },
    {
      "title": "Carotene, tocopherol, and ascorbate contents in subspecies of Brassica oleracea",
      "authors": [
        "A.C. Kurilich",
        "G.J. Tsau",
        "A. Brown",
        "L. Howard",
        "B.P. Klein",
        "E.H. Jeffery",
        "M. Kushad",
        "M.A. Wallig",
        "J.A. Juvik"
      ]
    },
    {
      "title": "Phytochemical composition and biological activities of differently pigmented cabbage (Brassica oleracea var. capitata) and cauliflower (Brassica oleracea var. botrytis) varieties",
      "authors": [
        "I. Koss-Mikołajczyk",
        "B. Kusznierewicz",
        "W. Wiczkowski",
        "N. Płatosz",
        "A. Bartoszek"
      ]
    },
    {
      "title": "Cruciferous vegetable consumption is associated with a reduced risk of total and cardiovascular disease mortality",
      "authors": [
        "X. Zhang",
        "X.-O. Shu",
        "Y.-B. Xiang",
        "G. Yang",
        "H. Li",
        "J. Gao",
        "H. Cai",
        "Y.-T. Gao",
        "W. Zheng"
      ]
    },
    {
      "title": "Seed priming in nanoparticles of water treatment residual can increase the germination and growth of cucumber seedling under salinity stress",
      "authors": [
        "A.M. Mahdy",
        "F.K. Sherif",
        "E.A. Elkhatib",
        "N.O. Fathi",
        "M.H. Ahmed"
      ]
    },
    {
      "title": "Tuscan black kale sprout extract bioactivated with myrosinase: a novel natural product for neuroprotection by inflammatory and oxidative response during cerebral ischemia/reperfusion injury in rat",
      "authors": [
        "S. Giacoppo",
        "M. Galuppo",
        "G.R. de Nicola",
        "R. Iori",
        "P. Bramanti",
        "E. Mazzon"
      ]
    },
    {
      "title": "others, Polyphenolic composition, enzyme inhibitory effects ex-vivo and in-vivo studies on two Brassicaceae of north-central Italy",
      "authors": [
        "A. Mollica",
        "A. Stefanucci",
        "G. Zengin",
        "M. Locatelli",
        "G. Macedonio",
        "G. Orlando",
        "C. Ferrante",
        "L. Menghini",
        "L. Recinella",
        "S. Leone"
      ]
    },
    {
      "title": "Cancer preventive properties of varieties of Brassica oleracea: a review",
      "authors": [
        "C.W. Beecher"
      ]
    },
    {
      "title": "Valorization of cauliflower (Brassica oleracea L. var. botrytis) by-products as a source of antioxidant phenolics",
      "authors": [
        "R. Llorach",
        "J.C. Esp\\’\\in",
        "F.A. Tomás-Barberán",
        "F. Ferreres"
      ]
    },
    {
      "title": "Cruciferous vegetables and cancer risk in a network of case--control studies",
      "authors": [
        "C. Bosetti",
        "M. Filomeno",
        "P. Riso",
        "J. Polesel",
        "F. Levi",
        "R. Talamini",
        "M. Montella",
        "E. Negri",
        "S. Franceschi",
        "C. la Vecchia"
      ]
    },
    {
      "title": "Cruciferous vegetables intake and the risk of colorectal cancer: a meta-analysis of observational studies",
      "authors": [
        "Q.J. Wu",
        "Y. Yang",
        "E. Vogtmann",
        "J. Wang",
        "L.H. Han",
        "H.L. Li",
        "Y.B. Xiang"
      ]
    },
    {
      "title": "Effect of cooking on the contents of glucosinolates and their degradation products in selected Brassica vegetables",
      "authors": [
        "J. Kapusta-Duch",
        "B. Kusznierewicz",
        "T. Leszczyńska",
        "B. Borczak"
      ]
    },
    {
      "title": "",
      "authors": [
        "T.K. Lim"
      ]
    },
    {
      "title": "Efficient microspore embryogenesis in cauliflower (Brassica oleracea var. botrytis L.) for development of plants with different ploidy level and their use in breeding programme",
      "authors": [
        "R. Bhatia",
        "S.S. Dey",
        "S. Sood",
        "K. Sharma",
        "C. Parkash",
        "R. Kumar"
      ]
    },
    {
      "title": "Soil salinization affects growth, yield and mineral composition of cauliflower and broccoli",
      "authors": [
        "S. de Pascale",
        "A. Maggio",
        "G. Barbieri"
      ]
    },
    {
      "title": "A study on constraints faced by cauliflower growers in cauliflower cultivation in western Uttar Pradesh, India",
      "authors": [
        "V. Gupta",
        "D. Singh",
        "A.K. Mishra",
        "B.P. Singh",
        "R. Kumar",
        "R.K. Pandey"
      ]
    },
    {
      "title": "Effects of solid matrix priming (SMP) and salt stress on broccoli and cauliflower seed germination and early seedling growth",
      "authors": [
        "L. Wu",
        "W. Huo",
        "D. Yao",
        "M. Li"
      ]
    },
    {
      "title": "Chemical seed priming alleviates salinity stress and improves Sulla carnosa germination in the saline depression of Tunisia",
      "authors": [
        "A. Bouzidi",
        "A. Krouma",
        "M. Chaieb"
      ]
    },
    {
      "title": "Screening and identification of sorghum cultivars for salinity tolerance during germination",
      "authors": [
        "L. Sun",
        "Y. Zhou",
        "C. Wang",
        "M. Xiao",
        "Y. Tao",
        "W. Xu",
        "R. Huang"
      ]
    },
    {
      "title": "Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris",
      "authors": [
        "D.I. Arnon"
      ]
    },
    {
      "title": "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
      "authors": [
        "M.M. Bradford"
      ]
    },
    {
      "title": "Rapid determination of free proline for water-stress studies",
      "authors": [
        "L.S. Bates",
        "R.P. Waldren",
        "I.D. Teare"
      ]
    },
    {
      "title": "Photoperoxidation in isolated chloroplasts: I. Kinetics and stoichiometry of fatty acid peroxidation",
      "authors": [
        "R.L. Heath",
        "L. Packer"
      ]
    },
    {
      "title": "Modulation of salinity impact on early seedling stage via nano-priming application of zinc oxide on rapeseed (Brassica napus L.)",
      "authors": [
        "A.M.A. El-Badri",
        "M. Batool",
        "others",
        "I.A.A. Mohamed",
        "A. Khatab",
        "A. Sherif",
        "Z. Wang",
        "A. Salah",
        "E. Nishawy",
        "M. Ayaad",
        "J. Kuai"
      ]
    },
    {
      "title": "Effects of salinity stress on chlorophyll and carotenoid contents and stomata size of grafted and ungrafted galia C8 melon cultivar",
      "authors": [
        "G. Yarsi",
        "A. Sivaci",
        "H.Y. Dasgan",
        "O. Altuntas",
        "R. Binzet",
        "Y. Akhoundnejad"
      ]
    },
    {
      "title": "Effects of exogenous spermidine and elevated CO2 on physiological and biochemical changes in tomato plants under iso-osmotic salt stress",
      "authors": [
        "Z. Yi",
        "S. Li",
        "Y. Liang",
        "H. Zhao",
        "L. Hou",
        "S. Yu",
        "G.J. Ahammed"
      ]
    },
    {
      "title": "Seed priming with titanium dioxide nanoparticles enhances seed vigor, leaf water status, and antioxidant enzyme activities in maize (Zea mays L.) under salinity stress",
      "authors": [
        "T. Shah",
        "S. Latif",
        "F. Saeed",
        "I. Ali",
        "S. Ullah",
        "A.A. Alsahli",
        "S. Jan",
        "P. Ahmad"
      ]
    },
    {
      "title": "Supplemental potassium mediates antioxidant metabolism, physiological processes, and osmoregulation to confer salt stress tolerance in cabbage (Brassica oleracea L.)",
      "authors": [
        "W. Ahmad",
        "C.M. Ayyub",
        "M.A. Shehzad",
        "K. Ziaf",
        "M. Ijaz",
        "A. Sher",
        "T. Abbas",
        "J. Shafi"
      ]
    },
    {
      "title": "Aspirin priming circumvents the salinity-induced effects on wheat emergence and seedling growth by regulating starch metabolism and antioxidant enzyme activities",
      "authors": [
        "S. Hussain",
        "A. Khaliq",
        "M. Tanveer",
        "A. Matloob",
        "H.A. Hussain"
      ]
    },
    {
      "title": "Impairment of maize seedling photosynthesis caused by a combination of potassium deficiency and salt stress",
      "authors": [
        "C. Qu",
        "C. Liu",
        "X. Gong",
        "C. Li",
        "M. Hong",
        "L. Wang",
        "F. Hong"
      ]
    },
    {
      "title": "Effect of salt stress on the salicylic acid synthesis in young maize (Zea mays L.) plants",
      "authors": [
        "G. Szalai",
        "T. Janda"
      ]
    },
    {
      "title": "Salinity stress induced alterations in antioxidant metabolism and nitrogen assimilation in wheat (Triticum aestivum L) as influenced by potassium supplementation",
      "authors": [
        "M.A. Ahanger",
        "R.M. Agarwal"
      ]
    },
    {
      "title": "Effect of seed priming on horticultural crops",
      "authors": [
        "F. Zulfiqar"
      ]
    },
    {
      "title": "",
      "authors": [
        "T. Gour",
        "R. Lal",
        "M. Heikrujam",
        "A. Gupta",
        "V. Singh",
        "A. Vashishtha",
        "L.K. Agarwal",
        "R. Kumar",
        "S.P.K. Chetri",
        "K. Sharma"
      ]
    },
    {
      "title": "Seed priming: an emerging tool towards sustainable agriculture",
      "authors": [
        "S. Paul",
        "S. Dey",
        "R. Kundu"
      ]
    },
    {
      "title": "Evaluation of effectiveness of seed priming with selenium in rice during germination under arsenic stress",
      "authors": [
        "D. Moulick",
        "D. Ghosh",
        "S.C. Santra"
      ]
    },
    {
      "title": "Amplification of abiotic stress tolerance potential in rice seedlings with a low dose of UV-B seed priming",
      "authors": [
        "D.T. Thomas",
        "J.T. Puthur"
      ]
    },
    {
      "title": "Seed priming with phytohormones: an effective approach for the mitigation of abiotic stress",
      "authors": [
        "M.S. Rhaman",
        "S. Imran",
        "F. Rauf",
        "M. Khatun",
        "C.C. Baskin",
        "Y. Murata",
        "M. Hasanuzzaman"
      ]
    },
    {
      "title": "Priming with nanoscale materials for boosting abiotic stress tolerance in crop plants",
      "authors": [
        "A. MS",
        "K. Sridharan",
        "J.T. Puthur",
        "O.P. Dhankher"
      ]
    },
    {
      "title": "Seed priming with melatonin effects on growth, essential oil compounds and antioxidant activity of basil (Ocimum basilicum L.) under salinity stress",
      "authors": [
        "B. Bahcesular",
        "E.D. Yildirim",
        "M. Karaçocuk",
        "M. Kulak",
        "S. Karaman"
      ]
    },
    {
      "title": "The subcellular basis of seed priming",
      "authors": [
        "A. Varier",
        "A.K. Vari",
        "M. Dadlani"
      ]
    },
    {
      "title": "Aspirin priming circumvents the salinity-induced effects on wheat emergence and seedling growth by regulating starch metabolism and antioxidant enzyme activities",
      "authors": [
        "S. Hussain",
        "A. Khaliq",
        "M. Tanveer",
        "A. Matloob",
        "H.A. Hussain"
      ]
    },
    {
      "title": "Priming memory invokes seed stress-tolerance",
      "authors": [
        "K. Chen",
        "R. Arora"
      ]
    },
    {
      "title": "Seed priming with putrescine alleviated salinity stress during germination and seedling growth of medicinal pumpkin",
      "authors": [
        "S. Farsaraei",
        "L. Mehdizadeh",
        "M. Moghaddam"
      ]
    },
    {
      "title": "Mechanism of salinity tolerance in plants: physiological, biochemical, and molecular characterization",
      "authors": [
        "B. Gupta",
        "B. Huang"
      ]
    },
    {
      "title": "The physiological, biochemical and molecular roles of brassinosteroids and salicylic acid in plant processes and salt tolerance",
      "authors": [
        "M. Ashraf",
        "N.A. Akram",
        "R.N. Arteca",
        "M.R. Foolad"
      ]
    },
    {
      "title": "Efficacy of KNO3, SiO2 and SA priming for improving emergence, seedling growth and antioxidant enzymes of rice (Oryza sativa), under drought",
      "authors": [
        "L.G. Ali",
        "R. Nulit",
        "M.H. Ibrahim",
        "C.Y.S. Yien"
      ]
    },
    {
      "title": "Reactive oxygen species: metabolism, oxidative stress, and signaling transduction",
      "authors": [
        "K. Apel",
        "H. Hirt"
      ]
    },
    {
      "title": "Oxidative injury and antioxidant enzymes regulation in arsenic-exposed seedlings of four Brassica napus L. cultivars",
      "authors": [
        "M.A. Farooq",
        "L. Li",
        "B. Ali",
        "R.A. Gill",
        "J. Wang",
        "S. Ali",
        "M.B. Gill",
        "W. Zhou"
      ]
    },
    {
      "title": "Oxidative stress and antioxidant metabolism under adverse environmental conditions: a review",
      "authors": [
        "P. Garcia-Caparros",
        "L. de Filippis",
        "A. Gul",
        "M. Hasanuzzaman",
        "M. Ozturk",
        "V. Altay",
        "M.T. Lao"
      ]
    },
    {
      "title": "Changes in antioxidant enzymes and some key metabolites in some genetically diverse cultivars of radish (Raphanus sativus L.)",
      "authors": [
        "Z. Noreen",
        "M. Ashraf"
      ]
    },
    {
      "title": "Accession variation for salt tolerance in proso millet (Panicum miliaceum L.) using leaf proline content and activities of some key antioxidant enzymes",
      "authors": [
        "P. Sabir",
        "M. Ashraf",
        "N.A. Akram"
      ]
    },
    {
      "title": "Seed priming and foliar application with jasmonic acid enhance salinity stress tolerance of soybean (Glycine max L.) seedlings",
      "authors": [
        "M.S. Sheteiwy",
        "H. Shao",
        "W. Qi",
        "P. Daly",
        "A. Sharma",
        "H. Shaghaleh",
        "Y.A. Hamoud",
        "M.A. El-Esawi",
        "R. Pan",
        "Q. Wan"
      ]
    },
    {
      "title": "High salinity induces different oxidative stress and antioxidant responses in maize seedlings organs",
      "authors": [
        "H. AbdElgawad",
        "G. Zinta",
        "M.M. Hegab",
        "R. Pandey",
        "H. Asard",
        "W. Abuelsoud"
      ]
    },
    {
      "title": "Investigation of physiological responses of wheat under salt stress",
      "authors": [
        "M. Mosahebeh",
        "M. Khorshidi",
        "H. Faridnoure"
      ]
    },
    {
      "title": "Jasmonate-induced tolerance of Hassawi okra seedlings to salinity in brackish water",
      "authors": [
        "M.M. Azooz",
        "A. Metwally",
        "M.F. Abou-Elhamd"
      ]
    },
    {
      "title": "Pretreatment with proline or an organic bio-stimulant induces salt tolerance in wheat plants by improving antioxidant redox state and enzymatic activities and reducing the oxidative stress",
      "authors": [
        "M.M. Rady",
        "A. Kuşvuran",
        "H.F. Alharby",
        "Y. Alzahrani",
        "S. Kuşvuran"
      ]
    },
    {
      "title": "Sequential application of antioxidants rectifies ion imbalance and strengthens antioxidant systems in salt-stressed cucumber",
      "authors": [
        "M.F. Seleiman",
        "W.M. Semida",
        "M.M. Rady",
        "G.F. Mohamed",
        "K.A. Hemida",
        "B.A. Alhammad",
        "M.M. Hassan",
        "A. Shami"
      ]
    },
    {
      "title": "",
      "authors": [
        "A. Shafi",
        "I. Zahoor",
        "U. Mushtaq"
      ]
    },
    {
      "title": "Hydro-priming increases seed germination and early seedling growth in two cultivars of Napa cabbage (Brassica rapa subsp. pekinensis) grown under salt stress",
      "authors": [
        "M. Yan"
      ]
    },
    {
      "title": "Some important physiological selection criteria for salt tolerance in plants, Flora-Morphology, Distribution",
      "authors": [
        "M. Ashraf"
      ]
    },
    {
      "title": "Seed priming with titanium dioxide nanoparticles enhances seed vigor, leaf water status, and antioxidant enzyme activities in maize (Zea mays L.) under salinity stress",
      "authors": [
        "T. Shah",
        "S. Latif",
        "F. Saeed",
        "I. Ali",
        "S. Ullah",
        "A.A. Alsahli",
        "S. Jan",
        "P. Ahmad"
      ]
    },
    {
      "title": "Salt stress effects on growth, ion accumulation and seed oil concentration in an arid zone traditional medicinal plant ajwain (Trachyspermum ammi [L.] Sprague)",
      "authors": [
        "M. Ashraf",
        "A. Orooj"
      ]
    },
    {
      "title": "Salt stress-induced cytosolute accumulation, antioxidant response and membrane deterioration in three rice cultivars during early germination",
      "authors": [
        "S. Bhattacharjee",
        "A.K. Mukherjee"
      ]
    },
    {
      "title": "Ameliorative effects of proline on salt stress-induced lipid peroxidation in cell lines of groundnut (Arachis hypogaea L.)",
      "authors": [
        "M. Jain",
        "G. Mathur",
        "S. Koul",
        "N. Sarin"
      ]
    },
    {
      "title": "Drought, salt, and temperature stress-induced metabolic rearrangements and regulatory networks",
      "authors": [
        "J. Krasensky",
        "C. Jonak"
      ]
    },
    {
      "title": "Seed priming improves the emergence potential, growth and antioxidant system of Moringa oleifera under saline conditions",
      "authors": [
        "W. Nouman",
        "S.M.A. Basra",
        "A. Yasmeen",
        "T. Gull",
        "S.B. Hussain",
        "M. Zubair",
        "R. Gul"
      ]
    },
    {
      "title": "Seed priming with polyethylene glycol induces physiological changes in sorghum (Sorghum bicolor L. Moench) seedlings under suboptimal soil moisture environments",
      "authors": [
        "F. Zhang",
        "J. Yu",
        "C.R. Johnston",
        "Y. Wang",
        "K. Zhu",
        "F. Lu",
        "Z. Zhang",
        "J. Zou"
      ]
    },
    {
      "title": "Seed priming with sorghum extracts and benzyl aminopurine improves the tolerance against salt stress in wheat (Triticum aestivum L.)",
      "authors": [
        "A.A. Bajwa",
        "M. Farooq",
        "A. Nawaz"
      ]
    },
    {
      "title": "Seed priming with melatonin improves the seed germination of waxy maize under chilling stress via promoting the antioxidant system and starch metabolism",
      "authors": [
        "Q. Cao",
        "G. Li",
        "Z. Cui",
        "F. Yang",
        "X. Jiang",
        "L. Diallo",
        "F. Kong"
      ]
    },
    {
      "title": "Differential physiological and biochemical responses of three Echinacea species to salinity stress",
      "authors": [
        "A. Sabra",
        "F. Daayf",
        "S. Renault"
      ]
    },
    {
      "title": "Seed priming alleviated salinity stress during germination and emergence of wheat (Triticum aestivum L.)",
      "authors": [
        "F. Feghhenabi",
        "H. Hadi",
        "H. Khodaverdiloo",
        "M.T. van Genuchten"
      ]
    },
    {
      "title": "Improvement in tolerance to salt stress during tomato cultivation",
      "authors": [
        "M. Demirkaya"
      ]
    },
    {
      "title": "Photosynthetic responses of tomato leaves to salt and cadmium stresses: growth and chlorophyll a fluorescence kinetic analyses",
      "authors": [
        "F. Gharbi",
        "L. Zribi",
        "A. ben Daly",
        "S. Rejeb",
        "B. Hanchi"
      ]
    },
    {
      "title": "Effects of salinity on some physiological traits in wheat (Triticum aestivum L.) cultivars",
      "authors": [
        "E.A. Ghogdi",
        "A. Izadi-Darbandi",
        "A. Borzouei"
      ]
    },
    {
      "title": "Induction of salt tolerance in two cultivars of sorghum (Sorghum bicolor L.) by exogenous application of proline at seedling stage",
      "authors": [
        "K. Nawaz",
        "A. Talat",
        "K. Hussain",
        "A. Majeed"
      ]
    }
  ],
  "original_title": "Oxygen dependency of germinating Brassica seeds.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/36d2/10025027/5f9de31e6a42/gr1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/36d2/10025027/8665be6548c3/gr2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/36d2/10025027/39d5ffe43c2d/gr3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/36d2/10025027/a32253a76be9/gr4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/36d2/10025027/13a76ae5aa73/gr5.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/36d2/10025027/95e00703687c/gr6.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/36d2/10025027/2361d273ccd6/gr7.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/36d2/10025027/987ce51721f2/gr8.jpg"
  ]
}