{
  "pmcid": "10138634",
  "title": "Evidence of Spaceflight-Induced Adverse Effects on Photoreceptors and Retinal Function in the Mouse Eye",
  "abstract": "The goal of the present study was to characterize acute oxidative damage in ocular structure and retinal function after exposure to spaceflight, and to evaluate the efficacy of an antioxidant in reducing spaceflight-induced changes in the retina. Ten-week-old adult C57BL/6 male mice were flown aboard the ISS on Space-X 24 over 35 days, and returned to Earth alive. The mice received a weekly injection of a superoxide dismutase mimic, MnTnBuOE-2-PyP 5+ (BuOE), before launch and during their stay onboard the ISS. Ground control mice were maintained on Earth under identical environmental conditions. Before the launch, intraocular pressure (IOP) was measured using a handheld tonometer and retinal function was evaluated using electroretinogram (ERG). ERG signals were recorded when the mouse eye was under dark-adapted conditions in response to ultraviolet monochromatic light flashes. Within 20 h after splashdown, IOP and ERG assessments were repeated before euthanasia. There were significant increases in body weight for habitat control groups post-flight compared to pre-flight measurements. However, the body weights were similar among flight groups before launch and after splashdown. The IOP measurements were similar between pre- and post-flight groups with no significant differences between BuOE-treated and saline controls. Immunofluorescence evaluation showed increases in retinal oxidative stress and apoptotic cell death after spaceflight. BuOE treatment significantly decreased the level of the oxidative stress biomarker. ERG data showed that the average amplitudes of the a- and b-wave were significantly decreased (39% and 32% by spaceflight, respectively) compared to that of habitat ground controls. These data indicate that spaceflight conditions induce oxidative stress in the retina, which may lead to photoreceptor cell damage and retinal function impairment.",
  "introduction": "1. Introduction\n\nNeuro-ophthalmic abnormalities have been identified in astronauts. These complex physiological and pathological changes are collectively defined as spaceflight-associated neuro-ocular syndrome (SANS). The condition can lead to long-term effects, including changes in visual acuity, even after the astronauts have returned to Earth. The underlying mechanisms of the changes and functional outcomes of observed ocular change remain poorly understood.\n\nAn increase in oxidative stress in the retina and photoreceptors is thought to be a key factor in the development of retinal disease. Overproduction of reactive oxygen species (ROS) leads to damage of the critical cell populations and tissue remodeling. Previous studies have revealed enhanced immunoreactivity for the oxidative biomarker, 4-hydroxynonenal (4-HNE), in the retina, following space radiation exposure and spaceflight.\n\nBecause environmental, radiotherapy, and pathological conditions can induce the production of a high level of unstable oxygen species, efforts have been made to develop drugs with therapeutic potential. However, practical application has been somewhat disappointing due to complications such as short half-lives, low reaction rate constants, lack of cellular uptake, and hypersensitivity reactions. Metal-containing catalytic antioxidants have emerged as especially promising. Of these, redox-active metalloporphyrins possess distinct antioxidant properties, including scavenging O2−, H2O2, and lipid peroxides that mediate cellular and tissue damage. These compounds have proven efficacious in numerous in vivo animal models of disease in reducing oxidative stress. Furthermore, in previous studies, we documented the protective effects of a redox-active metalloporphyrin (MnTE-2-PyP) to both photoreceptors and retinal capillaries from radiation damage.\n\nButoxyethylpyridylporphyrin–MnTnBuOE-2-PyP5+, (BuOE), is a superoxide dismutase (SOD) mimic, that is also termed BMX-001, and is currently in multiple phase 1 and phase 2 human clinical trials. MnTnBuOE-2-PyP5+ has shown protective effects against radiation-induced damage to the brain white matter and hippocampal neurogenesis.\n\nOur previous flight data showed a significant increase in apoptotic damage in the photoreceptors of flight mice compared to ground controls. However, the pathophysiological consequences of cellular damage on photoreceptor and retinal function have not been well investigated. In the present study, mice were flown on SpX-24 aboard the International Space Station (ISS) for 35 days to characterize the space environment-induced oxidative damage on ocular structure and retinal function using histochemistry, intraocular pressure (IOP), and electroretinography (ERG). The antioxidant effects of BuOE in mitigating spaceflight condition-induced retinal damage were evaluated.",
  "methods": "4. Material and Methods\n\n4.1. Spaceflight and Mouse Groups\n\nTen-week-old C57BL/6 male mice were launched in December 2021, at the Kennedy Space Center (KSC) on the rodent research-18 (RR-18) mission for 35 days aboard the ISS. All mice were maintained at an ambient temperature of 26–28 °C with a 12 h light/dark cycle during the flight. This hardware has a housing density that is within the guidelines recommended by the National Institutes of Health. All mice were provided NASA Nutrient-upgraded Rodent Food Bar (NuRFB) and autoclaved deionized water ad libitum. The flight mice were subdivided into two groups: a saline control or BuOE-treated group. BuOE at 1 mg/kg (0.2 mL) was administrated subcutaneously 7 days prior to the flight launch and weekly aboard the ISS. After returning to Earth via SpaceX’s Dragon capsule, it took approximately 20 h for the mice to be recovered in the Atlantic Ocean, brought to shore, and transported to the research laboratory at Roskamp Institute, Sarasota, Florida. Upon live return, a subset of mice (8 per group) went through IOP and ERG testing. The rest of the spaceflight mice (5 per group) were then euthanized with intraperitoneal (IP) injections of Ketamine/Xylazine (up to 150 mg/kg Ketamine combined with up to 45 mg/kg Xylazine). Their eyes were removed and prepared for analysis. The left eyes were fixed in 4% paraformaldehyde in phosphate-buffered saline (PBS) for 24 hours, and then rinsed with PBS for immunohistochemistry (IHC) assays. The right eyes were dissected to obtain the retina. The retinas were flash-frozen and stored at −80 °C for further analysis. Ground control mice were placed into the same housing hardware with environmental parameters used in flight. GC mice were euthanized three days later. Animal experiments were approved by the National Aeronautics and Space Administration (NASA) Animal Care and Use Committee (IACUC) on 14 October 2021 (Protocol Number: RR-18), Roskamp Institute IACUC on 7 October 2021 (Protocol Number RR-18), and Loma Linda University Health IACUC on 8 February 2022 (Protocol Number: 8170051). The activities involving vertebrate animals were conformed to the Guide for the Care and Use of Laboratory Animals (National Institutes of Health, Bethesda, MD, USA).\n\n4.2. IOP Measurement\n\nIOP in conscious animals was measured pre-launch and post-flight before euthanization with a handheld tonometer (TonoLab-ICARE, Raleigh, NC, USA). The animals exhibited no signs of discomfort during the procedure. Five to six sequential measurements were made to obtain an average of the counts as a single IOP readout for each mouse.\n\n4.3. ERG\n\nTo measure photoreceptor function, ERG was recorded using a Micron® Ganzfeld ERG system (Phoenix-Micron, Inc., Bend, OR, USA), according to the manufacturer’s instructions. Mice were dark-adapted for at least 3 h prior to obtaining ERG recordings which were performed on the right eyes. Mice were maintained under anesthesia with 1.5–2% Isoflurane through a nose cone and placed on a heated stage during testing to prevent hypothermia throughout the procedure. The pupils were dilated with 1–2 drops of 0.5% tropicamide (Akorn, Inc. Lake Forest, IL, USA) and 0.5% phenylephrine hydrochloride (Paragon BioTeck, Inc. Lake Forest, IL, USA) ophthalmic solutions. Hypromellose (Gonak™) ophthalmic demulcent solution (2.5%) (Akorn, Inc.) was topically administered to the eyes for proper contact with the corneal electrode. The Ganzfeld optical head includes three LEDs with 360, 504, and 850 nm wavelengths. It illuminates the eye with near-infrared at 850 nm during alignment of the corneal electrode guided by the Eye-Cockpit ( IDS uEye software version 4.3, IDS Imaging Development Systems Inc., Minato City, Tokyo) camera software. Three electrodes were attached to record the transretinal electrical signals: the Ganzfeld corneal (positive) electrode was made of a gold conducting ring around the objective lens, contact-attached to the cornea, sealing the eye. A reference (negative) electrode was inserted subcutaneously through the head skin positioned midline between the ears, such that the end of the needle was between the eyes. Finally, a ground electrode was inserted subcutaneously through the base of the tail. ERG was recorded according to the manufacturer’s protocol. Following signal baseline stabilization, ERG signals were recorded in response to increasing intensities of 360 nm Ultraviolet monochromatic light flashes (1 ms duration). Ganzfeld uses a Maxwellian view of illumination, which projects single light to the eye pupil illuminating the retina with high divergence. For each mouse, five sweeps of electrical responses were acquired at each intensity flash, with varying stimulus intervals (Table 1). The waveform amplitudes (microvolts) and implicit times (seconds) of a- and b-waves at each flash stimulus were acquired from five averaged sweeps and analyzed using the Labscribe software (LabScribeERG version 3.016800, iWorx systems, Dover, NH, USA). The amplitude of the a-wave represents the photoreceptor layer hyperpolarization (negative) signal and the b-wave represents the inner retinal bipolar cell and Müller cell depolarization (positive) response signal. Data obtained from all mice were averaged to represent the mean ± standard error (SEM) of a-wave and b-wave amplitudes.\n\n4.4. TUNEL Assay\n\nSix μm sections were cut through each left eye for analysis. Five ocular sections, roughly 100 μm apart, were evaluated using the TUNEL assay to identify and quantify apoptotic cells, according to standard procedures. Briefly, paraffin-embedded sections were processed using DeadEnd™ Fluorometric TUNEL system kit (catalog no. G3250, Promega Corp., Madison, WI, USA). The same sections were then incubated with DyLight 594 Lycopersicon esculantum-Lectin (1:100, catalog no. DL-1177, Vector laboratories Inc., Burlingame, CA, USA) to stain the endothelium. Nuclei were counterstained with diamidino-2-phenylindole (DAPI, blue).\n\n4.5. IHC Staining\n\nSix µm paraffin-embedded section of the left eye from 5 mice per group, roughly 100 μm apart, were used for analysis. To evaluate oxidative damage in the retina, immunostaining was performed on ocular sections using 4-HNE antibody specific for lipid peroxidation. For double labeling of HNE and PNA, sections were incubated with fluorescein isothiocyanate (FITC)-conjugated peanut agglutinin (catalog no. FL-1071, Vector laboratories Inc., Burlingame, CA, USA) (1:100 in 1% BSA) for an hour at room temperature, for labeling the photoreceptor cones. Sections were then incubated overnight (18–21 h) at 4 °C with rabbit primary anti-4-HNE antibody (1:1000, catalog no. HNE11-S, Alpha Diagnostic Intl. Inc. San Antonio, TX, USA). After washing three times in PBS, sections were further treated with secondary antibody Alexa Fluor 568 goat anti-rabbit IgG (catalog no. A11011, Life Technologies Corp., Eugene, OR, USA). The cell nuclei were counterstained with DAPI, and were mounted and cover-slipped with Vectashield Vibrance Antifade Mounting Medium (catalog no. H-1700, Vector Laboratories Inc., Burlingame, CA, USA).\n\n4.6. Quantification of Immunostaining\n\nSix to 10 field images were examined using a BZ-X710 All-in-One inverted fluorescence microscope with structural illumination at 20X magnification, spanning the entire retina per section. For quantitative analysis, the total numbers of TUNEL-positive nuclear /ganglion cells or endothelial cells in the retina were counted. For cone density, numbers of PNA-positive cells were counted within the entire nuclear layer of the field image. The surface of each section was measured on digital microphotographs using the ImageJ v1.4 software. The mean of the density profile measurements across 5 retinal sections that were 100 μm apart per eye was used as a single experimental value. The density profiles were expressed as the mean number of apoptotic cells or cone cells/mm2 for 5 samples of each group.\n\nTo quantify HNE immunoreactivity, fluorescence intensity was measured on 6–10 randomly selected fields and calculated using the Image J software. The data were extracted and averaged within the group.\n\n4.7. Statistical Analysis\n\nWe tested the normality of data distribution for IOP, ERG, 4-HNE, PNA, and TUNEL assays using the Shapiro–Wilk test. The data were then analyzed by one-way analysis of variance (ANOVA) and Tukey’s HSD (honestly significant difference) test for multiple pair-wise comparisons. The means and standard error of means (SEM) are reported. α-level was set at 0.05 for statistical significance.\n\nDisclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content.",
  "results": "2. Results\n\n2.1. Body Weight\n\nMice were weighed before launch and shortly before being euthanized after landing. Prior to taking off, the body weights were similar among all groups. The flight (FLT) and habitat ground control (GC) groups weighed between 25 and 27 g. The body mass after landing, for both the saline control and BuOE-treated FLT mice, was not significantly different compared to that of pre-flight measurements. However, body weights for the age-matched GC groups were significantly (p < 0.05) increased following the flight compared to pre-flight measurements (Figure 1).\n\n2.2. IOP Measurement\n\nIOP was measured from a randomly selected left or right eye of each mouse before launch and shortly after landing. The post-flight saline and BuOE-treated FLT groups showed a decreasing trend in IOP, compared to pre-flight measurements, but there were no statistical differences with 11.4 and 10.2 mmHg for pre- vs. post-flight saline group, and 11.3 and 10.3 mmHg for pre- vs. post-flight BuOE-treated groups, respectively. The measurements for the flight groups were similar to that of the GC groups (Figure 2).\n\n2.3. ERG Assessment of Retinal Function\n\nTo assess the mouse retinal function, we measured the amplitude of the ERG a-wave, which is generated by the activation of photoreceptors, a measure of photoreceptor function, and b-wave, which is primarily generated by the ON-type bipolar cell neurons. Representative ERG waveforms for FLT saline vs. GC saline and FLT saline vs. FLT BuOE-treated groups were compared in Figure 3a,b. The figures illustrate average a- and b-wave amplitude measurements in response to the strongest flash, with stimulus energies of log 2.5 cd·s/m2 over implicit time. The amplitudes for a- and b-waves for the flight groups were reduced when compared to controls. The waveforms were similar between post-flight saline and BuOE-treated groups. The longitudinal changes of amplitude and implicit time (time-to-peak) for a- and b-waves with increased flash intensities for pre- and post-flight FLT and GC groups were presented in Figure 4 and Figure 5. Differences in amplitude and implicit time to light stimulation were noted in the FLT group following the spaceflight when they were compared to pre-flight measurements or the GC group. Reduced amplitudes and delayed peak time observed in the FLT group may indicate low sensitivity of cone cells in response to stimulus flash.\n\nWhen compared to pre-flight, the amplitude of the a- and b-wave that reflected an average response to all flash intensities in the post-flight group was significantly reduced (p < 0.05) for both saline and BuOE-treated groups (Figure 6a,c), while the amplitude of a- and b-waves for pre- and post-flight in the GC group was similar (Figure 6b,d).\n\nWhen the a-waves of post-flight groups were compared, there were statistical differences (p < 0.05) in average amplitudes between FLT and GC (Figure 7), while no differences were noted among the groups when measured pre-flight. The amplitude of the a-wave in the BuOE-treated group was close to the GC controls. Our ERG data also showed that the average amplitude of the b-wave that elicited a light-invoked slow cornea-positive potential was significantly (p < 0.05) decreased by 39% and 25% in FLT saline or BuOE-treated mice compared to their habitat ground control counterparts, respectively (Figure 8). No differences for b-waves were found among any of the pre-flight groups.\n\n2.4. Apoptosis in the Retina\n\nApoptosis in the retina and retinal endothelial cells (ECs) was evaluated using terminal deoxynucleotidyltransferase dUTP nick-end label (TUNEL) staining. Apoptotic cells labeled with green fluorescence (Figure 9a) were mostly detected in the retinal ganglion cell layer (GCL) and inner nuclear layer (INL). Quantitative assessment revealed that the density of apoptotic cells in the retina of the flight saline group was 67% higher than GC controls, with a strong trend difference (p = 0.056) (Figure 9b). The counts for apoptosis were similar between the BuOE-treated and saline flight groups. The data demonstrate that spaceflight conditions induce retinal apoptosis. The retinal ECs showed a similar level of apoptosis across all groups (Figure 9c).\n\n2.5. Oxidative Damage in the Photoreceptor\n\nThe 4-hydroxynonenal (4-HNE) marker for oxidative damage was evaluated in the retina. Enhanced 4-HNE staining was seen in cone photoreceptors, retinal INL, and GCL in the spaceflight group compared to all other groups (Figure 10a). As shown in Figure 10b, the fluorescent intensity of 4-HNE in the photoreceptor cones of the flight group mice was significantly increased (p < 0.05) compared to both the ground controls and the BuOE-treated flight group. The immunoactivity of HNE immunoreactivity in BuOE-treated FLT retina was similar to saline or BuOE-treated GC groups.\n\nCone photoreceptors were stained with a specific immunofluorescent marker of peanut agglutinin (PNA). Quantitative evaluation (Figure 10c) revealed a decrease of 20% in the cone photoreceptor density in the spaceflight saline mice, with an average of 812 counts/mm2 compared to the GC group which had an average of 1007 counts/mm2 (p = 0.067). There were no significant differences in the cone density between the flight saline and BuOE groups.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "spaceflight",
    "retina",
    "photoreceptor",
    "oxidative stress",
    "antioxidant",
    "Article"
  ],
  "citations": [
    {
      "title": "Space flight-associated neuro-ocular syndrome (SANS)",
      "authors": [
        "A.G. Lee",
        "T.H. Mader",
        "C.R. Gibson",
        "T.J. Brunstetter",
        "W.J. Tarver"
      ]
    },
    {
      "title": "Advanced glycation end products increase retinal vascular endothelial growth factor expression",
      "authors": [
        "M. Lu",
        "M. Kuroki",
        "S. Amano",
        "M. Tolentino",
        "K. Keough",
        "I. Kim",
        "R. Bucala",
        "A.P. Adamis"
      ]
    },
    {
      "title": "Low dose space radiation-induced effects on the mouse retina and blood-retinal barrier integrity",
      "authors": [
        "X.W. Mao",
        "S. Stanbouly",
        "B. Chieu",
        "V. Sridharan",
        "A.R. Allen",
        "M. Boerma"
      ]
    },
    {
      "title": "Spaceflight influences gene expression, photoreceptor integrity, and oxidative stress-related damage in the murine retina",
      "authors": [
        "E.G. Overbey",
        "W.A. da Silveira",
        "S. Stanbouly",
        "N.C. Nishiyama",
        "G.D. Roque-Torres",
        "M.J. Pecaut",
        "D.C. Zawieja",
        "C. Wang",
        "J.S. Willey",
        "M.D. Delp"
      ]
    },
    {
      "title": "Clinical Pharmacokinetics and Delivery of Bovine Superoxide Dismutase",
      "authors": [
        "G. Jadot",
        "A. Vaille",
        "A. Vaille",
        "J. Maldonado",
        "P. Vanelle"
      ]
    },
    {
      "title": "Catalytic antioxidants: A radical approach to new therapeutics",
      "authors": [
        "B.J. Day"
      ]
    },
    {
      "title": "A small molecular weight catalytic metalloporphyrin antioxidant with superoxide dismutase (SOD) mimetic properties protects lungs from radiation-induced injury",
      "authors": [
        "Z. Vujaskovic",
        "I. Batinic-Haberle",
        "Z.N. Rabbani",
        "Q.-F. Feng",
        "S.K. Kang",
        "I. Spasojevic",
        "T.V. Samulski",
        "I. Fridovich",
        "M.W. Dewhirst",
        "M.S. Anscher"
      ]
    },
    {
      "title": "Chemistry, Biology and Medical Effects of Water Soluble Metalloporphyrins",
      "authors": [
        "I.R.J. Batinic-Haberle",
        "L. Benov",
        "I. Spasojevic"
      ]
    },
    {
      "title": "Metalloporphyrin antioxidants ameliorate normal tissue radiation damage in rat brain",
      "authors": [
        "R.D. Pearlstein",
        "Y. Higuchi",
        "M. Moldovan",
        "K. Johnson",
        "S. Fukuda",
        "D.S. Gridley",
        "J.D. Crapo",
        "D.S. Warner",
        "J.M. Slater"
      ]
    },
    {
      "title": "Regulation of ionizing radiation-induced apoptosis by a manganese porphyrin complex",
      "authors": [
        "J.H. Lee",
        "Y.M. Lee",
        "J.-W. Park"
      ]
    },
    {
      "title": "Radioprotective Effect of a Metalloporphyrin Compound in Rat Eye Model",
      "authors": [
        "X.W. Mao",
        "J.D. Crapo",
        "T. Mekonnen",
        "N. Lindsey",
        "P. Martínez",
        "D.S. Gridley",
        "J.M. Slater"
      ]
    },
    {
      "title": "Mitochondrial Oxidative Stress-Induced Apoptosis and Radioprotection in Proton-Irradiated Rat Retina",
      "authors": [
        "X.W. Mao",
        "J.D. Crapo",
        "D.S. Gridley"
      ]
    },
    {
      "title": "CNS bioavailability and radiation protection of normal hippocampal neurogenesis by a lipophilic Mn porphyrin-based superoxide dismutase mimic, MnTnBuOE-2-PyP5+",
      "authors": [
        "D. Leu",
        "I. Spasojevic",
        "H. Nguyen",
        "B. Deng",
        "A. Tovmasyan",
        "T. Weitner",
        "R.S. Sampaio",
        "I. Batinic-Haberle",
        "T.-T. Huang"
      ]
    },
    {
      "title": "Radioprotection of the Brain White Matter by Mn(III) N-Butoxyethylpyridylporphyrin–Based Superoxide Dismutase Mimic MnTnBuOE-2-PyP5+",
      "authors": [
        "D.H. Weitzel",
        "A. Tovmasyan",
        "K.A. Ashcraft",
        "Z. Rajic",
        "T. Weitner",
        "C. Liu",
        "W. Li",
        "A.F. Buckley",
        "M.R. Prasad",
        "K.H. Young"
      ]
    },
    {
      "title": "The Electroretinogram and Electro-oculogram: Clinical Applications",
      "authors": [
        "D.J. Creel",
        "H. Kolb",
        "E. Fernandez",
        "R. Nelson"
      ]
    },
    {
      "title": "Rodent Growth, Behavior, and Physiology Resulting from Flight on the Space Life Sciences-1 Mission",
      "authors": [
        "G. Jahns",
        "J. Meylor",
        "T. Fast",
        "N. Hawes",
        "G. Zarow"
      ]
    },
    {
      "title": "Selected Contribution: Effects of spaceflight on immunity in the C57BL/6 mouse. II. Activation, cytokines, erythrocytes, and platelets",
      "authors": [
        "D.S. Gridley",
        "G.A. Nelson",
        "L.L. Peters",
        "P.J. Kostenuik",
        "T.A. Bateman",
        "S. Morony",
        "L.S. Stodieck",
        "D.L. Lacey",
        "S.J. Simske",
        "M.J. Pecaut"
      ]
    },
    {
      "title": "Effect of Spaceflight on Lymphocyte Function and Immunity",
      "authors": [
        "F.K. Gmünder",
        "A. Cogoli"
      ]
    },
    {
      "title": "Intestinal microbiota contributes to altered glucose metabolism in simulated microgravity mouse model",
      "authors": [
        "Y. Wang",
        "W. Zhao",
        "J. Shi",
        "J. Wang",
        "J. Hao",
        "X. Pang",
        "X. Huang",
        "X. Chen",
        "Y. Li",
        "R. Jin"
      ]
    },
    {
      "title": "An Evidence-Based Review of Prognostic Factors for Glaucomatous Visual Field Progression",
      "authors": [
        "P.J. Ernest",
        "J.S. Schouten",
        "H.J. Beckers",
        "F. Hendrikse",
        "M.H. Prins",
        "C.A. Webers"
      ]
    },
    {
      "title": "The impact of ocular hemodynamics and intracranial pressure on intraocular pressure during acute gravitational changes",
      "authors": [
        "E.S. Nelson",
        "L. Mulugeta",
        "A. Feola",
        "J. Raykin",
        "J.G. Myers",
        "B.C. Samuels",
        "C.R. Ethier"
      ]
    },
    {
      "title": "The Effect of Microgravity on Ocular Structures and Visual Function: A Review",
      "authors": [
        "G. Taibbi",
        "R.L. Cromwell",
        "K.G. Kapoor",
        "B.F. Godley",
        "G. Vizzeri"
      ]
    },
    {
      "title": "Intraocular pressure fluctuation: Is it important?",
      "authors": [
        "J. Caprioli",
        "J.H. Kim"
      ]
    },
    {
      "title": "Using the Electroretinogram to Assess Function in the Rodent Retina and the Protective Effects of Remote Limb Ischemic Preconditioning",
      "authors": [
        "A. Brandli",
        "J. Stone"
      ]
    },
    {
      "title": "Retinal pathway origins of the pattern ERG of the mouse",
      "authors": [
        "G. Miura",
        "M.H. Wang",
        "K.M. Ivers",
        "L.J. Frishman"
      ]
    },
    {
      "title": "True S-cones are concentrated in the ventral mouse retina and wired for color detection in the upper visual field",
      "authors": [
        "F.M. Nadal-Nicolás",
        "V.P. Kunze",
        "J.M. Ball",
        "B.T. Peng",
        "A. Krishnan",
        "G. Zhou",
        "L. Dong",
        "W. Li"
      ]
    },
    {
      "title": "Spectral and Temporal Sensitivity of Cone-Mediated Responses in Mouse Retinal Ganglion Cells",
      "authors": [
        "Y.V. Wang",
        "M. Weick",
        "J.B. Demb"
      ]
    },
    {
      "title": "Physiological Features of the S- and M-cone Photoreceptors of Wild-type Mice from Single-cell Recordings",
      "authors": [
        "S.S. Nikonov",
        "R. Kholodenko",
        "J. Lem",
        "E.N. Pugh"
      ]
    },
    {
      "title": "Cone Contacts, Mosaics, and Territories of Bipolar Cells in the Mouse Retina",
      "authors": [
        "H. Wässle",
        "C. Puller",
        "F. Müller",
        "S. Haverkamp"
      ]
    },
    {
      "title": "The Pattern Electroretinogram as a Tool to Monitor Progressive Retinal Ganglion Cell Dysfunction in the DBA/2J Mouse Model of Glaucoma",
      "authors": [
        "V. Porciatti",
        "M. Saleh",
        "M. Nagaraju"
      ]
    },
    {
      "title": "A fully organic retinal prosthesis restores vision in a rat model of degenerative blindness",
      "authors": [
        "J.F. Maya-Vetencourt",
        "D. Ghezzi",
        "M.R. Antognazza",
        "E. Colombo",
        "M. Mete",
        "P. Feyen",
        "A. Desii",
        "A. Buschiazzo",
        "M. Di Paolo",
        "S. Di Marco"
      ]
    },
    {
      "title": "Cone Photoreceptor Loss in Light-Damaged Albino Rats",
      "authors": [
        "M.C. Benthal",
        "A.S. McKeown",
        "T.W. Kraft"
      ]
    },
    {
      "title": "Gene expression analysis of oxidative stress and apoptosis in proton-irradiated rat retina",
      "authors": [
        "X.W. Mao",
        "L.M. Green",
        "T. Mekonnen",
        "N. Lindsey",
        "D.S. Gridley"
      ]
    },
    {
      "title": "Spaceflight Environment Induces Mitochondrial Oxidative Damage in Ocular Tissue",
      "authors": [
        "X.W. Mao",
        "M.J. Pecaut",
        "L.S. Stodieck",
        "V.L. Ferguson",
        "T.A. Bateman",
        "M. Bouxsein",
        "T.A. Jones",
        "M. Moldovan",
        "C.E. Cunningham",
        "J. Chieu"
      ]
    },
    {
      "title": "Characterization of mouse ocular response to a 35-day spaceflight mission: Evidence of blood-retinal barrier disruption and ocular adaptations",
      "authors": [
        "X.W. Mao",
        "N.C. Nishiyama",
        "S.D. Byrum",
        "S. Stanbouly",
        "T. Jones",
        "A. Drew",
        "V. Sridharan",
        "M. Boerma",
        "A.J. Tackett",
        "D. Zawieja"
      ]
    },
    {
      "title": "Retinal repair by transplantation of photoreceptor precursors",
      "authors": [
        "R. MacLaren",
        "R. Pearson",
        "A. MacNeil",
        "R.H. Douglas",
        "T.E. Salt",
        "M. Akimoto",
        "A. Swaroop",
        "J. Sowden",
        "R. Ali"
      ]
    },
    {
      "title": "",
      "authors": [
        "M.M. LaVail",
        "A.R. Liss",
        "J.G. Hollyfield"
      ]
    },
    {
      "title": "Mitochondrial deletions in normal and degenerating rat retina",
      "authors": [
        "A. Bravo-Nuevo",
        "N. Williams",
        "S. Geller",
        "J. Stone"
      ]
    },
    {
      "title": "Cataract formation and prevention",
      "authors": [
        "H. Shichi"
      ]
    },
    {
      "title": "The Role of Oxidative Stress in the Pathogenesis of Age-Related Macular Degeneration",
      "authors": [
        "S. Beatty",
        "H.-H. Koh",
        "M. Phil",
        "D. Henson",
        "M. Boulton"
      ]
    },
    {
      "title": "Taurine and oxidative stress in retinal health and disease",
      "authors": [
        "V. Castelli",
        "A. Paladini",
        "M. D’Angelo",
        "M. Allegretti",
        "F. Mantelli",
        "L. Brandolini",
        "P. Cocchiaro",
        "A. Cimini",
        "G. Varrassi"
      ]
    },
    {
      "title": "Some Biochemical Consequences of the Spatial Distribution of Ionizing Radiation-Produced Free Radicals",
      "authors": [
        "J.F. Ward"
      ]
    },
    {
      "title": "Metabolic oxidation/reduction reactions and cellular responses to ionizing radiation: A unifying concept in stress response biology",
      "authors": [
        "D.R. Spitz",
        "E.I. Azzam",
        "J.J. Li",
        "D. Gius"
      ]
    },
    {
      "title": "High dietary iron increases oxidative stress and radiosensitivity in the rat retina and vasculature after exposure to fractionated gamma radiation",
      "authors": [
        "C. A Theriot",
        "C.M. Westby",
        "J.L.L. Morgan",
        "S.R. Zwart",
        "S.B. Zanello"
      ]
    },
    {
      "title": "Quantification of rat retinal growth and vascular population changes after single and split doses of proton irradiation: Translational study using stereology methods",
      "authors": [
        "X.W. Mao",
        "J.O. Archambeau",
        "L. Kubinova",
        "S. Boyle",
        "G. Petersen",
        "R. Grove"
      ]
    },
    {
      "title": "Acute Effect of Low-Dose Space Radiation on Mouse Retina and Retinal Endothelial Cells",
      "authors": [
        "X.W. Mao",
        "M. Boerma",
        "D. Rodriguez",
        "M. Campbell-Beachler",
        "T. Jones",
        "S. Stanbouly",
        "V. Sridharan",
        "A. Wroe",
        "G.A. Nelson"
      ]
    },
    {
      "title": "Oxidative Stress and 4-hydroxy-2-nonenal (4-HNE): Implications in the Pathogenesis and Treatment of Aging-related Diseases",
      "authors": [
        "Y. Li",
        "T. Zhao",
        "J. Li",
        "M. Xia",
        "Y. Li",
        "X. Wang",
        "C. Liu",
        "T. Zheng",
        "R. Chen",
        "D. Kan"
      ]
    },
    {
      "title": "Nonclinical Safety and Toxicokinetics of MnTnBuOE-2-PyP5+ (BMX-001)",
      "authors": [
        "S.C. Gad",
        "J.D.W. Sullivan",
        "I. Spasojevic",
        "C.V. Mujer",
        "C.B. Spainhour",
        "J.D. Crapo"
      ]
    },
    {
      "title": "Diverse functions of cationic Mn(III) N-substituted pyridylporphyrins, recognized as SOD mimics",
      "authors": [
        "I. Batinic-Haberle",
        "Z. Rajic",
        "A. Tovmasyan",
        "J.S. Reboucas",
        "X. Ye",
        "K.W. Leong",
        "M.W. Dewhirst",
        "Z. Vujaskovic",
        "L. Benov",
        "I. Spasojevic"
      ]
    },
    {
      "title": "Design, Mechanism of Action, Bioavailability and Therapeutic Effects of Mn Porphyrin-Based Redox Modulators",
      "authors": [
        "A. Tovmasyan",
        "H. Sheng",
        "T. Weitner",
        "A. Arulpragasam",
        "M. Lu",
        "D.S. Warner",
        "Z. Vujaskovic",
        "I. Spasojevic",
        "I. Batinic-Haberle"
      ]
    },
    {
      "title": "Mitochondrial oxidative stress and epilepsy in SOD2 deficient mice: Attenuation by a lipophilic metalloporphyrin",
      "authors": [
        "L.-P. Liang",
        "S. Waldbaum",
        "S. Rowley",
        "T.-T. Huang",
        "B.J. Day",
        "M. Patel"
      ]
    },
    {
      "title": "Analysis of a Metalloporphyrin Antioxidant Mimetic (MnTE-2-PyP) as a Radiomitigator: Prostate Tumor and Immune Status",
      "authors": [
        "S. Mehrotra",
        "M. Pecaut",
        "T.L. Freeman",
        "J.D. Crapo",
        "A. Rizvi",
        "X. Luo-Owen",
        "J.M. Slater",
        "D.S. Gridley"
      ]
    },
    {
      "title": "Manganese Porphyrin Promotes Post Cardiac Arrest Recovery in Mice and Rats",
      "authors": [
        "P. Wang",
        "Y. Li",
        "B. Yan",
        "Z. Yang",
        "L. Li",
        "Z. Cao",
        "X. Li",
        "I. Batinic-Haberle",
        "I. Spasojevic",
        "D.S. Warner"
      ]
    },
    {
      "title": "Assessing the Effects of Redox Modifier MnTnBuOE-2-PyP 5+ on Cognition and Hippocampal Physiology Following Doxorubicin, Cyclophosphamide, and Paclitaxel Treatment",
      "authors": [
        "T. McElroy",
        "T. Brown",
        "F. Kiffer",
        "J. Wang",
        "S.D. Byrum",
        "R.E. Oberley-Deegan",
        "A.R. Allen"
      ]
    },
    {
      "title": "The Pathomechanism, Antioxidant Biomarkers, and Treatment of Oxidative Stress-Related Eye Diseases",
      "authors": [
        "Y.J. Hsueh",
        "Y.N. Chen",
        "Y.T. Tsao",
        "C.M. Cheng",
        "W.C. Wu",
        "H.C. Chen"
      ]
    },
    {
      "title": "Noninvasive Measurement of Rodent Intraocular Pressure with a Rebound Tonometer",
      "authors": [
        "W.-H. Wang",
        "J.C. Millar",
        "I.-H. Pang",
        "M.B. Wax",
        "A.F. Clark"
      ]
    }
  ],
  "original_title": "Evidence of spaceflight-induced adverse effects on photoreceptors and retinal function in the mouse eye.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8bf9/10138634/91f06abc2516/ijms-24-07362-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8bf9/10138634/600c1ed14e9c/ijms-24-07362-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8bf9/10138634/e8b9850834ce/ijms-24-07362-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8bf9/10138634/0476dea574ec/ijms-24-07362-g004a.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8bf9/10138634/a03e113a32fb/ijms-24-07362-g004b.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8bf9/10138634/36cb6bd60f3b/ijms-24-07362-g005.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8bf9/10138634/368bbc6bb492/ijms-24-07362-g006.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8bf9/10138634/c5329df84d7b/ijms-24-07362-g007.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8bf9/10138634/2c83d7e08581/ijms-24-07362-g008.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8bf9/10138634/a6701fa02bf4/ijms-24-07362-g009.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8bf9/10138634/15b637a7600a/ijms-24-07362-g010.jpg"
  ]
}