{
  "pmcid": "10142442",
  "title": "Inhibition of Cytomegalovirus by Pentacta pygmaea Fucosylated Chondroitin Sulfate Depends on Its Molecular Weight",
  "abstract": "Many viruses attach to host cells by first interacting with cell surface proteoglycans containing heparan sulfate (HS) glycosaminoglycan chains and then by engaging with specific receptor, resulting in virus entry. In this project, HS–virus interactions were targeted by a new fucosylated chondroitin sulfate from the sea cucumber Pentacta pygmaea (PpFucCS) in order to block human cytomegalovirus (HCMV) entry into cells. Human foreskin fibroblasts were infected with HCMV in the presence of PpFucCS and its low molecular weight (LMW) fractions and the virus yield at five days post-infection was assessed. The virus attachment and entry into the cells were visualized by labeling the purified virus particles with a self-quenching fluorophore octadecyl rhodamine B (R18). The native PpFucCS exhibited potent inhibitory activity against HCMV specifically blocking virus entry into the cell and the inhibitory activities of the LMW PpFucCS derivatives were proportional to their chain lengths. PpFucCS and the derived oligosaccharides did not exhibit any significant cytotoxicity; moreover, they protected the infected cells from virus-induced lytic cell death. In conclusion, PpFucCS inhibits the entry of HCMV into cells and the high MW of this carbohydrate is a key structural element to achieve the maximal anti-viral effect. This new marine sulfated glycan can be developed into a potential prophylactic and therapeutic antiviral agent against HCMV infection.",
  "introduction": "1. Introduction\n\nBetaherpesviruses, including human cytomegalovirus (HCMV), are common human pathogens, yet only a small percentage of infected people experience acute illness. In people with impaired immune systems, HCMV-mediated infections can be life-threatening. Despite significant advancements in diagnostic and therapeutic management of the disease, HCMV poses a serious threat in solid organ and hematopoietic stem cell transplant recipients as well as in acquired immunodeficiency syndrome patients. In addition, HCMV infection in utero is the leading cause of congenital infection that can result in developmental abnormalities, including sensorineural hearing loss, developmental delays, and even fetal death.\n\nThere are currently no commercially available vaccines to prevent HCMV infection and only a small number of drugs, including ganciclovir, valganciclovir, cidofovir, foscarnet, maribavir, and letermovir, have been Food and Drug Administration approved for the treatment/prophylaxis of HCMV infection and disease. Moreover, drug resistance is increasingly common with circulating strains acquiring UL54 (polymerase) and/or UL97 (kinase) mutations that confer resistance to commonly available drugs. Therefore, the identification of newer anti-HCMV drugs with improved efficacy and novel modes of action are essentially needed.\n\nHeparan sulfate (HS) is present on the cell surface as well as in the extracellular matrix of most mammalian tissues. Numerous viruses including HCMV attach to host cells by first engaging with cell surface HS glycosaminoglycan chains, followed by interaction with the specific protein receptors, which results in virus entry. HCMV can infect different types of cells and tissues indicating that it can engage with a wide variety of host cell receptors to enter the cell and establish an infection. Specific viral glycoproteins engage these structurally and functionally distinct receptors that include the platelet-derived growth factor receptor alpha, cellular integrins, neuropilin-2, and epidermal growth factor receptor.\n\nEarlier, our group showed that HCMV preferentially binds to uniquely sulfated and polymerized HS using its surface glycoprotein B (gB). HS mimetics, including heparin, bind to gB and inhibit HCMV infection by competitively inhibiting virus attachment to the cell surface. Heparin is composed of disaccharide-repeating units (Figure 1A) and is an efficient anticoagulant; it can cause excessive bleeding and thrombocytopenia that necessitate close patient observation and, if necessary, the administration of an antidote (protamine). Two potential solutions to these anticoagulant side effects are using either the naturally potent anti-viral sulfated glycans with lower anticoagulant properties or the dissociation of the anticoagulant and anti-viral properties of the existing heparin. We were able to provide instances of both in our earlier work. In contrast to heparin, a newly discovered fucosylated chondroitin sulfate (FucCS) from the body wall of the sea cucumber Pentacta pygmaea (PpFucCS) was found to have significantly lower anticoagulant activity but significant antiviral efficacy against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The PpFucCS anticoagulant activity can be further reduced by hydrolysis into oligosaccharide fractions.\n\nIn the current investigation, PpFucCS (Figure 1B) was used to target HS–virus interaction and prevent HCMV entry into cells. We show that PpFucCS has significant antiviral activity against HCMV and that, when hydrolyzed into fractions, the oligosaccharides lose their anti-HCMV activity in a size-dependent manner.",
  "methods": "2. Materials and Methods\n\nPpFucCS extraction and purification: As previously reported, PpFucCS was recovered from the body wall of the sea cucumber P. pygmaea (Gulf Specimen Lab Gulf of Mexico, Florida Keys) by performing proteolytic digestion using papain (Sigma, St. Louis, MO, USA). Using anion exchange chromatography, the dry crude extract was fractionated on a 1.5 cm × 20 cm column packed with DEAE-Sephacel resin (Sigma). It was then eluted using a linear gradient of NaCl in 0.1 M NaOAc at pH 6.0 from 0 M to 3 M with a flow rate of 0.5 mL/min. 1,9-dimethyl methylene blue (DMB) reagent was used to monitor each fraction. The polysaccharide fractions that were detected using the DMB assay were combined, dialyzed three times against water, and then lyophilized to concentrate for preservation and transportation. The dialyzed sugars were then subjected to purification using a Sephadex G15 (Sigma) column (1 cm × 30 cm) with water as the mobile phase for cleanup. The lyophilization was performed to purify the sugar. To estimate the concentration of the samples in the various assays, dry weight measurements were collected.\n\nPpFucCS Depolymerization: PpFucCS was depolymerized using a modified Fenton technique that has been demonstrated to be extremely selective for the breakage of GlcA and GalNAc bonds found in the backbone of this class of polysaccharides. A previously described methodology that had been slightly changed was used to carry out the reaction; 40 mg of dry-weight PpFucCS was weighed and dissolved at a concentration of 2 mg/mL in 0.1 M sodium acetate at a pH of 6.0 to optimize the reaction conditions; 0.02 mM copper (II) acetate (final concentration) was then added to the dissolved polysaccharide solution. The reaction was carried out for 180 min at 60 °C with constant stirring after the addition of 200 mM H2O2 in drops to the reaction liquid. By removing the copper ions from the reaction mixture using Chelex (50–100 mesh size) resin, the reaction was quenched by adding Chelex resin that had been pre-equilibrated using 0.1 M sodium acetate buffer, pH 6.0, and keeping it on an end-to-end rotor for 2 h at room temperature. The suspension was centrifuged at 3000 rpm for 10 min after 2 h. The supernatant was lyophilized and desalted.\n\nFractionation of PpFucCS oligosaccharides: The dried depolymerized mixture of PpFucCS was fractionated depending on the size in a Bio-Gel P-10 column (1.5 cm × 170 cm), at a flow rate of 1.0 mL/15 min. A 10% ethanol solution containing 1.0 M NaCl was used to fractionate the mixture. Hydrolyzed PpFucCS (HdPpFucCS) is native PpFucCS that has been subjected to depolymerization The fractions obtained were assayed for the presence of PpFucCS oligosaccharides using DMB. The eluted oligosaccharides were divided into 4 fractions (Fr1–Fr4) based on the DMB profile and their corresponding retention times on the Bio-Gel P-10 column. Before any analysis, all the fractions were desalted on the Sephadex G-15 column and then lyophilized. See.\n\nDistribution of PpFucCS oligosaccharides: Polyacrylamide gel electrophoresis (PAGE) was used to analyze the oligosaccharide distribution of the depolymerized PpFucCS fractions.\n\nPpFucCS oligosaccharides structural integrity determination: The structural integrity of the PpFucCS oligosaccharides produced was investigated using one-dimensional proton nuclear magnetic resonance (1D 1H NMR) spectroscopy.\n\nCells: The human foreskin fibroblasts (HFF) were cultured in Dulbecco’s modified Eagle’s medium (DMEM) (Corning, Manassas, VA, USA, catalog No. 10-013-CM) with 10% fetal bovine serum (FBS) (Gibco, Life Technologies, Grand Island, NY, USA, catalog No. 10437-028), 2 mM L-glutamine, and 100 U/mL penicillin-streptomycin (Corning, Manassas, VA, USA; catalog No. 30-002-CI) at 37 °C along with 5% CO2.\n\nVirus: HCMV (TowneBAC strain) tagged with a green fluorescent protein (GFP) was grown on the HFF cells. The virus stock was prepared in 3X autoclaved milk, sonicated three times for 10 s with a 30 s gap, and stored at −80 °C. For the preparation of the autoclaved milk, we dissolved Nestle Carnation instant nonfat dry milk powder in nanopure water at neutral pH to obtain 10% milk, which was then autoclaved three consecutive times before storage at 4 °C.\n\nVirus infections: For infecting the HFFs, the media was removed from the wells of the cell culture plates, washed with serum-free medium DMEM, and appropriately diluted virus stock was absorbed on the cells in DMEM without serum. The cells were incubated for 1 h with gentle shaking every 10 min followed by washing thrice with serum-free DMEM. Fresh complete DMEM was added, and the cells were incubated until the endpoint.\n\nIC50 assay and percent inhibition calculation: To determine the half-maximal inhibitory concentration (IC50) of PpFucCS, its hydrolyzed form, and its fractions, the HFFs were pretreated for 1 h with a range of concentrations (50 μg/mL, 25 μg/mL, 12.5 μg/mL, 6.25 μg/mL, 3.12 μg/mL, 1.56 μg/mL, and 0.78 μg/mL), UFH, or mock, and then infected with HCMV at a multiplicity of infection (MOI) of 0.1. The cells were fixed at 5 days post-infection (dpi), and the number of GFP-positive cells for each concentration was enumerated using the Cytation 5 automated microscope (BioTek Instruments, Inc., Agilent, Santa Clara, CA, USA). The experiment was repeated three times in order to confirm the reproducibility of the measurements. The data were normalized in GraphPad Prism 9.0, using the number of GFP-positive cells in the mock wells as 0% inhibition and the number ‘0′ as 100% inhibition. The percentage (%) inhibition was plotted against the concentration range. The relative IC50s were calculated using a fixed top limit of the average vehicle-only control and a floating bottom limit.\n\nFor virus yield reduction assays, the HFFs were pretreated for 1 h with a range of concentrations (50 μg/mL, 25 μg/mL, 12.5 μg/mL, 6.25 μg/mL, 3.12 μg/mL, 1.56 μg/mL, and 0.78 μg/mL), of PpFucCS and mock (in duplicates of two independent experiments), and then infected with HCMV at a MOI of 3. The samples were harvested within the medium at 5 dpi by scraping the cells and stored at −80 °C before titration. On the day of titration, the harvested samples were sonicated three times for 10 s each with a 30 s gap. The monolayers of the HFFs were grown in 12-well tissue culture plates, and serial dilutions of the sonicated samples in the DMEM (without any additional compounds) were absorbed onto them for 1 h (in duplicates), followed by washing thrice with serum-free DMEM. For the viral titers, fresh DMEM containing 10% FBS and gamma immunoglobulin was added to the HFFs. At this step, no native PpFucCS was added to the overlayed medium, and the cells were incubated for from 9 to 10 dpi. At the endpoint, the DMEM overlay was removed, and the cells were washed 2X using PBS. The infected HFFs were then fixed in 100% methanol for 5 min. The HFFs were immediately stained using Modified Giemsa stain (Sigma-Aldrich, Milli-pore Sigma, Burlington, MA, USA, catalog No. GS1L) for 15 minutes. the plates were then washed with tap water and air dried, and the dark stained plaques were quantified.\n\nOctadecyl rhodamine B (R18) labeling and entry assay: The appropriate amount of virus was incubated using R18 (20 ng/L) (Thermo Fisher Scientific, Invitrogen, Waltham, Massachusetts, USA, catalog No. O246) at 4 °C for 1 h. An equal volume of DMEM was added and the tube was centrifuged at 28,000 rpm for 1 h at 4 °C to pellet the labeled virus, which was resuspended in 200 μL of DMEM. The native PpFucCS (50 μg/mL) was overlayed on the cells (HFF) for 1 h at 37 °C, and the plate was then incubated at 4 °C for 15 min. The purified virus, labeled with R18, was added to the plate and incubated for 1 h at 4 °C with the pre-treated cells to allow for virus attachment. Thereafter, the unbound virus was washed off using PBS and the plate was moved to 37 °C to allow for virus entry. The plates were fixed for staining with Hoechst dye at different time points after the 37 °C move. The mock-treated cells with the labeled and unlabeled virus were used as controls.\n\nMicroscopy: The samples were prepared using the established protocols for fluorescence microscopy. Briefly, the HFF cells were grown on coverslip inserts in 24-well tissue culture plates. The cells were pretreated using PpFucCS at 50 μg/mL concentration for 1 h and cooled at 4 °C for 15 min before infection using R18-labeled HCMV at a MOI of 3.0. The plate was then incubated at 37 °C along with 5% CO2 for 1 h. At the different time points (0, 1, 2, 5, 10, 20, 40, and 60 min) after the shift to 37 °C, the cells were fixed in 3.7% formaldehyde for 10 min and incubated in 50 mM NH4Cl in phosphate-buffered saline (PBS) for 10 min to reduce autofluorescence and washed using 2X PBS. Finally, the cells were incubated in Hoechst solution (ThermoFisher Scientific, Waltham, MA, USA, Catalog No. 33342) in PBS (1:3000) for 10 min to stain the nucleus, followed by a PBS wash. The coverslips were retrieved from the wells and were mounted on glass slides with a drop of mounting medium (2.5% DABCO in Fluoromont G) and air dried for two hours before imaging. The images were acquired on an EVOS-FL epifluorescent microscope (ThermoFisher Scientific, Waltham, MA, USA).\n\nCell viability: The HFFs were plated in 24-well tissue culture plates and grown to confluency (in triplicates). The cells were pretreated for 1 h with the highest concentration of test compounds and controls and then infected with HCMV at a MOI of 3.0 or mock infected. The medium was removed at 5 dpi, and the HFFs were harvested using trypsinization. The cell viability was determined using trypan blue exclusion using a TC20 automated cell counter (BioRad Laboratories, Hercules, CA, USA) following the manufacturer’s protocol. The test was also performed using the native PpFucCS at 500 µg/mL via the trypan blue exclusion assay along with the ATP release assay. We performed the bioluminescent ATP assay by overlaying the compounds for five days on the confluent HFF in an opaque-walled 96-well tissue culture plate with blank controls using a CellTiter-Glo 2.0 Cell Viability Assay kit (Promega Corporation, Madison, WI, USA, Catalog No. G9242) according to the manufacturer’s protocol. The ATP luminescence was measured using a Cytation 7 automated microscope (BioTek Instruments, Inc.) with the Endpoint/Kinetic read type using a single wavelength with the appropriate gain. The viability experiments were repeated two times to confirm the measurements.\n\nStatistics: The data were plotted in Graphpad Prism (Version 9.0, GraphPad Software, San Diego, CA, USA, , accessed on 3 March 2023). The standard error of the mean was plotted as error bars. A p-value of less than 0.05 was considered significant. An asterisk (*) denotes a significant inhibition compared to the mock. The data were evaluated using one-way ANOVA in GraphPad Prism 9.0 for multiple comparisons, and the differences between the groups were considered significant at a p-value of less than 0.05.",
  "results": "3. Results\n\n3.1. Inhibition of HCMV by PpFucCS and Its Fractions\n\nHere, we investigated the inhibitory activity of both native PpFucCS and its LMW fractions against HCMV. The LMW PpFucCS oligosaccharides studied here were used to establish a structural activity relationship and the influence of MW distribution on its anti-viral activity against HCMV.\n\nThe native PpFucCS exhibited potent and efficacious inhibitory activity against HCMV while the PpFucCS fractions showed decreased activity in both potency and efficacy (Figure 2A). Comparing the mean inhibition at the highest concentration used (50 μg/mL), we show that the efficacy of native PpFucCS along with the unfractionated but hydrolyzed PpFucCS oligosaccharide mixture (HdPpFucCS) and Fr1 was comparable to UFH, but it was significantly lower in the case of Fr2, Fr3, and Fr4 (Figure 2B). Additionally, the native PpFucCS had the least half maximal inhibitory concentration (IC50) value amongst all the tests and was comparable to that of UFH (Table 1). Thus, based on the comparison of low MW PpFucCS products, it is evident that HdPpFucCS and Fr1 maintain better antiviral activity than Fr2, Fr3, and Fr4 while displaying only slightly less activity than native PpFucCS and UFH. Earlier, our 1D 1H NMR spectra showed the presence of four fucose units in Fr1–Fr3 that were similar to the native PpFucCS structure: α- Fuc2,4S, α-Fuc2,4S, α-Fuc4S, and α-Fuc0S. This indicates that, although Fr1–Fr3 differ in size, they have similar structures. The Fuc anomeric peaks in fraction 4 showed an upfield 1H shift, which may indicate desulfation. Interestingly, the Fenton chemistry demonstrated a preserved structural integrity of the native PpFucCS in the majority of the oligosaccharides produced (Fr1–Fr3), and only a small percentage of the very low MW (Fr4) showed more chemical modifications. Combining these recently published results with the current results, it is evident that PpFucCS oligosaccharides lose their anti-HCMV activity in a size-dependent manner and that structural features play a crucial role in their anti-viral activity.\n\nTo study the inhibition of progeny virion formation and virus growth, we performed a virus yield reduction assay (at MOI 3.0). The IC50 obtained by performing this assay (2.957 µg/mL) (Figure S1) is very close to the IC50 (3.6 µg/mL) determined by the GFP reduction assay conducted at a low MOI (0.01) (Table 1), thus indicating that the inhibitory properties of PpFucCS against HCMV do not depend on the MOI.\n\n3.2. PpFucCS Specifically Inhibits HCMV Entry into Cells\n\nTo assess whether PpFucCS inhibits the entry of HCMV into cells (HFFs), we utilized the TowneBAC strain of the HCMV labeled with a self-quenching fluorescent label (R18 fluorescence assay). The fluorescence was recorded at different time intervals starting from 0 to 60 min post infection (Figure 3). The R18 dye transitions from one monolayer of a fluid-state phospholipid bilayer membrane to another in a potential-dependent manner, somewhat relieving the quenching of its fluorescence. The fluorescence from the HCMV virus particles that have been labeled with high quantities of R18 is highly self-quenched and their fusion with the host cell membrane leads to an increase in fluorescence, which is often visible only after the virus has entered the cell. A significantly higher number of virus particles entered the mock-treated cells compared to the cells treated with native PpFucCS at 60 min post infection (Figure 3A,B).\n\n3.3. Effect of PpFucCS and Its Oligosaccharides Treatment on Cell Viability\n\nPpFucCS and its oligosaccharides do not exhibit any significant cytotoxicity against primary HFF cells when examined at the highest concentration used in the antiviral assay (50 μg/mL) (Figure 4A) and show a protective effect against virus-induced cell death at five days post infection (Figure 4B) when examined using a trypan blue exclusion assay. Notably, the Fr3 and Fr4 that did not show any significant antiviral activity (Figure 2) also did not show any significant protection from virus-induced cell death. Furthermore, we did not see any cytotoxic effect on the HFFs when treated with the native PpFucCS at 500 μg/mL for five days using the trypan blue exclusion assay (Figure S2). To corroborate these findings, we treated the HFFs with the native PpFucCS at 500 μg/mL and 50 μg/mL along with heparin control for five days and performed the ATP release assay (Figure S3).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "herpesviruses",
    "marine sulfated glycans",
    "virus entry",
    "Article"
  ],
  "citations": [
    {
      "title": "",
      "authors": [
        "E.S.J. Mocarski",
        "T. Shenk",
        "R.F. Pass",
        "L.W. Wilkins"
      ]
    },
    {
      "title": "Immunocompromised hosts: Perspectives in the treatment and prophylaxis of cytomegalovirus disease in solid-organ transplant recipients",
      "authors": [
        "G. Torres-Madriz",
        "H.W. Boucher"
      ]
    },
    {
      "title": "Congenital Human Cytomegalovirus Infection and the Enigma of Maternal Immunity",
      "authors": [
        "W.J. Britt"
      ]
    },
    {
      "title": "Pathogenesis of human cytomegalovirus in the immunocompromised host",
      "authors": [
        "P. Griffiths",
        "M. Reeves"
      ]
    },
    {
      "title": "CNS manifestations of cytomegalovirus infections: Diagnosis and treatment",
      "authors": [
        "M. Maschke",
        "O. Kastrup",
        "H.C. Diener"
      ]
    },
    {
      "title": "Tegument Protein pp150 Sequence-Specific Peptide Blocks Cytomegalovirus Infection",
      "authors": [
        "D. Mitra",
        "M.H. Hasan",
        "J.T. Bates",
        "G.L. Bidwell",
        "R. Tandon"
      ]
    },
    {
      "title": "The Development of Therapeutics for the Treatment and Prevention of CMV Disease in the Transplant Population: A Regulatory Perspective",
      "authors": [
        "A.C. Hodowanec",
        "A. Pikis",
        "M.E. Singer"
      ]
    },
    {
      "title": "A Treatment Advance for Patients with Posttransplant CMV",
      "authors": [
        "R. Voelker"
      ]
    },
    {
      "title": "Antiviral drug resistance of human cytomegalovirus",
      "authors": [
        "N.S. Lurain",
        "S. Chou"
      ]
    },
    {
      "title": "Approach to drug-resistant cytomegalovirus in transplant recipients",
      "authors": [
        "S. Chou"
      ]
    },
    {
      "title": "How I treat resistant cytomegalovirus infection in hematopoietic cell transplantation recipients",
      "authors": [
        "F. El Chaer",
        "D.P. Shah",
        "R.F. Chemaly"
      ]
    },
    {
      "title": "Effective Inhibition of SARS-CoV-2 Entry by Heparin and Enoxaparin Derivatives",
      "authors": [
        "R. Tandon",
        "J.S. Sharp",
        "F. Zhang",
        "V.H. Pomin",
        "N.M. Ashpole",
        "D. Mitra",
        "M.G. McCandless",
        "W. Jin",
        "H. Liu",
        "P. Sharma"
      ]
    },
    {
      "title": "Heparan sulfate proteoglycans",
      "authors": [
        "S. Sarrazin",
        "W.C. Lamanna",
        "J.D. Esko"
      ]
    },
    {
      "title": "Herpesviruses and heparan sulfate: An intimate relationship in aid of viral entry",
      "authors": [
        "D. Shukla",
        "P.G. Spear"
      ]
    },
    {
      "title": "The degree of polymerization and sulfation patterns in heparan sulfate are critical determinants of cytomegalovirus entry into host cells",
      "authors": [
        "D. Mitra",
        "M.H. Hasan",
        "J.T. Bates",
        "M.A. Bierdeman",
        "D.R. Ederer",
        "R.C. Parmar",
        "L.A. Fassero",
        "Q. Liang",
        "H. Qiu",
        "V. Tiwari"
      ]
    },
    {
      "title": "CD46 facilitates entry and dissemination of human cytomegalovirus",
      "authors": [
        "K.R. Stein",
        "T.J. Gardner",
        "R.E. Hernandez",
        "T.A. Kraus",
        "J.A. Duty",
        "I. Ubarretxena-Belandia",
        "T.M. Moran",
        "D. Tortorella"
      ]
    },
    {
      "title": "Human Cytomegalovirus Cell Tropism and Host Cell Receptors",
      "authors": [
        "G. Gerna",
        "A. Kabanova",
        "D. Lilleri"
      ]
    },
    {
      "title": "Cytomegalovirus host entry and spread",
      "authors": [
        "H.E. Farrell",
        "P.G. Stevenson"
      ]
    },
    {
      "title": "Human cytomegalovirus entry into cells",
      "authors": [
        "A.L. Vanarsdall",
        "D.C. Johnson"
      ]
    },
    {
      "title": "Initiation of human cytomegalovirus infection requires initial interaction with cell surface heparan sulfate",
      "authors": [
        "T. Compton",
        "D.M. Nowlin",
        "N.R. Cooper"
      ]
    },
    {
      "title": "A peptide inhibitor of cytomegalovirus infection from human hemofiltrate",
      "authors": [
        "E.M. Borst",
        "L. Ständker",
        "K. Wagner",
        "T.F. Schulz",
        "W.G. Forssmann",
        "M. Messerle"
      ]
    },
    {
      "title": "A role for 3-O-sulfated heparan sulfate in promoting human cytomegalovirus infection in human iris cells",
      "authors": [
        "J. Baldwin",
        "E. Maus",
        "B. Zanotti",
        "M.V. Volin",
        "R. Tandon",
        "D. Shukla",
        "V. Tiwari"
      ]
    },
    {
      "title": "Pathogen at the Gates: Human Cytomegalovirus Entry and Cell Tropism",
      "authors": [
        "C.C. Nguyen",
        "J.P. Kamil"
      ]
    },
    {
      "title": "CD147 Promotes Entry of Pentamer-Expressing Human Cytomegalovirus into Epithelial and Endothelial Cells",
      "authors": [
        "A.L. Vanarsdall",
        "S.R. Pritchard",
        "T.W. Wisner",
        "J. Liu",
        "T.S. Jardetzky",
        "D.C. Johnson"
      ]
    },
    {
      "title": "Human Cytomegalovirus Requires Epidermal Growth Factor Receptor Signaling to Enter and Initiate the Early Steps in the Establishment of Latency in CD34+ Human Progenitor Cells",
      "authors": [
        "J.H. Kim",
        "D. Collins-McMillen",
        "J.C. Buehler",
        "F.D. Goodrum",
        "A.D. Yurochko"
      ]
    },
    {
      "title": "OR14I1 is a receptor for the human cytomegalovirus pentameric complex and defines viral epithelial cell tropism",
      "authors": [
        "E. Xiaofei",
        "P. Meraner",
        "P. Lu",
        "J.M. Perreira",
        "A.M. Aker",
        "W.M. McDougall",
        "R. Zhuge",
        "G.C. Chan",
        "R.M. Gerstein",
        "P. Caposio"
      ]
    },
    {
      "title": "Heparan Sulfate Proteoglycans and Viral Attachment: True Receptors or Adaptation Bias?",
      "authors": [
        "V. Cagno",
        "E.D. Tseligka",
        "S.T. Jones",
        "C. Tapparel"
      ]
    },
    {
      "title": "Structural and kinetic analyses of holothurian sulfated glycans suggest potential treatment for SARS-CoV-2 infection",
      "authors": [
        "R. Dwivedi",
        "P. Samanta",
        "P. Sharma",
        "F. Zhang",
        "S.K. Mishra",
        "P. Kucheryavy",
        "S.B. Kim",
        "A.O. Aderibigbe",
        "R.J. Linhardt",
        "R. Tandon"
      ]
    },
    {
      "title": "Guide to anticoagulant therapy: Heparin: A statement for healthcare professionals from the American Heart Association",
      "authors": [
        "J. Hirsh",
        "S.S. Anand",
        "J.L. Halperin",
        "V. Fuster"
      ]
    },
    {
      "title": "Anti-SARS-CoV-2 and anticoagulant properties of Pentacta pygmaea fucosylated chondroitin sulfate depend on high molecular weight structures",
      "authors": [
        "R. Dwivedi",
        "P. Sharma",
        "F. Eilts",
        "F. Zhang",
        "R.J. Linhardt",
        "R. Tandon",
        "V.H. Pomin"
      ]
    },
    {
      "title": "Fractionation of sulfated galactan from the red alga Botryocladia occidentalis separates its anticoagulant and anti-SARS-CoV-2 properties",
      "authors": [
        "S.B. Kim",
        "M. Zoepfl",
        "P. Samanta",
        "F. Zhang",
        "K. Xia",
        "R. Thara",
        "R.J. Linhardt",
        "R.J. Doerksen",
        "M.A. McVoy",
        "V.H. Pomin"
      ]
    },
    {
      "title": "Radio Frequency Heating of Washable Conductive Textiles for Bacteria and Virus Inactivation",
      "authors": [
        "J.H. Oh",
        "A.D. Martinez",
        "H. Cao",
        "G.W. George",
        "J.S. Cobb",
        "P. Sharma",
        "L.A. Fassero",
        "K. Arole",
        "M.A. Carr",
        "K.M. Lovell"
      ]
    },
    {
      "title": "Functional profiling of a human cytomegalovirus genome",
      "authors": [
        "W. Dunn",
        "C. Chou",
        "H. Li",
        "R. Hai",
        "D. Patterson",
        "V. Stolc",
        "H. Zhu",
        "F. Liu"
      ]
    },
    {
      "title": "The influence of stabilizers and rates of freezing on preserving of structurally different animal viruses during lyophilization and subsequent storage",
      "authors": [
        "H. Malenovská"
      ]
    },
    {
      "title": "A Guide to Fluorescent Probes and Labeling Technologies",
      "authors": []
    },
    {
      "title": "The structure of glycosaminoglycans and their interactions with proteins",
      "authors": [
        "N.S. Gandhi",
        "R.L. Mancera"
      ]
    },
    {
      "title": "Glycosaminoglycans and infection",
      "authors": [
        "R.S. Aquino",
        "P.W. Park"
      ]
    },
    {
      "title": "Antiviral activities of four marine sulfated glycans against adenovirus and human cytomegalovirus",
      "authors": [
        "M. Zoepfl",
        "R. Dwivedi",
        "M.C. Taylor",
        "V.H. Pomin",
        "M.A. McVoy"
      ]
    },
    {
      "title": "Heparan sulfates from bat and human lung and their binding to the spike protein of SARS-CoV-2 virus",
      "authors": [
        "L. Yan",
        "Y. Song",
        "K. Xia",
        "P. He",
        "F. Zhang",
        "S. Chen",
        "R. Pouliot",
        "D.J. Weiss",
        "R. Tandon",
        "J.T. Bates"
      ]
    },
    {
      "title": "Peptide entry inhibitors of enveloped viruses: The importance of interfacial hydrophobicity",
      "authors": [
        "H. Badani",
        "R.F. Garry",
        "W.C. Wimley"
      ]
    },
    {
      "title": "What is holding back the development of antiviral metallodrugs? A literature overview and implications for SARS-CoV-2 therapeutics and future viral outbreaks",
      "authors": [
        "R.E.F. De Paiva",
        "A. Marçal Neto",
        "I.A. Santos",
        "A.C.G. Jardim",
        "P.P. Corbi",
        "F.R.G. Bergamini"
      ]
    },
    {
      "title": "Marine glycan-based antiviral agents in clinical or preclinical trials",
      "authors": [
        "C. Hao",
        "G. Yu",
        "Y. He",
        "C. Xu",
        "L. Zhang",
        "W. Wang"
      ]
    },
    {
      "title": "The structure-activity relationship of the interactions of SARS-CoV-2 spike glycoproteins with glucuronomannan and sulfated galactofucan from Saccharina japonica",
      "authors": [
        "W. Jin",
        "W. Zhang",
        "D. Mitra",
        "M.G. McCandless",
        "P. Sharma",
        "R. Tandon",
        "F. Zhang",
        "R.J. Linhardt"
      ]
    },
    {
      "title": "Neutralizing antibodies mechanism of neutralization and protective activity against HIV-1",
      "authors": [
        "Y. Xiao",
        "X. Dong",
        "Y.H. Chen"
      ]
    },
    {
      "title": "Current structural biology of the heparin interactome",
      "authors": [
        "V.H. Pomin",
        "B. Mulloy"
      ]
    }
  ],
  "original_title": "Inhibition of Cytomegalovirus by Pentacta pygmaea Fucosylated Chondroitin Sulfate Depends on Its Molecular Weight",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9a45/10142442/f3f6576dbcb3/viruses-15-00859-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9a45/10142442/6d7fa687c55a/viruses-15-00859-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9a45/10142442/30b9deed551f/viruses-15-00859-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9a45/10142442/466d0849c5ef/viruses-15-00859-g004.jpg"
  ]
}