{
  "pmcid": "10797188",
  "title": "Drosophila parasitoids go to space: Unexpected effects of spaceflight on hosts and their parasitoids",
  "abstract": "Summary\n\nWhile fruit flies (Drosophila melanogaster) and humans exhibit immune system dysfunction in space, studies examining their immune systems’ interactions with natural parasites in space are lacking. Drosophila parasitoid wasps modify blood cell function to suppress host immunity. In this study, naive and parasitized ground and space flies from a tumor-free control and a blood tumor-bearing mutant strain were examined. Inflammation-related genes were activated in space in both fly strains. Whereas control flies did not develop tumors, tumor burden increased in the space-returned tumor-bearing mutants. Surprisingly, control flies were more sensitive to spaceflight than mutant flies; many of their essential genes were downregulated. Parasitoids appeared more resilient than fly hosts, and spaceflight did not significantly impact wasp survival or the expression of their virulence genes. Previously undocumented mutant wasps with novel wing color and wing shape were isolated post-flight and will be invaluable for host-parasite studies on Earth.\n\nGraphical abstract\n\nHighlights\n\nSpaceflight enhances immune gene expression and tumor development in fruit flies\n\nDrosophila parasitoid wasps can develop in space without losing virulence\n\nParasitoid mutants with visible alterations were obtained\n\nParasitology; Biological sciences; Entomology",
  "introduction": "Introduction\n\nAs humans become a space-faring species, they must confront the dual and long-term challenges of microgravity and radiation. Robust immune physiology and intact genomes are vital to the success of manned space exploration efforts. Animals and plants harbor a diverse array of microbial and metazoan pathogens and parasites. While the effects of the space environment in low Earth orbit are documented on many host species, with a focus on humans, the effects of space on the accompanying pathogens and parasites are not known. This question is especially important as immune-compromised humans (and other animal hosts), or those with dysfunctional immunity, venture into space. Experiments with the Drosophila model organism and studies on astronauts over the last decade have revealed how highly conserved innate immune functions and mechanisms are altered in space. These and earlier studies (reviewed by Iyer et al.) also demonstrated that fruit flies can successfully develop in space, opening the system to further inquiry. In this study, we examined the effects of spaceflight on D. melanogaster infested with their natural parasitoid wasps that journeyed to and back from the International Space Station (ISS), aboard SpaceX-14, on a 34-day mission.\n\nParasitoid wasps represent a large class of obligate parasitic insects, and many are used in the biocontrol of agricultural pests. The term endoparasitoid refers to the wasp whose preimaginal stages develop within the host larva and pupa. The developing parasitoid (or parasite) eats the host as both continue to develop; the host builds a puparium that a parasite ultimately occupies and emerges from. Drosophila larvae and pupae serve as hosts to more than 60 species of such parasitic wasps. The female wasp’s sharp ovipositor pierces the first line of host defense—the larval exoskeleton, made of cuticle—to introduce an egg and venom. This step triggers an encapsulation response in which larval blood cells (hemocytes) of the hosts’ innate immune system (macrophage-like plasmatocytes—called macrophages here—and their derivatives, lamellocytes) cooperate to recognize, surround, melanize, and destroy the wasp egg. This melanotic capsule itself, composed of dozens of macrophages and lamellocytes, shields the host from the dead parasite as it continues to become an adult fly. Encapsulation, an innate immune response, is conserved across many multicellular animals.\n\nEncapsulation of the parasite egg by Drosophila larvae is not always fatal to the parasite, as active and passive means to avoid encapsulation have evolved to assure that at least some percentage of parasitic wasp infections are successful. Leptopilina heterotoma (Lh) is highly successful on many Drosophila species and is considered to be a generalist parasite. Its venom contains spiked extracellular vesicle (EV)-like structures with immune-suppressive activities. Lh EVs are surrounded by a phospholipid bilayer, and their protein composition is similar to that of mammalian EVs. L. boulardi (Lb) is a specialist parasite and is successful on a narrower host range than Lh. Lb EVs also bear spikes, are immune-suppressive, and have a protein profile similar to Lh EVs. There is no evidence that either Lb or Lh EV-like structures possess a genome or that they replicate in either the wasp or the host. The protein-coding genes of Lh EVs are present in the wasp genome.\n\nWhile the venom EVs from both Lb and Lh are immune suppressive, their effects on hemocytes differ greatly. Lb EVs enter lamellocytes and alter lamellocyte shape to suppress encapsulation without killing them. Lh EVs, on the other hand, lyse lamellocytes within a few hours after infection. Lh EVs also kill circulating macrophages as well as hemocyte progenitors housed within a small hematopoietic organ called the lymph gland. Thus, despite differing in the ways they attack host hemocytes, both wasps effectively create immune-deficient hosts, making it conducive for wasp development. In 20–25 days, one adult wasp emerges per fly pupa; male and female wasps mate as free-living adults, and females then deposit eggs into fly larvae to initiate another generation.\n\nIn this Fruit Fly Lab-03 (FFL-03) spaceflight experiment, we compared the development of two fly strains: one healthy and another suffering from chronic inflammation (CI). The latter strain carries a dominant germline mutation in the Janus kinase (JAK) gene to activate the transcription factor called Signal Transducer and Activator of Transcription (STAT). The mutation constitutively activates the fly’s innate immune JAK-STAT and Toll signaling pathways. Components of both pathways are highly conserved in evolution, including humans. Both immune pathways also control hematopoietic development. Their genetic activation in the fly leads to the overgrowth of hematopoietic progenitors. As a result, small granuloma-like tumors form melanized structures that are observed in the larval hemolymph. In their physical properties, these small tumors are analogous to the hemocyte capsules formed around wasp eggs and are considered to be autoimmune-like reactions to self-tissue. Tumor growth, inflammatory gene expression, and metabolic inflammation in hopTum-l larvae are sensitive to aspirin administration. Thus, the hopTum-l background is a “stand-in” disease model for animal leukemia and CI. In humans, aberrant JAK-STAT and Toll-nuclear factor κB (NF-κB) signaling is linked to malignancies, immune deficiency, inflammation, autoimmunity, and cancer and is therefore the focus of therapeutic measures.\n\nThe aims of this study were to (a) compare how conditions in the ISS affect healthy control and CI fly hosts; (b) examine if the development of endoparasites occurs normally in the ISS; and (c) study if parasite virulence is affected in space. We report that fewer than expected tumor-free control fruit fly strain returned to Earth, but, unexpectedly, the tumor-bearing CI strain succeeded in space just as well as ground controls. In both strains, genes encoding extracellular matrix (ECM) proteins or ECM-associated proteins (together, matrisome proteins) that contribute to cuticle and chorion structure and function were strongly affected in space, but genes essential for life were downregulated only in the control fruit fly strain. Orthologs of many of these genes have disease relevance in humans. However, inflammation-related genes were activated in both strains, and, while the control flies remained free of tumors, the tumor burden in the space-returned CI strain increased. The effects of spaceflight on parasite emergence were minimal, if any, and changes in the expression of virulence genes were modest, at best. The venom activity of Lh from space wasps was comparable to that of ground wasps, and their virulence EV particles were normally distributed within the hosts. Visible mutations affecting wing shape, color, and ovipositor integrity were identified in the progeny of space L. heterotoma.\n\nPathogens and parasites pose a threat to astronaut’s health during spaceflight. Bacteria reared under microgravity conditions exhibit an increase in virulence. Thus, in addition to assessing changes in host immune mechanisms, it is important to evaluate changes in pathogen or parasite virulence in space in the context of their natural hosts. Our studies show that metazoan parasites can develop normally in space, retaining their infection strategies. Continued analysis of such systems will be important to help establish multigenerational studies and to obtain a fine-grained understanding of the long-term effects of space on diverse organisms.",
  "methods": "STAR★Methods\n\nKey resources table\n\nResource availability\n\nLead contact\n\nFurther information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact, Shubha Govind (sgovind@ccny.cuny.edu).\n\nMaterials availability\n\nThis study generated two mutant strains of Leptopilina heterotoma. Mutant strains will be shared by the lead contact upon request.\n\nData and code availability\n\nOriginal transcriptomic data (raw read counts and FASTQ files) from bulk RNA-Seq experiments on hosts and parasites have been deposited in and can be accessed from NASA’s publicly available Open Science Data Repository (https://osdr.nasa.gov/bio/repo). Accession numbers are listed in the key resources table.\n\nVersion D of NASA GeneLab’s bioinformatics pipeline, available on GitHub, was used to process Drosophila RNA-Seq reads. A DOI is listed in the key resources table.\n\nA modified version of the Drosophila pipeline was used to analyze L. boulardi and L. heterotoma reads. Those scripts are available with the supplemental material Data S1 (L.boulardi_ L.heterotoma_RNAseq_processing_scripts.zip).\n\nMicroscopy data and any additional information required to reanalyze the data reported in this paper are available from the lead contact upon request.\n\nExperimental model and study participant details\n\nExperimental design and sample preparation\n\nD. melanogaster strains y1 w1 and y w hopTum-l msn-GAL4; UAS-mCD8-GFP (hopTum-l msn > GFP), and wasp species L. boulardi strain 17 (Lb17) and L. heterotoma strain 14 (Lh14), were included in the ground control and flight experiments. The hopTum-l strain carries a dominant point mutation in the human Janus kinase (JAK) homolog, hopscotch. This mutation confers constitutive JAK-STAT signaling, which drives hematopoietic proliferation and differentiation in larval stages; small, melanized tumors form that can be scored in adult flies. In this strain, the misshapen (msn) promoter directs Gal4 expression to lamellocytes. Expression of the UAS-mCD8-GFP transgene helps visualize lamellocytes, which make up the bulk of the tumors.\n\nExtensive pre-flight testing was done to estimate the diet volume and insect numbers for optimal growth during the 34-day flight period. Six conditions (two fly-only cultures, four fly/wasp co-cultures) were distributed among six VFBs (Figure 1). The fly-only cultures were reared in polystyrene vials containing 12 mL ± 1 mL fly food, while the co-culture vials contained 10 mL ± 1 mL fly food. The difference in fly food volume accommodated the respective life histories of the two insect species; unlike flies that depend on fly food medium, wasps consume the growing fly larvae and pupae. This volume of fly food supported insect growth for 34 days while keeping carbon dioxide production to a minimum.\n\nPrior to launch, y w fly-only cultures were initiated with 8 female and 5 male flies. The hopTum-l cultures were similarly initiated with 20 female and 10 male flies. Fly-wasp co-cultures were set up simultaneously by first adding the flies to vials for three days, whereupon the flies were removed and adult wasps introduced. For the y w co-cultures, 30 adult females and 15 adult males were added to each polystyrene vial for egg-laying. For hopTum-l egg-lays, 35 females and fifteen males were used. Fifteen egg-lays were made for each genotype, and 15 female and 15 male wasps were added to each egg-lay a day prior to launch.\n\nMission and hardware details\n\nSix VFBs, each with 15 vials, were placed inside a CTB before the launch of the SpaceX-14 mission to the ISS (Figure 1). The mission was launched at 20:30 UTC (Coordinated Universal Time) on April 2nd, 2018. Wasp infection modifies fly development; it takes 20–25 days for wasps to develop into adults, while naive flies complete their development in 10–15 days. Weather-related issues delayed the original mission time from 31 days to 34 days. The ISS crew installed the samples into the Columbus Module endcone with the CTB lid open to promote air exchange between the VFBs and cabin air, where they remained until approximately two days prior to their return to Earth. Samples remained at ambient temperature (∼22°C). Temperature and humidity data in each VFB were collected throughout the flight mission. The radiation dosimeter on the ISS was the COL1A2 Radiation Assessment Detector, ISS-RAD, that detects charged particles. Insects remained in the VFBs throughout the mission until their return on the Dragon capsule.\n\nA full-scale, near-synchronous ground control was conducted that was staggered 48 h from launch, using the environmental data streamed to a Space Station Processing Facility Environmental Simulator at the Kennedy Space Center (KSC). The ground control samples were manually set to recapitulate the temperature and humidity conditions of the space samples. While the temperatures between space and ground samples were similar for the duration of the experiment, the relative humidity of space samples was higher by 20–25% than that of ground samples. This was attributed to reduced convection in the microgravity environment, making it more difficult for moisture to evaporate quickly. The Dragon capsule was unberthed at 13:22 UTC on May 5th, 2018, and splashdown in the Pacific Ocean occurred on the same day at 20:00, off the coast of Long Beach, CA, from where samples were flown to New York. Ground control samples were similarly collected from KSC and flown to New York.\n\nCondition of insect cultures\n\nVisual inspection of the cultures indicated that most of the fly food in all vials was consumed, and there was no apparent evidence of mold or other microbial infection in any culture vial. G0 and S0 fly-only vials of both genetic backgrounds did not contain sufficient early instar larvae to set up wasp infections. (G1/S1 larval hosts were used instead for infection experiments.) Almost all adult wasps retrieved from G0/S0 cultures developed under corresponding conditions, while adult fly samples contained individuals of mixed age and from 2 to 3 generations. For all studies, appropriate numbers of animals were randomly selected from different vials.\n\nMethod details\n\nSurvival studies\n\nAnimals in each vial were sorted and scored under a dissecting microscope immediately upon arrival. For fly-only cultures, statistical analysis was performed on counts after excluding counts from vials where sample counts were incomplete. For co-cultures, statistical analysis was performed on the number of flies and wasps after excluding vials where either no insects developed or where sample counts were incomplete. The percentage of female wasps was obtained by dividing the number of female wasps by the total number of wasps in each vial.\n\nDissections, staining, and imaging\n\nDepending on sample availability, 5–15 animals were dissected to examine lymph glands. Methods for larval lymph gland dissections, staining, and imaging were previously published. Lymph glands were counter-stained with rhodamine-labeled phalloidin (R415 Life Technologies) and Hoechst 33258 pentahydrate (Invitrogen). For Lh-infected G1 or S1 larvae, primary mouse anti-p40 antibody (1:1000) was used. Fixed and stained samples were imaged on the Laser Scanning Zeiss 710 or 800 confocal microscopes controlled with Zeiss Zen imaging software in the CCNY core facilities. Whole insects were imaged with a Leica MZFLIII attached to an Optronics camera. Images were collected using the Magnafire-SP software.\n\nMitotic index\n\nThree-day egg-lays of G0/S0 hopTum-l adult flies (described above) were set up at 25°C. Three to five wandering third-instar larvae were used per hemocyte smear for each replicate; three biological replicates were performed. Samples were incubated with rabbit anti-phospho-histone H3 antibody (1:200, Millipore Sigma), which was visualized with goat anti-rabbit alkaline phosphatase-linked secondary antibody (1:5000, Thermo Scientific). Antibody binding was visualized by alkaline phosphatase staining (125 μg/mL BCIP and 250 μg/mL NBT, from Promega). The percentage of phospho-histone H3-positive macrophages was calculated by dividing the number of phospho-histone H3-positive macrophages by the total number of macrophages over six visual fields. Cells were scored using a Zeiss Axioplan light microscope.\n\nAdult tumorigenesis\n\nTumors in randomly chosen G0 and S0 hopTum-l adults (20 males and 5–10 females, ∼22°C) were scored 6.5 days (25°C) after their return. The G1 and S1 progeny of these G0 and S0 hopTum-l flies was reared at 27°C, and their abdominal tumors were similarly scored 18.5 days post egg-lay. Using a dissecting microscope, abdominal tumors were categorized as follows: small (< 0.5 body segment), medium (0.5–1 body segment), and large (> 1 body segment). Small-, medium-, and large-sized tumors were arbitrarily weighed as 1, 2, and 3, respectively, and all tumors in each animal were recorded. The average number of tumor structures per animal was determined by dividing the sum of all tumors in each replicate by the total number of animals scored. Three biological replicates were performed for both S0/G0 and S1/G1 comparisons. A Student’s t test was used to determine if the averages of two datasets differed significantly from each other.\n\nInfection and larval host immunity assay\n\nEgg-lays of G0/S0 hopTum-l flies were set up with the same number of flies used in flight. Larval progeny, raised at 25°C for 3 days, were exposed to 10 male and 10 female G0 and S0 Lb17 or Lh14 wasps for 8 h. For each condition, hosts of the same strain were taken from more than one vial to randomize samples and ensure robust egg-laying. Similarly, wasps of the same species from different vials were combined for infections. Each experiment was replicated 3–4 times.\n\nInfected larvae were randomly selected and examined under a dissecting microscope 3–5 days later for the presence of either melanotic tumors or melanized parasite-induced encapsulation reactions. hopTum-l tumors and parasite capsules differ in shape; tumors are globular, while capsules are typically sickle-shaped and surround a wasp egg or wasp larva. These structures can fragment into smaller, melanized pieces, making it difficult to distinguish them. Regardless of their identity, they were classified based on size: (a) specks (similar in appearance to melanized crystal cells), (b) small melanized structures, or (c) large melanized structures. To quantify spaceflight’s effects on these reactions, an arbitrary score was assigned as follows: 1–3 specks, 4–8 specks, and > 8 specks were assigned a value of 0.5, 0.75, or 1, respectively. Small- and large-melanized structures were assigned a value of 1 and 4, respectively. Where clear encapsulation reactions (with evidence of a wasp egg) were observed, the structure was also assigned a value of 4. A composite tumor and encapsulation (T + E) score was calculated from 16 to 29 G1/S1 Lb17-or Lh14-infected hopTum-l larvae. Uninfected G1/S1 hopTum-l larvae (70–89 animals) served as controls. Pairwise comparisons of the average T + E scores were made using the Mann-Whitney U test for unpaired samples.\n\nBulk RNA-Seq sample preparation methods\n\nFor RNA-Seq experiments (technique reviewed in), samples were flash-frozen in dry ice and stored at −80°C. Bulk RNA-Seq analysis was performed on RNA prepared from four replicates of (a) ground control (G0) and space-flown (S0) adult flies; (b) G0 and S0 adult wasps; and (c) G1 and S1 larvae. The RNA/protein purification plus kit from Norgen Biotek Corp. was used for RNA preparation, and the extracted total RNA was stored in Norgen RNA isolation kit elution buffer.\n\nFor adult flies, three males and females each, of (a) G0 y w; (b) S0 y w; (c) G0 hopTum-l; (d) S0 hopTum-l were used for extraction. RNA preparations of G0 and S0 Lb17 and Lh14 wasps were made from three females and three males. Larval RNA was isolated from G1 and S1 y w animals. In addition, RNA was also extracted from hopTum-l larvae as follows: (a) uninfected G1; (b) uninfected S1; (c) G0 Lb-infected G1 hosts; (d) S0 Lb-infected G1 hosts; (e) G0 Lb-infected S1 hosts; (f) S0 Lb-infected S1 hosts; (g) G0 Lh-infected G1 hosts; (h) S0 Lh-infected G1 hosts; (i) G0 Lh-infected S1 hosts; and (j) S0 Lh-infected S1 hosts.\n\nThe RNA from G0 and S0 adult flies and wasps was processed at Genewiz, Inc. as follows: After poly (A)+ extraction, libraries for adult flies and wasps were prepared using the non-stranded NEBNext Ultra RNA Library Prep Kit E7775, following the manufacturer’s instructions (NEB, Ipswich, MA, USA). The libraries were validated using the Agilent TapeStation. Libraries were sequenced on the Illumina HiSeq 4000 machine for HiSeq 2 × 150 bp, single index, at Genewiz. Data output was ∼300–350 million raw paired-end reads per lane.\n\nThe total RNA prepared from G1 and S1 larval samples (stored at −80°C) was processed as follows at NASA’s GeneLab Samples Processing Laboratory. The RNA concentration was determined using a Qubit 4.0 Fluorometer, and 400 ng of each sample was used for poly (A)+ extraction. RNA-Seq sequencing libraries were prepared using the E7775 NEBNext Ultra RNA Library Prep Kit, as above. The libraries were validated by using Agilent TapeStation D1000 tape. Quantification was performed using the Qubit 4.0 Fluorometer. Libraries were pooled and sequenced on the Illumina iSeq 100 sequencer to confirm library balancing and screen for ribosomal RNA. The final library pool was sequenced on Illumina NovaSeq 6000 sequencer using S1 Reagent Kit v1.5 (300 cycles, 2 lanes).\n\nProcessing of Drosophila RNA-Seq data\n\nThe reads from adult fly and larval fly RNA were analyzed using version D of NASA GeneLab’s RNA-Seq processing pipeline (https://github.com/nasa/GeneLab_Data_Processing/blob/master/RNAseq/Pipeline_GL-DPPD-7101_Versions/GL-DPPD-7101-D.md). For this, the raw fastq files of the adult fly RNA-Seq reads obtained from Genewiz were transferred to GeneLab. Raw fastq files of both sample sets were assessed for percent rRNA (0.30–0.42% rRNA in adults; 0.20–2.73% rRNA in larvae) using HTStream SeqScreener (version 1.3.2) and filtered using Trim Galore! (version 0.6.7) powered by Cutadapt (version 2.6). Raw and trimmed fastq file quality was evaluated with FastQC (version 0.11.9), and MultiQC (version 1.11) was used to generate MultiQC reports.\n\nD. melanogaster STAR and RSEM references were built using STAR (version 2.7.8a) and RSEM (version 1.3.1), respectively, Ensembl release 101, genome version BDGP6.28 (Drosophila_melanogaster.BDGP6.28.dna.toplevel.fa) and the following gtf annotation file: Drosophila_melanogaster.BDGP6.28.101.gtf. Trimmed reads were aligned to the Drosophila melanogaster STAR reference with STAR (version 2.7.8a). A majority (90.08%–94.47%) of trimmed reads mapped uniquely to the fly reference genome. Aligned reads were assessed for strandedness using the RSeQC Infer Experiment (version 4.0.0) and determined to be unstranded. Then aligned reads from all samples were quantified using RSEM (version 1.3.1), with strandedness set to none.\n\nRSEM raw gene counts were imported to R (version 4.0.3) with tximport (version 1.18.0) and normalized with DESeq2 (version 1.30.0) median of ratios method. Differential expression analysis was performed in R (version 4.0.3) using DESeq2 (version 1.30.0); all groups were compared pairwise using the Wald test, and the likelihood ratio test was used to generate the F statistic p value. False discovery rate (adjusted p value) corrections were performed using Benjamini-Hochberg multiple testing adjustment. Gene annotations were assigned using the following Bioconductor and annotation packages: STRINGdb (v2.2.0), PANTHER.db (v1.0.10), and org.Dm.e.g.,.db (v3.12.0). Genes were considered differentially expressed if adjusted p < 0.05 and |log2FC| > 1.\n\nAnalysis of Drosophila RNA-Seq results\n\nGlobal analyses\n\nPrincipal Component Analysis (PCA) was performed in R (version 4.0.3) using log (2)-transformed count data from unnormalized and normalized counts. PCA plots were generated for each set of count data using ggplot2 (version 3.3.3). Volcano plots were created using EnhancedVolcano (version 1.8.0), with adjusted p < 0.05 and |log2FC| > 1 cutoff values specified.\n\nKEGG enrichment analyses for adult samples\n\nDEGs in adult fly samples (adjusted p value < 0.05 and |log2FC| > 1) were used for analysis. Gene ontology (GO) and KEGG enrichment analyses were performed using the Bioconductor package ClusterProfiler v 3.18.0 and the Drosophila database (org.Dm.e.g.,.db version 3.13). EnrichGO and EnrichKEGG functions were used to determine functionally enriched GO categories for KEGG pathways and molecular function. Results were visualized by R package.\n\nAnalysis of top, essential, and pathway DEGs\n\nThe most highly modulated Top DEGs in the adult fly samples were identified by sorting log (2)-FC for each comparison and then filtering genes that met the adjusted p value significance p < 0.05 and |log2FC| > 1. From this list, the top 50 upregulated or downregulated genes were identified for each comparison, yielding ∼280 genes. Annotations and other functional information for these ∼280 genes were examined in FlyBase and genes with clear orthologs or paralogs and known or predicted functions (172 genes) were retained. Clustering of these 172 Top DEGs revealed six major expression profiles. The magnitude of log (2)-FC for these genes, in both directions, ranged from ∼3- to 12-fold.\n\nFor Essential DEGs, a list of 1,024 genes that were identified experimentally in P element insertion screens was compiled. Of these 1,024 genes, 137 were differentially expressed in at least one of four comparisons. The DIOPT-DIST tool, which predicts human orthologs of fly genes and diseases or traits associated with the human orthologs identified through GWAS or OMIM databases, was used to determine the disease relevance of these essential genes. Genes in the JAK-STAT, Toll, and Imd pathways were compiled from KEGG and/or FlyBase. Additional pathway target genes were added from the primary literature.\n\nFor larval samples, gene set enrichment analysis of larval RNA-Seq results did not highlight immune changes, and hence the results of this analysis were not included here. Gene expression changes were examined in the context of signaling pathways as was done for the adult RNA-Seq results above.\n\nProcessing of parasite RNA-Seq reads\n\nRaw fastq files were filtered using Trim Galore! (version 0.6.7) powered by Cutadapt (version 3.7). Raw and trimmed fastq file quality was evaluated with FastQC (version 0.11.9), and MultiQC (version 1.12) was used to generate MultiQC reports. L. heterotoma Bowtie2 and RSEM indices were built using Bowtie2 (version 2.5.0) and RSEM (version 1.3.1), respectively, and the Lh14 GAJC contig transcriptome reference from NCBI (https://sra-download.ncbi.nlm.nih.gov/traces/wgs03/wgs_aux/GA/JC/GAJC01/GAJC01.1.fsa_nt.gz). L. boulardi Bowtie2 and RSEM indices were built using Bowtie2 (version 2.5.0) and RSEM (version 1.3.1), respectively, with Lb17 GAJA contig transcriptome reference from NCBI (https://sra-download.ncbi.nlm.nih.gov/traces/wgs03/wgs_aux/GA/JA/GAJA01/GAJA01.1.fsa_nt.gz).\n\nTrimmed reads were aligned to the respective wasp parasite species Bowtie2 transcriptome reference with Bowtie2 (version 2.5.0), and aligned reads from all samples were quantified using RSEM (version 1.3.1), with strandedness set to none. Quantification data was imported to R (version 4.1.2) with tximport (version 1.22.0) and normalized with DESeq2 (version 1.34.0) using the median of ratios method. Normalized transcript counts were subject to differential expression analysis in R (version 4.1.2) using DESeq2 (version 1.34.0); all groups were compared using the Wald test, and the likelihood ratio test was used to generate the F statistic p value. The numbers of significantly differentially expressed transcripts (adjusted p < 0.05 and |log2FC| > 1) for Lb17 and Lh14 were 293 and 310, respectively. The presence of conserved protein domains or motifs in these differentially expressed Lb17 and Lh14 DEGs was performed via CDD searches (database version CDD v3.20 - 59693 PSSMs; and expect value threshold 0.01) (Tables S2 and S3).\n\nAnalysis of parasite RNA-Seq results\n\nGlobal analyses\n\nPrincipal Component Analysis was performed in R (version 4.1.2) using log (2)-transformed count data from unnormalized and normalized counts. PCA plots were generated for each set of count data using ggplot2 (version 3.3.5). Volcano plots were created using EnhancedVolcano (version 1.12.0) with an adjusted p value < 0.05 and |log2FC| > 1 cutoff values specified.\n\nIdentification and analysis of parasite EV transcripts\n\nProteins from purified Lb17 EV have not been characterized, but the composition of purified EVs from the Lb Gotheron (LbG) strain is published. To identify differentially expressed Lb17 EV transcripts in space corresponding to these previously characterized 383 LbG EV proteins, we queried the LbG EV protein sequences against all 293 differentially expressed Lb17 transcripts in space (Table S2; LbG EV query sequences were kindly provided by J. Varaldi, University of Lyon). For this, NCBI’s tblastn tool was used at default settings (BLOSUM62; gap costs existence extension 1, filtered for low complexity regions, January 2023). Results where E-value ≤1 e−30, query coverage ≥50%, and percent identity of ≥50% were scored as high confidence homologs and included 27 sequences. Two sequences did not meet these criteria but were added to our results (Table 1), either due to their high log (2)-FC value (GAJA01001411.1; E = 3.00 e−100, query coverage 96%, and % identity 32.49), or due to interesting homology (GAJA01009829.1; E = 4.00 e−30, query coverage 57%, and % identity 32.69).\n\nAn estimate of the overall Lb17 EV proteome size was obtained as follows: the 383 LbG sequences were used to tblastn-search the GAJA00000000 sequences. This search identified 316 non-redundant EV protein-encoding GAJA sequences (E ≤ 1 e−50, query coverage ≥70%, percent identity ≥70%; NCBI BLAST+ (v 2.7.1). Some homologs were not identified due to strain differences; nevertheless, the analysis revealed that most of the LbG EV proteins are expressed in the Lb17 female abdomen. Since the Lh14 EV proteome is already characterized, tblastn analyses were not necessary, and EV genes were filtered from the 310 Lh14 DEGs (Table 2).\n\nSEM preparation of venom EVs and imaging\n\nThirty venom glands of G0 and S0 wasps were dissected in 100 μL of ice-cold PBS and fixed in 100 μL of 4% glutaraldehyde in 0.1M sodium cacodylate buffer, pH 7.4 (Electron Microscopy Sciences). Venom glands were processed for scanning electron microscopy imaging as follows: Ten drops of 2% osmium tetroxide aqueous solution (Electron Microscopy Sciences) were added to the sample on ice for 20 min. The sample was filtered on a wet 25-mm polycarbonate Whatman membrane filter (0.1 μm pore size), covered with a second wet filter, and suctioned with the sample in between the filters. The filters were clamped between O-rings and quickly immersed in ice-cold distilled water. The filters were then rinsed in distilled water five times, 3 min for each rinse. This was followed by dehydration in a graded (10%, 30%, 50%, 70%, 80%, 90%, 95%, 100%) series of ethanol for 5 min each. The filters were then critical point dried (Balzers, CPD 030) in liquid carbon dioxide five times, 3–5 min each. Dehydrated and dried samples were mounted on aluminum SEM specimen mount stubs (Electron Microscopy Sciences) using conductive carbon adhesive tabs (Electron Microscopy Sciences) and stored in a 60°C oven for 2 h or longer. Samples on the filter were coated with gold/palladium (Leica, EM ACE600) right before being observed on the Zeiss SUPRA 55VP scanning electron microscope. These procedures were carried out at the CCNY and CUNY ASRC core facilities.\n\nVirulence assay for Lh14 venom\n\nForty hopTum-l larvae were bled in 200 μL of 7% bovine serum albumin. 50 μL of this hemolymph preparation was aliquoted into individual chambers of a 4-chamber slide and allowed to incubate at room temperature for 1 h. Venom was extracted from G0 and S0 Lh14 wasps, and protein was quantified using the Bradford method. An appropriate volume of the venom extract containing 30 μg of venom protein was added to the slide chamber with hopTum-l hemocytes. Phosphate-buffered saline (20 mM, pH 7.4) was used as a control. After incubation for 4 h at 25°C, excess liquid was removed by aspiration, hemocytes were air-dried at room temperature and fixed with 4% paraformaldehyde for 10 min. After washing, cells were stained successively with rhodamine-labeled phalloidin (R415 Life Technologies) and Hoechst 33258 pentahydrate (Invitrogen) for 15 min each at room temperature. Samples were washed three times with PBS, and stained cells were mounted in Vectashield for confocal microscopy. Lamellocytes with bipolar morphology (i.e., spindle-shaped GFP-positive lamellocytes with two pointed ends) were manually scored. Experiments were replicated three times and the Student’s t test statistic was applied to determine the significance.\n\nIsolation and characterization of L. heterotoma mutants\n\nG0/S0 Lb17 and Lh14 male wasps were mated with females from lab cultures, and their grandsons were examined for viable mutations affecting wing color, wing venation, wing morphology, eye color, eye morphology, and antennal morphology. Mutant grandsons were not obtained from the G0/S0 Lb17 or G0 Lh14 screens. One Lh14 grandson with golden wings (instead of the normal gray wings) was identified. This aurum1 male was mated with “lab” females; the progeny was “selfed” to obtain additional mutant males. For a pure-breeding stock, putative heterozygous unmated females were collected by placing pupae into Falcon 3072 96-well plates (Becton Dickinson) 1–3 days prior to their emergence. Strips of Scotch Tape (0.9 cm wide) were used to seal the wells. The aurum1 strain was homozygous viable, and a pure-breeding stock was established.\n\nA second mutant phenotype was observed in the aurum1 wasp culture. The posterior wing margins of this aurum1 wasp were angular instead of the normal round ends. This mutant, kona1, assorted from the aurum1 mutation, and was similarly homozygous viable but a pure-breeding stock could not be established as homozygous kona1 females could not infect hosts. To establish this, 14 unmated, or 11 kona1 male-mated, heterozygous or homozygous kona1 females, were introduced to y w hosts. Ten males were used for the matings. Larval hosts were dissected to assess the presence of eggs.\n\nTo examine if aurum1 and kona1 mutations assort independently, unmated homozygous aurum1 females were mated with kona1 males. Thirty-six unmated double heterozygous females were used for two rounds of y w infections. Over 1,000 male progeny of the four expected genotypes were scored.\n\nOvaries from wild type, heterozygous, or homozygous kona1 females were fixed in ethanol, mounted in 50% glycerol, and imaged on a Nikon Eclipse TE2000-U microscope attached to a Diagnostic Instruments Inc. camera and NIS Elements Imaging Software 64.0 bit 3.22.14. Ovipositors of 10 wild type and 30 homozygous kona1 females were gently pulled out using sharp forceps, briefly dipped in 70% ethanol and PBS, fixed in 4% paraformaldehyde, and washed in PBS, before mounting in Vectashield. Images were acquired with a Leica Aperio CS2 microscope.\n\nQuantification and statistical analysis\n\nSample size, experimental replication, and data analysis of results are also described in the corresponding sections above and/or the corresponding figure legend. For Figures 2 and S9, each experimental vial was considered a replicate, and statistical analysis of insect survival in space relative to ground after their return to the lab was performed in Microsoft Excel 2016. The mean numbers (± standard error) of flies and/or wasps from 14 vials were calculated in Microsoft Excel (2016). Student’s t test statistic was applied, and the difference between the corresponding space versus ground samples was significant if p < 0.05. For the data in Figures 6D and 6E, the weighted average number of tumors per animal in S0 versus G0 flies, or S1 versus G1 flies, was calculated in Microsoft Excel. The mean ± standard error was calculated, and a Student’s t test was used to determine biological significance. For Figure 7B, the non-parametric Mann-Whitney U test for unpaired samples was performed to compare all conditions pairwise. p values < 0.05 were considered significant. For Figure 9H, more than 1,000 F2 males were scored from unmated dihybrid females, and the raw numbers obtained are shown. A standard chi-square test was applied to accept the null hypothesis. For Figure 9I, at least 30 larvae per condition were dissected and scored for signs of infection. For Figure S11, the means of the proportion of bipolar cells in the L. heterotoma virulence assay were compared in experimental versus control samples using Excel and a Student’s t test. Between 129 and 1,146 lamellocytes were scored per replicate. For differential gene expression analysis in R using DESeq2, all groups were compared using the Wald test. To generate the F statistic p value and false discovery rate (adjusted p value), the likelihood ratio test was used. Corrections for multiple testing adjustment were performed using Benjamini-Hochberg. Genes were considered differentially expressed if adjusted p < 0.05 and |log2FC| > 1.",
  "results": "Results\n\nSpaceflight compromises y w but not hopTum-l emergence\n\nLb and Lh females attack their larval hosts, introducing one or more egg and venom into the host’s body cavity. Depending on the host’s ability to defend itself and the wasp’s ability to overcome host defenses, one of the two insects emerges alive from the host’s puparium (Figure 1A). To study the effects of spaceflight on this host-parasite scuffle, naive hosts or Lb17-/Lh14-infected hosts were held in ventilated fly boxes (VFBs); these fly boxes were then placed into a cargo transfer bag (CTB) aboard the ISS or at the ground facility tracking ISS conditions (Figures 1B and 1C). The FFL-03 experimental design consisted of two fly-only cultures (fly strains y w and y w, hopTum-l) and four fly/parasite co-cultures on each host strain (Figure 1D). Survival of animals was scored post-flight (see STAR Methods).\n\nWe found that the overall yield of both male and female y w flies in each vial was roughly half of that of the ground-reared flies (Figures 2A–2C; FFL-03 ground control and space samples retrieved post-flight are referred to as G0 and S0, respectively). The trend was somewhat different for the hopTum-l animals that did not appear to suffer from the effects of spaceflight; while spaceflight actually favored male viability slightly but significantly (average 44 versus 57 males/vial), female development remained unaffected (Figures 2A–2C). Thus, under the FFL-03 experimental protocol, animals of the two genetic backgrounds responded differently to spaceflight, underscoring the complex interplay of these factors. There was no significant difference in the yields of flies and wasps from the fly/wasp co-culture vials (Figures 2D and 2E).\n\nEffects of spaceflight on gene expression in adult flies\n\nTo understand the molecular basis of the effects of spaceflight on flies, we analyzed bulk RNA sequencing (RNA-Seq) gene expression results in naive adult flies. Differentially expressed genes (DEGs) were defined as adjusted p < 0.05 and |log2Fold Change (FC)| > 1. The close clustering of the four replicates and high variation among the four sample types in the principal-component analysis (PCA) show that the experiment was well controlled (Figure S1A). Overall, the y w strain was more sensitive to spaceflight than hopTum-l, with 13.22% versus 6.78% DEGs (spaceflight versus ground control samples), respectively (Table S1), a difference that is also reflected in the PCA plot (Figure S1A). A separate RNA-Seq analysis of white-eyed (w1118) flies, also on the SpaceX-14 mission, reported 6.49% and 3.25% DEGs in S0 versus G0 female and male fly heads, respectively (false discovery rate [FDR]-adjusted p values < 0.05; total number of genes expressed was 13,991). Although the sample types in the two studies are different, these results suggest that the y w strain is more sensitive to space conditions than the y w hopTum-l and the w1118 strains. On Earth, the hopTum-l strain showed 9.69% DEGs relative to y w, with more than two-thirds of DEGs upregulated and the remaining DEGs downregulated. In space, this differential expression was enhanced (14.03% of genes affected), but the proportion of upregulated versus downregulated genes was roughly equal (Table S1).\n\nVolcano plots of the four comparisons revealed distinct gene identity profiles in each comparison (Figures S1B–S1E). This distinction between the strains is also clearly evident from Gene Ontology-based Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis showing active Toll/Imd (immune deficiency) signaling not only in naive G0 hopTum-l compared to y w flies but, surprisingly, also in S0 y w and hopTum-l flies, relative to their G0 counterparts (Figure S2A). Furthermore, for these same three comparisons, the top 20 significantly enriched (adjusted p value < 0.05) Gene Ontology terms in Biological Process enrichment analyses included host defense terms such as response to bacterium, response to other organism, and response to biotic stimulus (Figure S2B). These four comparisons allowed us to decouple the effects of genetic strain differences in the S0/G0 culture conditions. We next examined changes in expression patterns of the most significantly DEGs (Top DEGs), genes essential to fly viability (Essential DEGs), and immune genes in the JAK/STAT and Toll/Imd pathways (Pathway DEGs), as summarized in Figure S1F.\n\nTop DEGs in space include members of protease, endopeptidase, and matrisome gene families\n\nWe analyzed 172 annotated Top DEGs (see STAR methods for selection of Top DEGs) and identified six profiles described here in two broad categories (Figures 3A–3F). In the first category (Figures 3A and 3B), we consider the Top DEGs showing differential expression in the two fly strains as follows. (a) Top DEGs upregulated in G0 hopTum-l versus G0 y w that maintain their expression patterns in space (S0 hopTum-l versus S0 y w) include genes annotated for stress- and immune-related peptides (Tot and Tep family members), proteases, and endopeptidases (Figure 3A). (b) The Top DEGs downregulated in G0 hopTum-l versus G0 y w that maintain their expression patterns in space (S0 hopTum-l versus S0 y w) include members of the lysozyme gene family, histone H4 genes, serine proteases, carboxypeptidases, and other enzymes (Figure 3B). Exceptions to both of these trends were also observed (Figures 3A and 3B). These results define strong differences in DEG patterns in hopTum-l and y w flies. They also show that the molecular gene expression differences between two genetic strains, for many but not all genes, are maintained in spaceflight conditions.\n\nIn the second broad category, we consider the effects of spaceflight on Top DEGs in individual strains as follows (Figures 3C–3F). (a) Top DEGs upregulated in S0 y w, when compared to the respective ground control group (i.e., G0 y w), encode (i) structural proteins for cuticle (e.g., chitin-binding domain-containing proteins of the Twdl, CPLCA, and Cpr families) and (ii) proteins with the GYR/YLP domain or immune response-related proteins (Figure 3C). (b) Top DEGs downregulated in S0 y w flies but not in S0 hopTum-l flies, when compared to respective ground control groups, include members of the yellow gene family (yellow-g, yellow-g2, yellow-e3), bearded gene family (Brd, Tom, BobA), Histone H1s, and several genes for chorion constituents and chorion assembly (e.g., Cp7Fb, Cp7Fc, Cp16, Cp19, Cp36, Cp38, Mur11Da; Figure 3D). These Cp genes are clustered on the X and third chromosomes, and the gene clusters are selectively amplified in the follicle cells of the ovary. (c) Top DEGs upregulated in S0 hopTum-l, when compared to the respective ground control group (G0 hopTum-l), include Cpr family genes, Osiris family genes, tracheal-prostasin (tpr), a protein important for sleep regulation (nemuri, nur), and CG3108 (Figure 3E). (d) Top downregulated DEGs in S0 versus G0 flies of both genetic backgrounds include several cuticle-related (CPLCA, CPLCP) families and flight-related genes (e.g., flightin [fln] and Troponin C isoform 4 [TpnC4]; Figure 3F). Chitin supports the epidermal and tracheal cuticles and the peritrophic matrices that line the gut while the chorion makes up the egg shell. These comparative RNA-Seq results suggest that matrisome genes of many multigene families that encode proteins of the Drosophila cuticle are sensitive to spaceflight.\n\nEssential genes are downregulated in y w flies exposed to spaceflight\n\nTo further understand the differential effects of spaceflight on fly survival, we examined the expression of 1,024 essential genes that have been identified in genetic experiments as indispensable for life (see STAR methods). Across the four comparisons, we found 137 essential genes to be differentially expressed (adjusted p < 0.05 and |log2FC| > 1). Strikingly, the space environment had a profound effect on the differential expression of these genes between the two genetic backgrounds. For example, in G0 hopTum-l versus G0 y w samples, only 15 differentially expressed essential genes were either upregulated (11 genes) or downregulated (4 genes), whereas spaceflight conditions affected the transcription of 95 genes in the S0 hopTum-l versus S0 y w comparison (81 genes upregulated, 14 genes downregulated, Figure 4A).\n\nThe most striking effects of spaceflight were seen in y w flies: 96 genes were either upregulated (24 genes) or downregulated (72 genes) in y w space-flown samples compared to the respective ground control samples. The most strongly upregulated DEGs of these 96 DEGs, with log2-(FC) > 2, include Cpr65Ec (cuticular protein), CG15784, and CG30457 (both latter genes lack annotation). The most highly downregulated genes are S1A serine protease Notopleural and histone H1 His1:CG31617, with log2-(FC) < −1.9. Remarkably, gene expression changes were milder in space-flown hopTum-l samples, with the expression of only 10 genes significantly affected; either 2 genes were upregulated or 8 genes were downregulated, compared to respective ground control samples (Figure 4A). These results likely explain why y w flies were more sensitive to spaceflight than hopTum-l flies.\n\nDifferentially expressed essential genes reveal association with human disease conditions\n\nTo assess why S0 y w flies were sensitive to spaceflight and if they have relevance to human conditions, we filtered the 137 essential DEGs for a DIOPT (Drosophila RNAi Screening Center Integrative Ortholog Prediction Tool) score of at least 12 and identified 34 high-scoring DEGs that we grouped into broad categories. Strikingly, we observed 22 DEGs that were significantly downregulated in S0 y w versus G0 y w flies. Oseg5 and Biotinidase expression was downregulated in G0 hopTum-l versus G0 y w flies; for both genes, this downregulation was maintained in space. Only two genes, veil and melt, showed significant upregulation (Figure 4B). This analysis revealed that human orthologs of these 34 fly genes affect many aspects of human physiology (see Figure 4B for details). The remaining 17 essential DEGs, with a low DIOPT value (i.e., < 12), were annotated with enzymatic, developmental, or unknown functions. The most significantly upregulated genes in hopTum-l versus y w flies were l(2)03659 (enables organic anion transporter activity) and Ir40a (involved in response to humidity changes), both maintaining differential expression in space. In addition, six DEGs, each in S0 y w flies and S0 hopTum-l flies, were either upregulated or downregulated, relative to their corresponding ground controls (Figure 4C).\n\nSpaceflight activates the expression of immune genes in S0 adults and increases inflammatory tumor burden in S0 hopTum-l\n\nA comparison of the Gene Ontology-based pathway and Biological Process enrichment terms associated with the y w versus hopTum-l transcriptional profiles provided a “big picture” view of the differential effects of space on the two strains. Both plots show that, while most GO terms and almost all biological processes are affected in y w flies, only a few parameters change in both strains. Most notable of these are the Toll/Imd pathway and lysosomal pathway terms that are significantly enriched in the space samples for both genotypes, suggesting the activation of inflammation-related genes in space (Figures S2A and S2B).\n\nSince the hopTum-l mutant fly strain carries a constitutively active JAK enzyme, the transcriptional activation of known JAK-STAT target genes is expected in hopTum-l flies relative to y w flies without this mutation. Consistent with this expectation we found many target genes (Idgf1, SOCS36E, TotA, CG3829, CG4793, CG13559, and CG10764) to be differentially upregulated in G0 hopTum-l versus G0 y w flies. High levels of JAK-STAT pathway genes TotA, diedel, et, and CG4793 in hopTum-l versus y w were maintained in space (Figure 5A). Similarly, several Toll pathway components (PGRPs SA, SB1, and SD, grass, SPE) and target genes were significantly upregulated in G0 hopTum-l versus G0 y w flies (Figures 5B–5E).\n\nWhereas many immune genes are constitutively active in hopTum-l flies, remarkably, spaceflight activated the expression of a majority of these immune genes in y w flies (Figures 5B–5E). The JAK-STAT pathway ligands (upd2 and upd3), several core components (SOCS36E), and target genes (TotA, Gf, mfas, and CG15211) were activated in S0 y w versus G0 y w flies (Figure 5A). A clear signature for Toll/Imd pathway activation was also observed in S0 y w adults. Elevated expression of pathway components (CG8046, Toll-9, Figure 5B), pathogen recognition receptors (PRRs, PGRPs SA, SB1, SD, Figure 5C), several antimicrobial peptide (AMP) genes (Figure 5D), and other Toll/Imd pathway target genes (Figure 5E) was observed in S0 y w versus G0 y w flies. Notably, some Toll/Imd pathway target genes (e.g., Drsl2, 3, 5) were also activated in S0 hopTum-l versus G0 hopTum-l flies (Figure 5D).\n\nTo examine if the immune gene expression changes identified in space animals might have influenced tumor development in S0 hopTum-l adults (Figure 6A), we scored tumor number and size (small, medium, large tumors, T score; see STAR methods and Figures 6B and 6C). In 25–30 adults from three independent G0 and S0 cultures, the average weighted T score was 1.07 ± 0.22 in G0 adults and 2.94 ± 0.40 in S0 flies (Figure 6D), although this difference is lost in the adult G1 and S1 progeny of these G0/S0 animals (Figure 6E). Tumors were not detected in S0 y w animals, even though they showed evidence of high immune signaling.\n\nHigh immune gene expression persists in naive S1 larvae\n\nAs in the mutant hopTum-l adults, high gene expression levels of the JAK-STAT and Toll/Imd pathway genes encoding ligands, cytoplasmic mediators, and targets were recorded in naive G1 and S1 hopTum-l larvae when compared to G1 y w and S1 y w larvae, respectively (Figures S3A–S3E). Thus, in hopTum-l larvae, the immune effects of spaceflight are evaluated in the background of constitutive immune signaling.\n\nWe assessed if naive S1 y w or hopTum-l larvae showed any lingering effects of space observed in their S0 parents. Spaceflight-responsive differentially expressed immune genes in naive S1 y w larvae included CG10764, LUBEL, PGRP-SB1, -SC1a, -SC1b, and AMP genes, CecB, AttC, Drs, and Drsl5 (Figures S3A–S3D). Similarly, naive S1 hopTum-l larvae showed elevated expression of immune targets DptA, DptB, CecA2, Drsl3, Drsl5, and CecA1 relative to their G1 counterparts (Figure S3D). Thus, in both genetic backgrounds, immune signaling was elevated in S1 larvae, even though the affected target genes were different. Naive S1 versus G1 hopTum-l larvae maintained the difference in inflammatory tumor burden observed in their parents (0.08 ± 0.03 and 0.21 ± 0.06, respectively, p = 0.010; Figures 7A and 7B), although the mitotic index in the underlying hematopoietic tissue was not significantly different (2.74 ± 0.93% of G1 and 1.95 ± 0.66% of S1 macrophages were phospho-histone H3 positive; p = 0.53).\n\nTumor-encapsulation scores are higher in S1 than in G1 hopTum-l hosts\n\nPrevious studies with hopTum-l larvae have shown that Lb17 attack provokes stronger cellular immune reactions than Lh14 does. While Lb17 attack elicits encapsulation of the wasp egg due to an overabundance of circulating hemocytes (not recruited into the melanized tumors), Lh14-infected hopTum-l larvae instead develop small melanized specks (see Figure S4 for examples of immune reactions). To assess if naive S1 versus G1 hopTum-l larval hosts differ in their ability to mount an encapsulation response, we exposed them to G0/S0 Lb17 or Lh14 wasps and computed a composite tumor-encapsulation (T + E) score for these animals, which measures their self- and wasp egg-induced encapsulation response. The experimental design consisted of scoring T + E scores from all G/S and host/parasite combinations. The following findings emerged from our comparisons of naive versus Lb17- or Lh14-infected hopTum-l hosts.\n\nFirst, naive versus G0 or S0 Lb-infected G1 or S1 hopTum-l hosts showed a ∼17- to 52-fold increase in T + E scores, and scores from three of the four combinations differed significantly (Figures 7A and 7B). The T + E score in naive versus G0/S0 Lh-infected G1 or S1 hopTum-l hosts in all four combinations similarly increased from 1.4- to 14-fold, and the increases were significantly different across all four comparisons (Figures 7A and 7B). It is noteworthy that the canonical Toll pathway target Drs is strongly upregulated in S1 hopTum-l hosts after Lb17 infection, but its expression remains unchanged after Lh14 infection (Drs, Figures S3F and S3G). This trend is characteristic of these wasps’ effects on wild-type hosts and suggests that the overall differences in wasp virulence were maintained in spaceflight.\n\nSecond, S1 compared to G1 hosts, infected by S0 (but not G0) wasps of both species (S0 Lb/Lh_S1 hosts versus S0 Lb/Lh_G1 hosts), were more competent at mounting an immune response (3.64 ± 0.46 versus 2.11 ± 0.72 [p = 0.0199] for Lb17 and 0.76 ± 0.03 versus 0.11 ± 0.04 [p = 5.55 e−10] for Lh14; Figures 7A and 7B). Thus, not only is the tumor score higher in naive S1 compared to G1 hopTum-l larvae but S1 hosts are also more immune reactive than G1 hosts.\n\nThird, on ground hosts, space wasps of both species differed from ground wasps in their ability to elicit encapsulation. T + E scores in G1 hopTum-l hosts subjected to S0 or G0 parasites of the same species (S0 Lb/Lh_G1 hosts versus G0 Lb/Lh_G1 hosts) showed that, for both parasites, the T + E values for S0 wasp infections were significantly lower than the corresponding values for G0 parasites (2.11 ± 0.72 versus 4.10 ± 0.65 for Lb17 [p = 0.0199] and 0.11 ± 0.04 versus 1.13 ± 0.33 [p = 0.000915] for Lh14). The difference was not significant in space hosts (Figures 7A and 7B). These results suggest that, while S1 larval progeny may be adapting to normal gravity and other terrestrial conditions, they retain altered immune physiology of their space parents, albeit transiently. S0 wasps largely maintain their inherent virulent strategies, although we could detect subtle differences in their abilities to affect host immunity relative to G0 wasps.\n\nLymph gland morphologies of naive and infected G0 and S0 hosts\n\nUpon Lb17 attack, hemocytes in wild-type lymph gland lobes divide and differentiate into lamellocytes and disperse into the hemocoel to surround the wasp egg. Hemocytes in the hopTum-l lymph gland actively divide and differentiate in the absence of infection. Because of the high inflammation state of space animals, we examined differences in lymph gland lobes from third-instar G0 and S0 animals. A normal lymph gland has multiple, paired lobes, consisting of hemocytes, positioned along the tubular dorsal vessel that continues into a pulsating heart, which directs the flow of the hemolymph and circulating hemocytes into the body cavity (Figures S5A–S5D). The anterior-most lobes are the largest, with hemocytes at varying differentiation stages. The posterior lobes are smaller in size and harbor fewer differentiated cells than the anterior lobes. The margins of all lobes from naive y w ground and space hosts were continuous with none-to-little dispersal. Like lobes from G0 naive y w animals, lobes from S0 naive y w animals did not exhibit any hemocyte loss or any other obvious morphological change (Figures S5A–S5H).\n\nIn contrast to naive y w animals, all anterior lobes of naive G0 and S0 hopTum-l larvae were dispersed due to the effect of the mutation (Figures S5I–S5P). The mutation also results in some lobes detaching from the dorsal vessel, and many GFP-positive lamellocytes were present in G0 and S0 hopTum-l samples. Some tumors were observed as small aggregates or as free-floating structures in the hemolymph made of macrophages and lamellocytes (Figures S5J and S5N). No clear difference in the posterior lobes was detected due to spaceflight in either fly strain.\n\nG1 and S1 y w host lymph glands were unresponsive after Lb parasitization (Figures S6A–S6F). In naive G1 hopTum-l lymph glands, GFP-expressing cells were absent (Figures S6G and S6H), whereas in S1 hosts lamellocytes were clearly observed regardless of infection status (Figures S6I–S6P). In some samples, lamellocyte-rich tumors were associated with the anterior and posterior lobes (e.g., S1 sample, Figures S6K and S5L). In only one S1 host, the anterior lobes exhibited a strong anti-wasp response (Figure S6O). Thus, even though the T + E scores rise in response to Lb infection, this difference was not reflected in the lymph gland morphologies of the animals we examined.\n\nLh14 infection results in the gradual loss of hemocytes in all lobes. This effect is attributed to the presence of EVs in the entire lymph gland. EVs were present in hematopoietic progenitor cells and dorsal vessels of G0 and S0 Lh-infected G1 and S1 y w hosts, and this association was accompanied by the loss of hematopoietic progenitors (Figures S7A–S7F). Similarly, in G1 and S1 hopTum-l hosts, the progenitor population was reduced, and EVs were present in the lymph glands of hosts after S0 Lh infection. (G0 Lh wasps were not available for this experiment.) Lymph glands from uninfected G1 or S1 hosts do not possess EVs (Figures S7G–S7N). Thus, spaceflight does not affect the entry or distribution of Lh EVs in the hemolymphatic system.\n\nPerturbation of Lb and Lh EV gene expression\n\nThe venom fluid containing the EVs is injected into the host during oviposition. Due to their close association with and direct effects on target hemocytes, our definition of virulence proteins in this study is restricted to those that make up the EVs. Since standard annotations of wasp transcripts are not available, a custom pipeline was developed to analyze gene expression changes against corresponding transcriptomes (Figure S8A). Overall, in adult male and female wasps, the effects of spaceflight were detected (Figures S8B and S8C), although they were modest, and less than 1.5% of all transcripts identified showed significant change when compared to respective ground controls (293 and 310 transcripts, for Lb17 and Lh14, respectively). A majority of the transcripts were downregulated in both wasps (Figures 8A–8C; Tables S2 and S3). Furthermore, the intensity of gene expression change was also mild. Of the downregulated DEGs (adjusted p < 0.05), more than 80% showed log (2)-FC between −1.00 and −2.00 (228/280 in Lb17 and 250/261 in Lh14). The remaining downregulated DEGs showed log (2)-FC between −2.00 and −9.18. Only 6 of all DEGs showed a log (2)-FC > 2 for Lb17; this number was 16 for Lh14. These DEGs do not appear to belong to a specific functional class, and many lack clear annotations.\n\nThe identities of the proteins constituting L. boulardi EVs were recently published. Our comparative analysis indicated that Lb EV proteins show an overall profile similar to the Lh EV profile; both are enriched in mammalian EV proteins. A majority (> 98%) of the EV transcripts were identified in our RNA-Seq analysis (312/316 for Lb17 and 398/406 for Lh14). In Lb17, 29/312 (9.89%) EV genes were significantly differentially expressed (Figure 8D). Of these, 28 were downregulated (Table 1). Two mildly downregulated genes are predicted to encode RhoGAP superfamily proteins (GAJA01018902.1, log (2)-FC = −1.27, and GAJA01006288.1, log (2)-FC = −1.09). A RhoGAP superfamily protein called LbGAP in Lb EVs is implicated in wasp virulence. Of the two downregulated wasp RhoGAP superfamily proteins, only one (GAJA01018902.1) showed homology to LbGAP: 69.7% nucleotide sequence identity (68% query coverage; 8e-55). For Lh14, only 5/398 (1.61%) transcripts were significantly differentially expressed. Of these, only one gene, lacking annotation, was about 5-fold upregulated (Table 2). Of the downregulated genes, three lack annotations, and one is predicted to encode a protein with a chitin-binding domain.\n\nSpaceflight does not significantly affect wasp emergence\n\nSpaceflight did not significantly affect the overall development of wasps. The yields per vial of each wasp species reared in space were comparable to those of ground control samples (Figure 2E). The relative success of parasite versus host in individual vials suggested that each Leptopilina species successfully disarmed both y w and hopTum-l hosts in space and also on Earth (Figures 2D and 2E). However, while no hopTum-l hosts escaped parasitization by Lb or Lh in either ground or space cultures, some y w flies emerged in the co-culture vials (Figure 2D), likely because these hosts overcame parasite infection or remained uninfected by the available parasites. When total wasps were scored relative to all insects (% wasps/total insects in each vial; Figure S9A), we found no significant difference in space- versus ground-reared wasp samples. Both wasp species raised on either fly host showed equal success in flight and ground conditions (Figure S9B), reinforcing this conclusion.\n\nEV morphology and Lh14 virulence\n\nWe next investigated whether the morphology of EV particles produced by both wasp species is affected by spaceflight. In the scanning electron micrographs of gold-coated samples of G0 and S0 Lb17 wasp venom, we observed no gross morphological difference (Figures S10A–S10G). The overall shapes and morphologies reported previously were maintained in both samples. In addition to the regularly shaped, spiked particles, there were many particles with heterogeneous shapes, although most had spike-like processes. We observed small membranous protrusions on the particles from both G0 and S0 EV samples that were previously not reported. The G0 and S0 Lh14 EV morphologies were also indistinguishable (and similar to previously reported structures), in scanning electron micrographs of gold-coated samples (Figures S10H–S10S). Overall, the Lh14 particle morphologies were uniform, and the particles were spiked, with variable spike length.\n\nAn ex vivo assay was used to detect changes in G0 versus S0 L. heterotoma virulence. Lamellocytes from laboratory-reared hopTum-l larvae were exposed to venom fluid from G0 or S0 wasps. Venom from both wasp types promoted changes in lamellocyte shape compared to the buffer control (6.50% ± 0.76% G0; 6.12% ± 0.71% S0; 2.99% ± 0.06% buffer control), but there was no significant difference in the S0 versus G0 Lh14 venom activity (Figures S11A–S11C). These results are consistent with the unremarkable difference in the overall L. heterotoma success (emergence) of S0 versus G0 Lh14 wasps.\n\nMutant Lh14 strains\n\nSpace-radiation-induced mutations in D. melanogaster have previously been reported. We hypothesized that parasitoid wasps are similarly sensitive to high levels of radiation in the ISS. We therefore examined the grandsons of space-returned males (Figure 9A). While no heritable defects were observed for any Lb17 or ground-raised Lh14, we obtained two recessive mutations in Lh14 (Figures 9B–9G). In the aurum1 mutant, melanization of the wings is affected, making the normal wings appear golden (horizontal arrows; Figures 9B, 9C, 9E, and 9F; side-by-side view in panel G). This mutant is homozygous viable, and a pure-breeding stock could be established (see STAR methods). A second phenotypic alteration was identified in this pure-breeding aurum1 stock, where the posterior wing margin in affected individuals is angular as opposed to the wild-type round shape (vertical arrows; Figures 9D–9F). In rare cases, this kona1 mutation was incompletely penetrant, where only one wing was affected (Figure 9F). To our knowledge, these are the only live mutant animals in this class of wasps.\n\nTo assess if aurum and kona genes are unlinked, we scored over 1,000 sons of unmated double mutant heterozygous females. Roughly equal numbers of parental and recombinant classes were observed (chi-squared test, p = 0.63; Figure 9H). Even though the kona1 strain was homozygous viable, we were unable to make a pure-breeding stock. Moreover, we did not find wasp eggs in dissected hosts, regardless of whether the infecting kona1/kona1 females were unmated or mated. This result suggested that homozygous kona1 females were unable to oviposit while their heterozygous counterparts were successful (Figure 9I). The ovipositors of kona1 homozygotes showed structural defects, including branched termini instead of the sharp, needle-like ends of the wild-type Lh ovipositor (Figure 9J). Abdominal dissection of kona1/kona1 females revealed ovaries and eggs that are morphologically indistinguishable from wild-type or heterozygous females (Figure S12). Thus, it appears that oogenesis is likely unaffected in kona1 mutants, and they are sterile due to their inability to oviposit.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Parasitology",
    "Biological sciences",
    "Entomology",
    "Article"
  ],
  "citations": [
    {
      "title": "Fundamental Biological Features of Spaceflight: Advancing the Field to Enable Deep-Space Exploration",
      "authors": [
        "E. Afshinnekoo",
        "R.T. Scott",
        "M.J. MacKay",
        "E. Pariset",
        "E. Cekanaviciute",
        "R. Barker",
        "S. Gilroy",
        "D. Hassane",
        "S.M. Smith",
        "S.R. Zwart"
      ]
    },
    {
      "title": "Innate immune responses of Drosophila melanogaster are altered by spaceflight",
      "authors": [
        "O. Marcu",
        "M.P. Lera",
        "M.E. Sanchez",
        "E. Levic",
        "L.A. Higgins",
        "A. Shmygelska",
        "T.F. Fahlen",
        "H. Nichol",
        "S. Bhattacharya"
      ]
    },
    {
      "title": "Toll mediated infection response is altered by gravity and spaceflight in Drosophila",
      "authors": [
        "K. Taylor",
        "K. Kleinhesselink",
        "M.D. George",
        "R. Morgan",
        "T. Smallwood",
        "A.S. Hammonds",
        "P.M. Fuller",
        "P. Saelao",
        "J. Alley",
        "A.G. Gibbs"
      ]
    },
    {
      "title": "Multi-system responses to altered gravity and spaceflight: Insights from Drosophila melanogaster",
      "authors": [
        "J. Iyer",
        "S.D. Mhatre",
        "R. Gilbert",
        "S. Bhattacharya"
      ]
    },
    {
      "title": "DROP: Molecular voucher database for identification of Drosophila parasitoids",
      "authors": [
        "C.H. Lue",
        "M.L. Buffington",
        "S. Scheffer",
        "M. Lewis",
        "T.A. Elliott",
        "A.R.I. Lindsey",
        "A. Driskell",
        "A. Jandova",
        "M.T. Kimura",
        "Y. Carton"
      ]
    },
    {
      "title": "Drosophila Cellular Immunity Against Parasitoid Wasps: A Complex and Time-Dependent Process",
      "authors": [
        "C. Kim-Jo",
        "J.L. Gatti",
        "M. Poirié"
      ]
    },
    {
      "title": "The granuloma in tuberculosis: dynamics of a host-pathogen collusion",
      "authors": [
        "S. Ehlers",
        "U.E. Schaible"
      ]
    },
    {
      "title": "Contrasting infection strategies in generalist and specialist wasp parasitoids of Drosophila melanogaster",
      "authors": [
        "T.A. Schlenke",
        "J. Morales",
        "S. Govind",
        "A.G. Clark"
      ]
    },
    {
      "title": "Identification and immuno-electron microscopy localization of p40, a protein component of immunosuppressive virus-like particles from Leptopilina heterotoma, a virulent parasitoid wasp of Drosophila",
      "authors": [
        "H. Chiu",
        "J. Morales",
        "S. Govind"
      ]
    },
    {
      "title": "Selective destruction of a host blood cell type by a parasitoid wasp",
      "authors": [
        "R.M. Rizki",
        "T.M. Rizki"
      ]
    },
    {
      "title": "Novel Organelles with Elements of Bacterial and Eukaryotic Secretion Systems Weaponize Parasites of Drosophila",
      "authors": [
        "M.E. Heavner",
        "J. Ramroop",
        "S. Govind",
        "G. Gueguen",
        "G. Ramrattan",
        "G. Dolios",
        "M. Scarpati",
        "J. Kwiat",
        "S. Bhattacharya",
        "R. Wang",
        "S. Singh"
      ]
    },
    {
      "title": "Immune Suppressive Extracellular Vesicle Proteins of Leptopilina heterotoma Are Encoded in the Wasp Genome",
      "authors": [
        "B. Wey",
        "M.E. Heavner",
        "K.T. Wittmeyer",
        "T. Briese",
        "K.R. Hopper",
        "S. Govind"
      ]
    },
    {
      "title": "The origin of intraspecific variation of virulence in an eukaryotic immune suppressive parasite",
      "authors": [
        "D. Colinet",
        "A. Schmitz",
        "D. Cazes",
        "J.-L. Gatti",
        "M. Poirié"
      ]
    },
    {
      "title": "A behavior-manipulating virus relative as a source of adaptive genes for Drosophila parasitoids",
      "authors": [
        "D. Di Giovanni",
        "D. Lepetit",
        "B. Guinet",
        "B. Bennetot",
        "M. Boulesteix",
        "Y. Couté",
        "O. Bouchez",
        "M. Ravallec",
        "J. Varaldi"
      ]
    },
    {
      "title": "",
      "authors": [
        "B. Wey"
      ]
    },
    {
      "title": "VLPs of Leptopilina boulardi share biogenesis and overall stellate morphology with VLPs of the heterotoma clade",
      "authors": [
        "G. Gueguen",
        "R. Rajwani",
        "I. Paddibhatla",
        "J. Morales",
        "S. Govind"
      ]
    },
    {
      "title": "Parasitoid wasp venom vesicles (venosomes) enter Drosophila melanogaster lamellocytes through a flotillin/lipid raft-dependent endocytic pathway",
      "authors": [
        "B. Wan",
        "M. Poirié",
        "J.L. Gatti"
      ]
    },
    {
      "title": "Natural infection of D. melanogaster by virulent parasitic wasps induces apoptotic depletion of hematopoietic precursors",
      "authors": [
        "H. Chiu",
        "S. Govind"
      ]
    },
    {
      "title": "Leptopilina heterotoma and L. boulardi: strategies to avoid cellular defense responses of Drosophila melanogaster",
      "authors": [
        "T.M. Rizki",
        "R.M. Rizki",
        "Y. Carton"
      ]
    },
    {
      "title": "A parasitoid wasp of Drosophila employs preemptive and reactive strategies to deplete its host's blood cells",
      "authors": [
        "J.R. Ramroop",
        "M.E. Heavner",
        "Z.H. Razzak",
        "S. Govind"
      ]
    },
    {
      "title": "Parasitoid-induced cellular immune deficiency in Drosophila",
      "authors": [
        "T.M. Rizki",
        "R.M. Rizki"
      ]
    },
    {
      "title": "An amino acid substitution in the Drosophila hopTum-l Jak kinase causes leukemia-like hematopoietic defects",
      "authors": [
        "H. Luo",
        "W.P. Hanratty",
        "C.R. Dearolf"
      ]
    },
    {
      "title": "Activation of a Drosophila Janus kinase (JAK) causes hematopoietic neoplasia and developmental defects",
      "authors": [
        "D.A. Harrison",
        "R. Binari",
        "T.S. Nahreini",
        "M. Gilman",
        "N. Perrimon"
      ]
    },
    {
      "title": "Discovery of aspirin-triggered eicosanoid-like mediators in a Drosophila metainflammation blood tumor model",
      "authors": [
        "S. Panettieri",
        "I. Paddibhatla",
        "J. Chou",
        "R. Rajwani",
        "R.S. Moore",
        "T. Goncharuk",
        "G. John",
        "S. Govind"
      ]
    },
    {
      "title": "A role for the Drosophila Toll/Cactus pathway in larval hematopoiesis",
      "authors": [
        "P. Qiu",
        "P.C. Pan",
        "S. Govind"
      ]
    },
    {
      "title": "Rel signalling pathway and the melanotic tumour phenotype of Drosophila",
      "authors": [
        "S. Govind"
      ]
    },
    {
      "title": "A genetic melanotic neoplasm of Drosophila melanogaster",
      "authors": [
        "W.P. Hanratty",
        "J.S. Ryerse"
      ]
    },
    {
      "title": "Basement membrane abnormalities in melanotic tumor formation of Drosophila",
      "authors": [
        "R.M. Rizki",
        "T.M. Rizki"
      ]
    },
    {
      "title": "JAK-STAT Signaling as a Target for Inflammatory and Autoimmune Diseases: Current and Future Prospects",
      "authors": [
        "S. Banerjee",
        "A. Biehl",
        "M. Gadina",
        "S. Hasni",
        "D.M. Schwartz"
      ]
    },
    {
      "title": "NF-kappaB: At the Borders of Autoimmunity and Inflammation",
      "authors": [
        "L. Barnabei",
        "E. Laplantine",
        "W. Mbongo",
        "F. Rieux-Laucat",
        "R. Weil"
      ]
    },
    {
      "title": "Microgravity as a novel environmental signal affecting Salmonella enterica serovar Typhimurium virulence",
      "authors": [
        "C.A. Nickerson",
        "C.M. Ott",
        "S.J. Mister",
        "B.J. Morrow",
        "L. Burns-Keliher",
        "D.L. Pierson"
      ]
    },
    {
      "title": "Spaceflight and simulated microgravity conditions increase virulence of Serratia marcescens in the Drosophila melanogaster infection model",
      "authors": [
        "R. Gilbert",
        "M. Torres",
        "R. Clemens",
        "S. Hateley",
        "R. Hosamani",
        "W. Wade",
        "S. Bhattacharya"
      ]
    },
    {
      "title": "Artificial gravity partially protects space-induced neurological deficits in Drosophila melanogaster",
      "authors": [
        "S.D. Mhatre",
        "J. Iyer",
        "J. Petereit",
        "R.M. Dolling-Boreham",
        "A. Tyryshkina",
        "A.M. Paul",
        "R. Gilbert",
        "M. Jensen",
        "R.J. Woolsey",
        "S. Anand"
      ]
    },
    {
      "title": "The Toll and Imd pathways are the major regulators of the immune response in Drosophila",
      "authors": [
        "E. De Gregorio",
        "P.T. Spellman",
        "P. Tzou",
        "G.M. Rubin",
        "B. Lemaitre"
      ]
    },
    {
      "title": "Drosophila intestinal response to bacterial infection: activation of host defense and stem cell proliferation",
      "authors": [
        "N. Buchon",
        "N.A. Broderick",
        "M. Poidevin",
        "S. Pradervand",
        "B. Lemaitre"
      ]
    },
    {
      "title": "Mutations in lectin complement pathway genes COLEC11 and MASP1 cause 3MC syndrome",
      "authors": [
        "C. Rooryck",
        "A. Diaz-Font",
        "D.P.S. Osborn",
        "E. Chabchoub",
        "V. Hernandez-Hernandez",
        "H. Shamseldin",
        "J. Kenny",
        "A. Waters",
        "D. Jenkins",
        "A.A. Kaissi"
      ]
    },
    {
      "title": "Fly Base: a guided tour of highlighted features",
      "authors": [
        "L.S. Gramates",
        "J. Agapite",
        "H. Attrill",
        "B.R. Calvi",
        "M.A. Crosby",
        "G. Dos Santos",
        "J.L. Goodman",
        "D. Goutte-Gattat",
        "V.K. Jenkins",
        "T. Kaufman"
      ]
    },
    {
      "title": "An extensive analysis of the hereditary hemochromatosis gene HFE and neighboring histone genes: associations with childhood leukemia",
      "authors": [
        "C.F. Davis",
        "M.T. Dorak"
      ]
    },
    {
      "title": "Localization of a cis-acting element responsible for the developmentally regulated amplification of Drosophila chorion genes",
      "authors": [
        "D.V. de Cicco",
        "A.C. Spradling"
      ]
    },
    {
      "title": "Molecular evolution of Drosophila cuticular protein genes",
      "authors": [
        "R.S. Cornman"
      ]
    },
    {
      "title": "An integrative approach to ortholog prediction for disease-focused and other functional studies",
      "authors": [
        "Y. Hu",
        "I. Flockhart",
        "A. Vinayagam",
        "C. Bergwitz",
        "B. Berger",
        "N. Perrimon",
        "S.E. Mohr"
      ]
    },
    {
      "title": "Humidity Sensing in Drosophila",
      "authors": [
        "A. Enjin",
        "E.E. Zaharieva",
        "D.D. Frank",
        "S. Mansourian",
        "G.S.B. Suh",
        "M. Gallio",
        "M.C. Stensmyr"
      ]
    },
    {
      "title": "The Drosophila Tumorous-lethal hematopoietic oncogene is a dominant mutation in the hopscotch locus",
      "authors": [
        "W.P. Hanratty",
        "C.R. Dearolf"
      ]
    },
    {
      "title": "Postembryonic hematopoiesis in Drosophila",
      "authors": [
        "R. Lanot",
        "D. Zachary",
        "F. Holder",
        "M. Meister"
      ]
    },
    {
      "title": "Reactive oxygen species-dependent Toll/NF-kappaB activation in the Drosophila hematopoietic niche confers resistance to wasp parasitism",
      "authors": [
        "I. Louradour",
        "A. Sharma",
        "I. Morin-Poulard",
        "M. Letourneau",
        "A. Vincent",
        "M. Crozatier",
        "N. Vanzo"
      ]
    },
    {
      "title": "Cellular immune response to parasite infection in the Drosophila lymph gland is developmentally regulated",
      "authors": [
        "R.P. Sorrentino",
        "Y. Carton",
        "S. Govind"
      ]
    },
    {
      "title": "Integrative approach reveals composition of endoparasitoid wasp venoms",
      "authors": [
        "J. Goecks",
        "N.T. Mortimer",
        "J.A. Mobley",
        "G.J. Bowersock",
        "J. Taylor",
        "T.A. Schlenke"
      ]
    },
    {
      "title": "Convergent use of RhoGAP toxins by eukaryotic parasites and bacterial pathogens",
      "authors": [
        "D. Colinet",
        "A. Schmitz",
        "D. Depoix",
        "D. Crochard",
        "M. Poirié"
      ]
    },
    {
      "title": "A RhoGAP protein as a main immune suppressive factor in the Leptopilina boulari (Hymenoptera, Figitidae)-Drosophila melanogaster interaction",
      "authors": [
        "C. Labrosse",
        "K. Stasiak",
        "J. Lesobre",
        "A. Grangeia",
        "E. Huguet"
      ]
    },
    {
      "title": "CDD/SPARCLE: the conserved domain database in 2020",
      "authors": [
        "S. Lu",
        "J. Wang",
        "F. Chitsaz",
        "M.K. Derbyshire",
        "R.C. Geer",
        "N.R. Gonzales",
        "M. Gwadz",
        "D.I. Hurwitz",
        "G.H. Marchler",
        "J.S. Song"
      ]
    },
    {
      "title": "Mutations induced in Drosophila during space flight",
      "authors": [
        "M. Ikenaga",
        "I. Yoshikawa",
        "M. Kojo",
        "T. Ayaki",
        "H. Ryo",
        "K. Ishizaki",
        "T. Kato",
        "H. Yamamoto",
        "R. Hara"
      ]
    },
    {
      "title": "Some results of the effect of space flight factors on Drosophila melanogaster",
      "authors": [
        "L.P. Filatova",
        "E.N. Vaulina",
        "T. Grozdova",
        "C. Prudhommeau",
        "J. Proust"
      ]
    },
    {
      "title": "Biosatellite II--physiological and somatic effects on insects",
      "authors": [
        "B. Buckhold"
      ]
    },
    {
      "title": "Biosatellite II experiments: preliminary results",
      "authors": [
        "K.V. Thimann"
      ]
    },
    {
      "title": "The Development Of Drosophila Melanogaster under Different Duration Space Flight and Subsequent Adaptation to Earth Gravity",
      "authors": [
        "I.V. Ogneva",
        "S.N. Belyakin",
        "S.V. Sarantseva"
      ]
    },
    {
      "title": "Prolonged Exposure to Microgravity Reduces Cardiac Contractility and Initiates Remodeling in Drosophila",
      "authors": [
        "S. Walls",
        "S. Diop",
        "R. Birse",
        "L. Elmen",
        "Z. Gan",
        "S. Kalvakuri",
        "S. Pineda",
        "C. Reddy",
        "E. Taylor",
        "B. Trinh"
      ]
    },
    {
      "title": "Chitin metabolism in insects: structure, function and regulation of chitin synthases and chitinases",
      "authors": [
        "H. Merzendorfer",
        "L. Zimoch"
      ]
    },
    {
      "title": "In-silico definition of the Drosophila melanogaster matrisome",
      "authors": [
        "M.N. Davis",
        "S. Horne-Badovinac",
        "A. Naba"
      ]
    },
    {
      "title": "Mars' surface radiation environment measured with the Mars Science Laboratory's Curiosity rover",
      "authors": [
        "D.M. Hassler",
        "C. Zeitlin",
        "R.F. Wimmer-Schweingruber",
        "B. Ehresmann",
        "S. Rafkin",
        "J.L. Eigenbrode",
        "D.E. Brinza",
        "G. Weigle",
        "S. Böttcher",
        "E. Böhm"
      ]
    },
    {
      "title": "Getting ready for the manned mission to Mars: the astronauts' risk from space radiation",
      "authors": [
        "C.E. Hellweg",
        "C. Baumstark-Khan"
      ]
    },
    {
      "title": "Predictions of space radiation fatality risk for exploration missions",
      "authors": [
        "F.A. Cucinotta",
        "K. To",
        "E. Cacao"
      ]
    },
    {
      "title": "Characterization of a lamellocyte transcriptional enhancer located within the misshapen gene of Drosophila melanogaster",
      "authors": [
        "T. Tokusumi",
        "R.P. Sorrentino",
        "M. Russell",
        "R. Ferrarese",
        "S. Govind",
        "R.A. Schulz"
      ]
    },
    {
      "title": "",
      "authors": [
        "C.A. Zeitlin C",
        "K.B. Beard",
        "M. Abdelmelek",
        "B.M. Hayes",
        "A.S. Johnson",
        "N. Stoffle",
        "R.R. Rios"
      ]
    },
    {
      "title": "Polydnaviral ankyrin proteins aid parasitic wasp survival by coordinate and selective inhibition of hematopoietic and immune NF-kappa B signaling in insect hosts",
      "authors": [
        "G. Gueguen",
        "M.E. Kalamarz",
        "J. Ramroop",
        "J. Uribe",
        "S. Govind"
      ]
    },
    {
      "title": "An unexpected link between notch signaling and ROS in restricting the differentiation of hematopoietic progenitors in Drosophila",
      "authors": [
        "C. Small",
        "J. Ramroop",
        "M. Otazo",
        "L.H. Huang",
        "S. Saleque",
        "S. Govind"
      ]
    },
    {
      "title": "Sumoylation is tumor-suppressive and confers proliferative quiescence to hematopoietic progenitors in Drosophila melanogaster larvae",
      "authors": [
        "M.E. Kalamarz",
        "I. Paddibhatla",
        "C. Nadar",
        "S. Govind"
      ]
    },
    {
      "title": "Role for sumoylation in systemic inflammation and immune homeostasis in Drosophila larvae",
      "authors": [
        "I. Paddibhatla",
        "M.J. Lee",
        "M.E. Kalamarz",
        "R. Ferrarese",
        "S. Govind"
      ]
    },
    {
      "title": "RNA sequencing: the teenage years",
      "authors": [
        "R. Stark",
        "M. Grzelak",
        "J. Hadfield"
      ]
    },
    {
      "title": "Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2",
      "authors": [
        "M.I. Love",
        "W. Huber",
        "S. Anders"
      ]
    },
    {
      "title": "clusterProfiler: an R package for comparing biological themes among gene clusters",
      "authors": [
        "G. Yu",
        "L.G. Wang",
        "Y. Han",
        "Q.Y. He"
      ]
    },
    {
      "title": "The Gene Ontology resource: enriching a GOld mine",
      "authors": []
    },
    {
      "title": "",
      "authors": [
        "H. Wickham"
      ]
    },
    {
      "title": "The Berkeley Drosophila Genome Project gene disruption project: Single P-element insertions mutating 25% of vital Drosophila genes",
      "authors": [
        "A.C. Spradling",
        "D. Stern",
        "A. Beaton",
        "E.J. Rhem",
        "T. Laverty",
        "N. Mozden",
        "S. Misra",
        "G.M. Rubin"
      ]
    },
    {
      "title": "P-element insertion alleles of essential genes on the third chromosome of Drosophila melanogaster: mutations affecting embryonic PNS development",
      "authors": [
        "A. Salzberg",
        "S.N. Prokopenko",
        "Y. He",
        "P. Tsai",
        "M. Pál",
        "P. Maróy",
        "D.M. Glover",
        "P. Deák",
        "H.J. Bellen"
      ]
    },
    {
      "title": "A P-insertion screen identifying novel X-linked essential genes in Drosophila",
      "authors": [
        "H.M. Bourbon",
        "G. Gonzy-Treboul",
        "F. Peronnet",
        "M.F. Alin",
        "C. Ardourel",
        "C. Benassayag",
        "D. Cribbs",
        "J. Deutsch",
        "P. Ferrer",
        "M. Haenlin"
      ]
    },
    {
      "title": "A P-element insertion screen identified mutations in 455 novel essential genes in Drosophila",
      "authors": [
        "S.W. Oh",
        "T. Kingsley",
        "H.H. Shin",
        "Z. Zheng",
        "H.W. Chen",
        "X. Chen",
        "H. Wang",
        "P. Ruan",
        "M. Moody",
        "S.X. Hou"
      ]
    },
    {
      "title": "New insights on Drosophila antimicrobial peptide function in host defense and beyond",
      "authors": [
        "M.A. Hanson",
        "B. Lemaitre"
      ]
    },
    {
      "title": "Transcriptional targets of Drosophila JAK/STAT pathway signalling as effectors of haematopoietic tumour formation",
      "authors": [
        "S. Bina",
        "V.M. Wright",
        "K.H. Fisher",
        "M. Milo",
        "M.P. Zeidler"
      ]
    },
    {
      "title": "Basic local alignment search tool",
      "authors": [
        "S.F. Altschul",
        "W. Gish",
        "W. Miller",
        "E.W. Myers",
        "D.J. Lipman"
      ]
    },
    {
      "title": "NCBI BLAST: a better web interface",
      "authors": [
        "M. Johnson",
        "I. Zaretskaya",
        "Y. Raytselis",
        "Y. Merezhuk",
        "S. McGinnis",
        "T.L. Madden"
      ]
    },
    {
      "title": "BLAST+: architecture and applications",
      "authors": [
        "C. Camacho",
        "G. Coulouris",
        "V. Avagyan",
        "N. Ma",
        "J. Papadopoulos",
        "K. Bealer",
        "T.L. Madden"
      ]
    }
  ],
  "original_title": "Drosophila parasitoids go to space: Unexpected effects of spaceflight on hosts and their parasitoids",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed9/10797188/66ddaf6b13a0/fx1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed9/10797188/fe3a117e6379/gr1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed9/10797188/97281f178a4e/gr2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed9/10797188/e54a277de3b0/gr3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed9/10797188/302e0dc28299/gr4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed9/10797188/556e9af3e3d8/gr5.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed9/10797188/f993c9e4eb24/gr6.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed9/10797188/8eebbb1be6ee/gr7.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed9/10797188/3fa34250e9b3/gr8.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed9/10797188/873cb31f0906/gr9.jpg"
  ]
}