{
  "pmcid": "10831389",
  "title": "Sex differences in muscle health in simulated micro- and partial-gravity environments in rats",
  "abstract": "Skeletal muscle size and strength are important for overall health for astronauts. However, how male and female muscle may respond differently to micro- and partial-gravity environments is not fully understood. The purpose of this study was to determine how biological sex and sex steroid hormones influence the progression of muscle atrophy after long term exposure to micro and partial gravity environments in male and female rats. Male and female Fisher rats (n ​= ​120) underwent either castration/ovariectomy or sham surgeries. After two weeks recovery, animals were divided into microgravity (0g), partial-gravity (40% of weight bearing, 0.4g), or full weight bearing (1g) interventions for 28 days. Measurements of muscle size and strength were evaluated prior to and after interventions. At 0g, females lost more dorsiflexion strength, plantar flexion strength, and other metrics of muscle size compared to males; castration/ovariectomy did not influence these differences. Additionally, at 0.4g, females lost more dorsiflexion strength, plantar flexion strength, and other metrics of muscle strength compared to males; castration/ovariectomy did not influence these differences. Females have greater musculoskeletal aberrations during exposure to both microgravity and partial-gravity environments; these differences are not dependent on the presence of sex steroid hormones. Correspondingly, additional interventions may be necessary to mitigate musculoskeletal loss in female astronauts to protect occupational and overall health.",
  "introduction": "Introduction\n\nSkeletal muscle strength is critical for operational health and safety for astronauts upon the International Space Station and future missions to the Moon and Mars. Exposure to microgravity (or microgravity analogs) is well known to elicit musculoskeletal alterations in humans and in rodent models. To mitigate these losses, NASA has instigated strict requirements for exercise interventions on the International Space Station (ISS). However, these interventions are time-consuming (∼2 ​h /day) and do not fully mitigate musculoskeletal losses. Additionally, while certain exercise modalities are available on the ISS, such as the advanced resistive exercise device (ARED) and a specialized treadmill system, given the space limitations for the upcoming Artemis missions to the Moon and future missions to Mars, exercise may not be a viable option for early expeditions to such locations. Therefore, a more thorough understanding of musculoskeletal physiology will be necessary to develop other interventions to mitigate micro- and partial gravity-induced alterations to muscle health.\n\nOne of the key areas of interest for astronaut health is to ensure a thorough understanding of biological sex differences during exposure to reduced gravity environments. While prior crewed missions may have been disproportionally male, the current Artemis class of astronauts is 50% male and 50% female. Additionally, commercial spaceflight appears to be quickly becoming a reality, with future customers of this enterprise likely comprising approximately 50% males and 50% females. Therefore, understanding the influence of biological sex on muscle outcomes is imperative to developing interventions for safe space travel.\n\nRecent articles have detailed baseline differences in male and female muscle fiber type distribution and metabolic activity. Disuse atrophy is known to differentially influence different fiber types, providing physiological plausibility for sex differences in the etiology of disuse atrophy. One of the key experimental models for investigating spaceflight-induced musculoskeletal deteriorations is hindlimb unloading, which entails rodents being elevated from their cage floors by their tail or hip harness. This position completely removes gravitational loading from the rodents’ back paws and elicits a fluid shift towards the head, similar to spaceflight. Extensive literature has been published using this model, which has been elegantly described in previous reviews. Experimental research using hindlimb unloading to investigate the influence of biological sex on the progression of musculoskeletal deficits after disuse have been conflicting. One study noted that female rats better maintained muscle function compared to males after 14 days of unloading. In contrast, others have found female mice had exacerbated muscle loss compared to males within seven days of unloading. These phenotypic differences were accompanied by a relatively greater reactive oxygen species induction, greater autophagy induction, and lower protein synthetic rates in females compared to males. Moreover, an additional study found that female mice responded more favorably to mitochondrially-targeted catalase as a therapy to mitigate disuse, compared to males. However, it should be noted that others have not found mitochondrially-targeted catalase to mitigate disuse-associated atrophy in either males or females.\n\nOne key difference between males and females is differences in major circulating sex steroid hormones, with testosterone being a key sex steroid hormone for males and estradiol being a key sex steroid hormone for females. A comprehensive review of each of these hormones’ function in relation to muscle health is beyond the scope of this paper and has been detailed elsewhere; however, it is clear that both hormones are important for muscle size and strength. What is uncertain is if these steroid hormones contribute to sex differences in musculoskeletal losses during atrophy, or conversely if these hormones potentially mask inherent musculoskeletal differences between males and females. Understanding the influence of sex steroid hormones on muscle loss is important for understanding basic muscle physiology as well as possibly developing interventions to mitigate muscle loss for astronauts.\n\nThe aggregate of the studies to date is far from a consensus on how or if females may respond differently to a micro- or partial-gravity environment. Moreover, considering the timeline of prior studies (0–14 days of disuse), questions remain on whether sex differences exist, and if they would persist with longer durations of unloading. Additionally, while mechanistic studies investigating alterations in cellular signaling are undoubtedly critical for an in-depth understanding of muscle biology, they do not address whether the muscle will have different functional capacity after exposure to micro- or partial-gravity. Alterations to muscle function will be imperative for NASA to determine how to optimize operational effectiveness and safety in the astronaut corps.\n\nOverall, sex differences in the etiology of muscle loss have not been fully resolved. Moreover, how sex steroid hormones may act to augment or mitigate sex differences during disuse atrophy has not been thoroughly investigated. The purpose of this study was to determine if and how biological sex and sex steroid hormones influence the progression of muscle atrophy after long term exposure to simulated micro- and partial-gravity environments in male and female rats.",
  "methods": "Methods\n\nAnimal experiments\n\nOverall design: All experimental procedures were approved by the Beth Israel Deaconess Medical Center Institutional Animal Care and Use Committee (IACUC, protocol number: 081–2020). The overall protocol (including pictorial description) for this study has been previously reported. Briefly, 120 male (M) and female (F) Fisher rats were obtained from Charles River Laboratories (Wilmington, MA, Stock number: 002). At 12 weeks of age, the rats underwent either castration/ovariectomy (CAST/OVX) or sham (SHAM) surgeries. Animals were given two weeks to recover; thereafter, they were divided into either simulated micro-gravity (0g), simulated partial-gravity (40% of bodyweight, Martian gravity, 0.4g) or Earth gravity control (1g) conditions. Simulated 0g was induced with a pelvic harness around the animals’ hips to keep hindlimbs suspended from the ground, as we have previously described. Simulated 0.4g was induced with a harness and vest system to allow the animal to keep all paws on the ground with reduced loading, as we have previously described. Partial weight-bearing was assessed weekly and adjusted as needed to maintain 40% weight bearing. A total of 10 rats were used in each group. Animals remained in interventions for 28 days. Immediately prior to and after interventions, animals underwent a series of tests to evaluate changes in musculoskeletal strength (detailed below). After post-intervention testing, animals were euthanized with 30%–70% carbon dioxide of chamber volume per minute. Death was confirmed with cardiac puncture. These procedures are aligned with 2020 American Veterinary Medical Association Guidelines on Euthanasia guidelines. Hindlimb muscles were then collected and weighed. Soleus muscles were fixed in 10% formalin for 48 ​h and rinsed with phosphate buffered saline (PBS) for histological analysis. Gonadectomy status and associated alterations are detailed in our previous manuscript using these animals.\n\nAnimal housing: Conditions for housing has been published previously. Briefly, all animals were singly housed in custom-made cages specifically designed for micro-gravity or partial weight-bearing interventions. Animals were kept in the BIDMC animal facility at ∼22 ​°C with a 12:12 light cycle. Animals were allowed access to food and water ad libitum throughout the study. Rats were fed standard laboratory chow throughout the study. Food was weighed daily to ensure appropriate consumption. Animals were also checked daily to ensure the harness was functioning appropriately and weighed weekly to ensure they did not have excessive bodyweight loss. If an animal exhibited extreme signs of stress (> 20% bodyweight loss, anorexia, non-grooming behaviors, etc.), it was removed from the study and euthanized. One rat (M-CAST-0.4g) was removed from the study due to excessive bodyweight loss.\n\nGrip Strength: Hindlimb grip strength was evaluated as we have previously described. Briefly, animals’ hindlimbs were placed on a grip bar attached to a force transducer (Ametek, Berwyn, PA). Animals were gently pulled from the bar until they released their grip; the corresponding force was recorded. Animals repeated this measurement two more times; the greatest value was utilized for data analysis.\n\nMaximally stimulated muscle strength: Maximal stimulation of dorsiflexion and plantar flexion muscles was completed as previously described. Animals were anesthetized with 2% isoflurane mixed with oxygen using a vaporizing system. The animal's left foot was then taped to a footplate (Dual Mode Muscle Lever System; Aurora Scientific, Aurora, Ontario, Canada) and adjusted to ensure ∼90% of dorsiflexion at the ankle joint and alignment of the ankle and knee joints. The animal's tibial nerve was stimulated to elicit either dorsiflexion or plantar flexion. To confirm appropriate needle placement, a small (10 ​Hz) stimulation was applied to the nerve. After appropriate needle placement was confirmed, a 200 ​Hz stimulation for 200 ​ms was applied to the nerve generating a maximal tetanus. Maximal tetanic measurements were visually inspected by a researcher to ensure maximal tetanus was achieved.\n\nPeripheral quantitative computed tomography (pQCT): Peripheral quantitative computed tomography (pQCT, Stratee, XCT Research SA+, Pforzheim, Germany) was utilized to quantify total muscle cross-sectional area in the tibial compartment, as previously described. Anesthetized animals (∼2% isoflurane) were positioned and images were captured 40 ​mm from the tibial plateau with the following acquisition parameters: voxel size: 0.10 ​mm, Ct speed: 10 ​mm/s. Images were analyzed to decipher different tissue densities and corresponding area with specified software provided by the manufacturer.\n\nHistology: Histological preparation and analysis was completed as we have previously described. After 48 ​h of fixation in 10% formalin and washing with PBS, soleus muscles were embedded in paraffin and stained for myosin heavy chain type I (ab11083; Abcam, Cambridge, MA), myosin heavy chain type II (ab91506; Abcam, Cambridge, MA), and wheat germ agglutinin to visualize muscle fiber borders (W6748; Thermofisher Scientific, Waltham, MA). Images were collected with an epifluorescent microscope at 20 × magnification (Zeiss Axio Imager M1) and analyzed with Fiji (ImageJ, NIH) as we have previously described. All analyses were completed by a blinded investigator (DS).\n\nSHAM Males v. SHAM Females at 0g\n\nSHAM Males v. SHAM Females at 0.4g\n\nCAST Males v. OVX Females at 0g\n\nCAST Males v. OVX Females at 0.4g\n\nStatistical Analysis: Longitudinal data were analyzed as percent difference between baseline and post-intervention values with a covariate of baseline values. Cross-sectional data (e.g., muscle fiber areas and tissue weights) were analyzed as percent difference from within sex and hormonal status (SHAM, CAST/OVX) 1g controls. A covariate of baseline values was used for longitudinal data to account for the possible influence of baseline values on the progression of muscle loss. Percent differences were used to more directly compare data between males and females despite their significant differences in bodyweight and other muscle parameters. The specific research question was to evaluate differences between males and females at different simulated gravitational loads (0g and 0.4g) and in response to different gonadal status (SHAM or OVX/CAST). Therefore, we developed a novel statistical model in Statistical Analysis System (SAS) software using the least squared means estimate (LSMESTIMATE) statement within the procedure mixed (PROC MIXED) function. Primary comparisons of interest included:\n\nThese four primary comparisons were condensed into a priori contrasts and were tested globally with a joint F-test, as we have previously described. If the joint F-test was significant (p ​< ​0.05), individual contrasts were evaluated for differences between pre-planned comparisons. The p-values for specific contrasts were accommodated for multiple comparisons with a Holm's adjustment (p ​< ​0.05).\n\nAdditionally, within each sex and hormonal status, an one-way analysis of variance (ANOVA) with a factor of loading (1g, 0.4g, and 0g) was completed as a model validation. Significance was denoted with a global F-test of p ​< ​0.05 and pair-wise comparisons were investigated with a Tukey-adjusted p-value (p ​< ​0.05). Graphical representation of model validation analysis can be found in supplementary materials. All data analysis was completed with SAS statistical software (SAS Institute, Cary, NC, United States). All SAS coding (including datasets), SAS outputs, and a pictorial description of the experimental design are available in Supplementary Files.",
  "results": "Results\n\nFemales lost more bodyweight compared to males, but had similar loss in rear paw grip strength during 28-day interventions\n\nF-SHAM-0g had similar bodyweight losses compared to M-SHAM-0g (Fig. 1A). However, in rats post-gonadectomy, F-OVX-0g had greater bodyweight loss compared to M-CAST-0g (+14.9% v. −6.8% respectively, Fig. 1B). After exposure to simulated partial gravity, females lost more bodyweight compared to males, in both SHAM (−9.4% v. −0.90%, Fig. 1C) and OVX/CAST conditions (−11.4% v. −3.9%, Fig. 1D).\n\nSHAM females and males lost similar hindlimb grip strength after 28 days exposure to 0 ​g (Fig. 1E). In 0g OVX/CAST animals, females had less loss in grip strength compared to males (−45.3% v. −67.9% respectively, Fig. 1F). At 0.4g, there were no differences in hindlimb grip strength between females and males in SHAM (Fig. 1G) or OVX/CAST conditions (Fig. 1H).\n\nFemales lost more muscle leg girth and corresponding muscle cross-sectional area compared to males\n\nIn both intact and gonadectomized rats, and at both 0g and 0.4g, females had greater loss in overall leg girth compared to males (SHAM at 0g: −9.2% v. −4.87% respectfully, Fig. 2A; OVX/CAST at 0g: −11.7% v. 0.91% Fig. 2B; SHAM at 0.4g: 9.1% v. 0.08% respectively, Fig. 2C; OVX/CAST at 0.4g: −10.3% v. 1.1%, Fig. 2D).\n\nWith regards to total muscle cross-sectional area loss of the lower leg, there were no differences between SHAM females and males at 0g (Fig. 2E). In OVX/CAST rats exposed to 0g, females tended to have greater muscle cross-sectional area loss, although not significant (−19.3% v. −9.8% respectively, Fig. 2F). The same findings were observed in the 0.4g SHAM group (−17.9% v. −8.8%, Fig. 2G). However, in OVX/CAST rats exposed to 0.4g, females had significantly greater muscle cross-sectional area loss compared to males (−16.8% v. −3.8% respectively, Fig. 2H).\n\nFemales had similar losses in muscle fiber cross-sectional areas as males at 0g but greater muscle fiber area loss than males at 0.4g\n\nIn both SHAM and OVX/CAST animals exposed to 0 ​g, there were no differences between females and males in relative difference in muscle fiber area (Fig. 3A–B). However, at 0.4 ​g in SHAM and OVX/CAST animals, females had greater loss in total muscle fiber area than males (−34.8% v. −15.1% respectively, Fig. 3C). Moreover, this relationship was sustained in OVX/CAST animals (−29.8% v. −15.0% respectively, Fig. 3D).\n\nIn myosin heavy chain type I-positive fibers (hereafter referred to as type I fibers), there was no difference between SHAM females and males after 0g intervention (Fig. 3E), nor within OVX/CAST rats (Fig. 3F). After 0.4g interventions, both SHAM and OVX females had greater type I fiber area loss compared to males (−34.7% v. −12.4% respectively, Fig. 3G and −28.3% v. −13.9% respectively, Fig. 3H).\n\nAt 0g, in both SHAM and OVX/CAST rats there were no relative differences in the changes in myosin heavy chain type II positive (Type II) fibers between females and males (Fig. 3I–J). At 0.4g, SHAM females were not different than males in the relative loss of Type II fibers (Fig. 3K), while OVX females tended to have greater relative differences in type II fiber area, though this did not reach significance (−35.3% v. −17.1%, Fig. 3L).\n\nIn muscle fibers expressing both type I and type II isoforms (hybrid fibers), there was no difference between sham females and males at 0 ​g (Fig. 3M). However, in 0g CAST/OVX animals, females had a greater loss in hybrid fibers compared to males (−46.7% v. −29.1% respectively, Fig. 3N). After exposure to 0.4g, in both SHAM and OVX/CAST rats, females had greater fiber area loss compared to males (−34.9% v. −13.6% respectively, Fig. 3O and −35.9% v. −13.2% respectively, Fig. 3P).\n\nFemales had greater reductions in dorsiflexion and plantar flexion parameters compared to males at both 0g and 0.4g\n\nAt 0g, SHAM females lost more dorsiflexion power (peak force divided by time to reach peak force) compared to males (−45.2% v. +27.8% respectively, Fig. 4A), while no differences were detected in OVX/CAST groups at 0g (Fig. 4B). At 0.4g, there was no difference between SHAM females and males in dorsiflexion power loss (Fig. 4C). Within OVX/CAST animals exposed to 0.4g, females tended to have greater loss in dorsiflexion power, though this difference did not reach significance (−36.1% v. +7.8% respectively, Fig. 4D). We should note that, although the males showed a slight increase in dorsiflexion parameters, the 1g controls animal had greater increases over time.\n\nMaximal plantar flexion power was also evaluated. At 0g, females lost more plantar flexion power compared to males under both SHAM and OVX/CAST conditions (−31.1% v. −3.2% respectively, Fig. 4E and −15.9% v. 12.3% respectively, (Fig. 4F). Additionally, at 0.4g, females also had greater loss in plantar flexion power compared to males under both SHAM and OVX/CAST conditions (−6.5% v. 16.2%, Fig. 4G and −10.7% v. 10.0%, Fig. 4H).\n\nFemales tended to have greater loss in hindlimb muscle mass compared to males\n\nIn SHAM 0g rats, females tended to have attenuated differences in gastrocnemius mass compared to males, though this difference was not significant (−26.4% v. −32.7%, Fig. 5A). Contrastingly, in OVX/CAST 0g rats, females tended to have greater loss in gastrocnemius mass relative to males; however, this difference was again not significant (−32.0% v. −25.3%, Fig. 5B). At 0.4g, females in both SHAM and OVX conditions tended to have greater decreases in gastrocnemius mass compared to males; however, neither of these differences reached significance (−21.1% v. −16.2%, Fig. 5C and −24.3% v. −18.4%, Fig. 5D).\n\nThere were no differences between females and males in relative soleus alterations at 0g in either SHAM or OVX/CAST conditions (−53.6% v. −50.1%, Fig. 5E and −53.5% v. −52.9%, Fig. 5F). However, at 0.4g in both SHAM and OVX/CAST conditions, females had greater decreases in soleus mass compared to males (−34.7% v. −18.6%, Fig. 5G and −32.8% v. −22.8%, Fig. 5H).\n\nWithin the tibialis anterior (TA), there were no differences between females and males (SHAM or OVX/CAST) at 0g (−14.0% v. −20.4%, Fig. 5I and −18.7% v. −18.6%, Fig. 5J). Similarly, at 0.4g ​there were no differences between females and males in TA mass change, regardless of hormonal status (SHAM, −21.3% v. −18.0%, Fig. 5K and OVX/CAST, −26.7% v. −23.7%, Fig. 5L).\n\nAt 0g, SHAM females had attenuated extensor digitorum longus (EDL) loss compared to males (−8.1% v. −15.7%, Fig. 5M). However, this difference was not observed in OXV/CAST rats (Fig. 5N). After exposure to 0.4g, there were no differences in EDL changes between the sexes, regardless of SHAM or OVX/CAST conditions (Fig. 5O-P).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Sex differences",
    "Atrophy",
    "Muscle strength",
    "Plantar flexion",
    "Dorsiflexion",
    "Original Article"
  ],
  "citations": [
    {
      "title": "Effect of spaceflight on skeletal muscle: mechanical properties and myosin isoform content of a slow muscle",
      "authors": [
        "V.J. Caiozzo",
        "M.J. Baker",
        "R.E. Herrick",
        "M. Tao",
        "K.M. Baldwin"
      ]
    },
    {
      "title": "Effect of weightlessness on the function of rat skeletal muscles on the biosatellite \"Cosmos-1129\"",
      "authors": [
        "M. Rapcsák",
        "V.S. Oganov",
        "A. Szöör",
        "S.A. Skuratova",
        "T. Szilágyi",
        "O. Takács"
      ]
    },
    {
      "title": "Approaching gravity as a Continuum using the rat partial weight-bearing model",
      "authors": [
        "M. Mortreux",
        "M.E. Rosa-Caldwell"
      ]
    },
    {
      "title": "Musculoskeletal adaptations to training with the advanced resistive exercise device",
      "authors": [
        "J.A. Loehr",
        "S.M. Lee",
        "K.L. English"
      ]
    },
    {
      "title": "NASA: the Artemis Team",
      "authors": []
    },
    {
      "title": "Muscle metabolism and atrophy: let's talk about sex",
      "authors": [
        "M.E. Rosa-Caldwell",
        "N.P. Greene"
      ]
    },
    {
      "title": "Hindlimb unloading: rodent analog for microgravity",
      "authors": [
        "R.K. Globus",
        "E. Morey-Holton"
      ]
    },
    {
      "title": "Hindlimb suspension in Wistar rats: sex-based differences in muscle response",
      "authors": [
        "M. Mortreux",
        "M.E. Rosa-Caldwell",
        "I.D. Stiehl"
      ]
    },
    {
      "title": "Mitochondrial aberrations during the progression of disuse atrophy differentially affect male and female mice",
      "authors": [
        "M.E. Rosa-Caldwell",
        "S. Lim",
        "W.S. Haynie"
      ]
    },
    {
      "title": "Female mice may have exacerbated catabolic signalling response compared to male mice during development and progression of disuse atrophy",
      "authors": [
        "M.E. Rosa-Caldwell",
        "S. Lim",
        "W.A. Haynie"
      ]
    },
    {
      "title": "Altering aspects of mitochondrial quality to improve musculoskeletal outcomes in disuse atrophy",
      "authors": [
        "M.E. Rosa-Caldwell",
        "S. Lim",
        "W.S. Haynie"
      ]
    },
    {
      "title": "Neutralizing mitochondrial ROS does not rescue muscle atrophy induced by hindlimb unloading in female mice",
      "authors": [
        "H. Eshima",
        "P. Siripoksup",
        "Z.S. Mahmassani"
      ]
    },
    {
      "title": "Testosterone action on skeletal muscle",
      "authors": [
        "K.L. Herbst",
        "S. Bhasin"
      ]
    },
    {
      "title": "Skeletal muscle wasting: the estrogen side of sexual dimorphism",
      "authors": [
        "S.L. McMillin",
        "E.C. Minchew",
        "D.A. Lowe",
        "E.E. Spangenburg"
      ]
    },
    {
      "title": "Influence of gonadectomy on muscle health in micro- and partial-gravity environments in rats",
      "authors": [
        "M.E. Rosa-Caldwell",
        "M. Mortreux",
        "A. Wadhwa"
      ]
    },
    {
      "title": "A novel partial gravity ground-based analog for rats via quadrupedal unloading",
      "authors": [
        "M. Mortreux",
        "J.A. Nagy",
        "F.C. Ko",
        "M.L. Bouxsein",
        "S.B. Rutkove"
      ]
    },
    {
      "title": "Partial weight-bearing in female rats: Proof of Concept in a Martian-gravity analog",
      "authors": [
        "C. Semple",
        "D. Riveros",
        "J.A. Nagy",
        "S.B. Rutkove",
        "M. Mortreux"
      ]
    },
    {
      "title": "",
      "authors": [
        "M. Rosa-Caldwell"
      ]
    },
    {
      "title": "Prior resistance training and sex influence muscle responses to arm suspension",
      "authors": [
        "M.P. Miles",
        "D.P. Heil",
        "K.R. Larson",
        "S.B. Conant",
        "S.M. Schneider"
      ]
    },
    {
      "title": "Acquired weakness, handgrip strength, and mortality in critically ill patients",
      "authors": [
        "N.A. Ali",
        "J.M. O'Brien",
        "S.P. Hoffmann"
      ]
    },
    {
      "title": "Rectus femoris muscle atrophy and recovery caused by preoperative pretibial traction in femoral shaft fractures-comparison between traction period",
      "authors": [
        "D.G. Shim",
        "T.Y. Kwon",
        "K.B. Lee"
      ]
    },
    {
      "title": "The oestrous cycle and skeletal muscle atrophy: Investigations in rodent models of muscle loss",
      "authors": [
        "M.E. Rosa-Caldwell",
        "M. Mortreux",
        "U.B. Kaiser"
      ]
    },
    {
      "title": "Sex differences in the relationship of IL-6 signaling to cancer cachexia progression",
      "authors": [
        "K.L. Hetzler",
        "J.P. Hardee",
        "M.J. Puppa"
      ]
    },
    {
      "title": "Ovarian function's role during cancer cachexia progression in the female mouse",
      "authors": [
        "K.L. Hetzler",
        "J.P. Hardee",
        "H.A. LaVoie",
        "E.A. Murphy",
        "J.A. Carson"
      ]
    },
    {
      "title": "Genetic variation in coding regions between and within commonly used inbred rat strains",
      "authors": [
        "B.M. Smits",
        "B.F. van Zutphen",
        "R.H. Plasterk",
        "E. Cuppen"
      ]
    },
    {
      "title": "Comparing phenotypic variation between inbred and outbred mice",
      "authors": [
        "A.H. Tuttle",
        "V.M. Philip",
        "E.J. Chesler",
        "J.S. Mogil"
      ]
    },
    {
      "title": "Inbred or outbred? Genetic Diversity in laboratory rodent Colonies",
      "authors": [
        "T.D. Brekke",
        "K.A. Steele",
        "J.F. Mulley"
      ]
    },
    {
      "title": "Sex differences in resistance training: a Systematic review and meta-analysis",
      "authors": [
        "B.M. Roberts",
        "G. Nuckols",
        "J.W. Krieger"
      ]
    },
    {
      "title": "Estrogens maintain skeletal muscle and satellite cell functions",
      "authors": [
        "Y. Kitajima",
        "Y. Ono"
      ]
    },
    {
      "title": "Estrogen Regulates the satellite cell compartment in females",
      "authors": [
        "B.C. Collins",
        "R.W. Arpke",
        "A.A. Larson"
      ]
    },
    {
      "title": "Effects of sex and gender on adaptation to space: behavioral health",
      "authors": [
        "N. Goel",
        "T.L. Bale",
        "C.N. Epperson"
      ]
    }
  ],
  "original_title": "Sex differences in muscle health in simulated micro- and partial-gravity environments in rats.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4451/10831389/c8cfcce19a2f/gr1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4451/10831389/1f0c165f9189/gr2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4451/10831389/da4bdd0f3658/gr3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4451/10831389/fd748321af90/gr4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4451/10831389/b188bd39385e/gr5.jpg"
  ]
}