{
  "pmcid": "2824534",
  "title": "In vitro generation of mechanically functional cartilage grafts based on adult human stem cells and 3D-woven poly(ε-caprolactone) scaffolds",
  "abstract": "Three-dimensionally woven poly(ε-caprolactone)(PCL) scaffolds were combined with adult human mesenchymal stem cells (hMSC) to engineer mechanically functional cartilage constructs in vitro. The specific objectives were to: (i) produce PCL scaffolds with cartilage-like mechanical properties, (ii) demonstrate that hMSCs formed cartilage after 21-days of culture on PCL scaffolds, and (iii) study effects of scaffold structure (loosely vs. tightly woven), culture vessel (static dish vs. oscillating bioreactor), and medium composition (chondrogenic additives with or without serum). Aggregate moduli of 21-day constructs approached normal articular cartilage for tightly woven PCL cultured in bioreactors, were lower for tightly woven PCL cultured statically, and lowest for loosely woven PCL cultured statically (p<0.05). Construct DNA, total collagen, and glyocosaminoglycans (GAG) increased in a manner dependent on time, culture vessel, and medium composition. Chondrogenesis was verified histologically by rounded cells within a hyaline-like matrix that immunostained for collagen type II but not type I. Bioreactors yielded constructs with higher collagen content (p<0.05) and more homogenous matrix than static controls. Chondrogenic additives yielded constructs with higher GAG (p<0.05) and earlier expression of collagen II mRNA if serum was not present in medium. These results show feasibility of functional cartilage tissue engineering from hMSC and 3D woven PCL scaffolds.",
  "introduction": "INTRODUCTION\n\nDegenerative joint disease affects twenty million adults with an economic burden of over $40 billion per year in the US. Once damaged, adult human articular cartilage has a limited capacity for intrinsic repair and hence injuries can lead to progressive damage, joint degeneration, pain, and disability. Cell-based repair of small cartilage defects in the knee joint was first demonstrated clinically fifteen years ago. Many cartilage tissue engineering studies use chondrocytes as the cell source, however this approach is challenged by limited supply of chondrocytes, their limited regenerative potential due to age, disease, de-differentiation during in vitro expansion, and the morbidity caused by chondrocyte harvest. Therefore, other studies use mesenchymal stem cells (MSC) as the cell source, as these stem cells can be safely harvested by marrow biopsy, readily expanded in vitro, and selectively differentiated into chondrocytes.\n\nClinical translation of tissue engineered cartilage is currently limited by inadequate construct structure, mechanical function, and integration Currently, most tissue engineered constructs for articular cartilage repair possess cartilage-mimetic material properties only after long-term (e.g., 1 to 6 month) in vitro culture. This lack of early construct mechanical function implies a need for new tissue engineering technologies such as scaffolds and bioreactors. For example, the stiffness and strength of previously used scaffolds were several orders of magnitude below normal articular cartilage, particularly in tension. Likewise, mechanical properties of engineered cartilage produced using these scaffolds and hMSC were at least one order of magnitude below values reported for normal cartilage despite prolonged in vitro culture.\n\nThe goal of the present study was to produce mechanically functional tissue engineered cartilage from adult hMSC and three-dimensionally (3D) woven PCL scaffolds in 21 days in vitro. Effects of (i) scaffold structure (loosely vs. tightly woven PCL), (ii) culture vessel (static dish vs. oscillating bioreactor) and (iii) medium composition (chondrogenic additives with or without serum) on construct mechanical, biochemical, and molecular properties were quantified. A 3D weaving method was applied to multi-filament PCL yarn to create scaffolds with cartilage-mimetic mechanical properties. The PCL was selected because it is a FDA-approved, biocompatible material that supports chondrogenesis and degrades slowly (i.e. less than 5% degradation at 2 years, as measured by mass loss) into by-products that are entirely cleared from the body.\n\nThe 3D woven PCL scaffolds were seeded with hMSC mixed with Matrigel® such that gel entrapment enhanced cell seeding efficiency and also helped maintain spherical cell morphology for promotion of chondrogenesis. The hMSC-PCL constructs were cultured either in static dishes or in an oscillatory bioreactor that provided bi-directional percolation of culture medium directly through the construct. Bioreactors were studied because these devices are known to enable functional tissue engineering due to combined effects of enhanced mass transport and mechanotransduction. Bi-directional rather than uni-directional perfusion was selected because the latter yielded different conditions at opposing construct upper and lower surfaces resulting in spatial concentration gradients and inhomogeneous tissue development.\n\nThree different culture media were tested as follows. Differentiation medium 1 (DM1) containing serum and chondrogenic additives (TGF-β, ITS+ Premix, dexamethasone, ascorbic acid, proline, and non-essential amino acids) was selected based on our previous work. Differentiation medium 2 (DM2) containing chondrogenic additives but not serum was selected based on reports that serum inhibited chondrogenesis by synoviocytes and caused hypertrophy of chondrocytes. Control medium (CM) without chondrogenic additives was tested to assess spontaneous chondrogenic differentiation in hMSC-PCL constructs.",
  "methods": "MATERIALS AND METHODS\n\nAll tissue culture reagents were from Invitrogen (Carlsbad, CA) unless otherwise specified.\n\nPoly(ε-caprolactone) (PCL) scaffolds\n\nA custom-built loom was used to weave PCL multi-filament yarns (24 µm diameter per filament; 44 filaments/yarn, Grilon KE-60, EMS/Griltech, Domat, Switzerland) in three orthogonal directions (x-warp, y-weft, and a vertical z-direction) (Figure 1A). A loosely woven scaffold was made with widely spaced warp yarns (8 yarns/cm), closely spaced weft yarns (20 yarns/cm) and two z-layers between each warp yarn (Figure 1B). A tightly woven scaffold was made with closely spaced warp and weft yarns (24 and 20 yarns/cm, respectively) and one z-layer between each warp yarn. (Figure 1C). These weaving parameters, in conjunction with fiber size and the density of PCL (1.145 g/cm3), determined scaffold porosity and pore dimensions. The loosely woven scaffold had porosity of 68 ± 0.3%, approximate pore dimensions of 850 µm ×1100 µm × 100 µm, and approximate thickness of 0.9 mm. The tightly woven scaffold had porosity of 61 ± 0.2 %, approximate pore dimensions of 330 µm × 260 µm × 100 µm and approximate thickness of 1.3 mm. Prior to cell culture, scaffolds were immersed in 4N NaOH for 18 h, thoroughly rinsed in de-ionized water, dried, ethylene oxide sterilized, and punched into 7 mm diameter discs using dermal punches (Acuderm Inc., Ft. Lauderdale, FL).\n\nHuman mesenchymal stem cells\n\nThe hMSCs were derived from bone marrow aspirates obtained from a healthy middle-aged adult male at the Hematopoietic Stem Cell Core Facility at Case Western Reserve University. Informed consent was obtained, and an Institutional Review Board-approved aspiration procedure was used. Briefly, the bone marrow sample was washed with Dulbecco’s modified Eagle’s medium (DMEM-LG, Gibco) supplemented with 10% fetal bovine serum (FBS) from a selected lot. The sample was centrifuged at 460×g on a pre-formed Percoll density gradient (1.073 g/mL) to isolate the mononucleated cells. These cells were resuspended in serum-supplemented medium and seeded at a density of 1.8×105 cells/cm2 in 10 cm diameter plates. Non-adherent cells were removed after four days by changing the medium. For the remainder of the cell expansion phase, the medium was additionally supplemented with 10 ng/mL of recombinant human fibroblast growth factor-basic (rhFGF-2, Peprotech, Rocky Hill, NJ), and was replaced twice per week. The primary culture was trypsinized after approximately two weeks, and then cryopreserved using Gibco Freezing medium.\n\nTissue engineered constructs\n\nThe hMSC were thawed and expanded by approximately 10-fold during a single passage in which cells were plated at 5,500 cells/cm2 and cultured in DMEM-LG supplemented with 10% FBS, 10 ng/mL of rhFGF-2, and 1% penicillin-streptomycin-fungizone. Medium was completely replaced every 2–3 days for 7 days. Multi-potentiality was verified for the expanded hMSC by inducing differentiation into the chondrogenic lineage in pellet cultures of passage 2 (P2) cells, and into adipogenic and osteogenic lineages in monolayer culture. The PCL scaffolds (a total of n= 15–20 per group, in three independent studies) were seeded with P2 hMSC by mixing cells in growth factor-reduced Matrigel® (B&D Biosciences) while working at 4°C, and pipetting the cell-gel mixture evenly onto both surfaces of the PCL scaffold. Each 7 mm diameter, 0.9 mm thick loosely woven scaffold was seeded with a cell pellet (1 million cells in 10 uL) mixed with 25 µL of Matrigel®, whereas each 7 mm diameter, 1.3 mm thick tightly woven scaffold was seeded with a similar cell pellet mixed with 35 µL of Matrigel®. Freshly seeded constructs were placed in 24-well plates (one construct per well), placed in a 37°C in a humidified, 5% CO2/room air incubator for 30 min to allow Matrigel® gelation, and then 1 mL of medium was added to each well.\n\nAfter 24 h, constructs were transferred either into 6-well plates (one construct per well containing 9 mL of medium) and cultured statically, or into bioreactor chambers as previously described. Briefly, each construct allocated to the bioreactor group was placed in a custom-built poly(dimethyl-siloxane) (PDMS) chamber that was connected to a loop of gas-permeable silicone rubber tubing (1/32 inch wall thickness, Cole Parmer, Vernon Hills, IL). Each loop was then mounted on a supporting disc, and medium (9 mL) was added, such that the construct was submerged in medium in the lower portion of the loop and a gas bubble was present in the upper portion of the loop. Multiple loops were mounted on an incubator-compatible base that slowly oscillated the chamber about an arc of ~160°. Importantly, bioreactor oscillation directly applied bi-directional medium percolation and mechanical stimulation to their upper and lower surfaces of the discoid constructs.\n\nThree different medium compositions (DM1, DM2 and CM) were studied. Differentiation medium 1 (DM1) was DMEM-HG supplemented with 10% FBS, 10 ng/mL hTGFβ-3 (PeproTech, Rocky Hill, NJ), 1% ITS+ Premix (B&D Biosciences), 10−7 M dexamethasone (Sigma), 50 mg/L ascorbic acid, 0.4 mM proline, 0.1 mM non-essential amino acids, 10 mM HEPES, 100 U/mL penicillin, 100 U/mL streptomycin, and 0.25 µg/mL of fungizone. Differentiation medium 2 (DM2) was identical to DM1 except without FBS. Control medium (CM) was identical to DM1 except without chondrogenic additives (TGFβ-3, ITS+ Premix, and dexamethasone). Media were replaced at a rate of 50% every 3–4 days, and constructs were harvested after 1, 7, 14, and 21 days.\n\nMechanical testing\n\nConfined compression tests were performed on 3 mm diameter cylindrical test specimens cored from the centers of 21-day constructs or acellular (initial) scaffolds using an ELF-3200 materials testing system (Bose-Enduratec, Framingham, MA). Specimens (n = 5–6 per group) placed in a 3 mm diameter confining chamber within a bath of phosphate buffered saline (PBS), and compressive loads were applied using a solid piston against a rigid porous platen (porosity of 50%, pore size of 50–100 µm). Following equilibration of a 10 gf tare load, a step compressive load of 30 gf was applied to the sample and allowed to equilibrate for 2000s. Aggregate modulus (HA) and hydraulic permeability (k) were determined numerically by matching the solution for axial strain (εz) to the experimental data for all creep tests using a two-parameter, nonlinear least-squares regression procedure. Unconfined compression tests were done by applying strains, ε, of 0.04, 0.08, 0.12, and 0.16 to the specimens (n = 5–6 per group) in a PBS bath after equilibration of a 2% tare strain. Strain steps were held constant for 900s which allowed the specimens to relax to an equilibrium level. Young’s modulus was determined by linear regression on the resulting equilibrium stress-strain plot.\n\nHistology and immunohistochemistry\n\nHistological analyses were performed after specimens (n = 2 constructs per time point per group) were fixed in 10% neutral buffered formalin for 24 h at 4°C, post fixed in 70% ethanol, embedded in paraffin, and sectioned both en-face and in cross-section. Sections 5 µm thick were stained with safranin-O/fast green for proteoglycans. For immunohistochemical analysis, 20 µm thick sections were deparaffinized in xylene and rehydrated. To efficiently expose epitopes, the sections were incubated with 700 U/mL bovine testicular hyaluronidase (Sigma) and 2 U/mL pronase XIV (Sigma) for 1 h at 37°C. Double immunostaining for collagen type I (mouse monoclonal antibody, ab6308; Abcam Inc. Cambridge, MA) and collagen type II (mouse monoclonal anitibody, CII/CI; Hybridoma Bank, University of Iowa) was performed using an Avidin/Biotin kit (Vector lab, Burlingame, CA). Control sections were incubated with PBS/1% bovine serum albumin (Sigma) without primary antibody.\n\nBiochemical analyses\n\nStandard assays for DNA, ortho-hydroxyproline (OHP, an index of total collagen content), and GAG (an index of proteoglycan content) were performed (n = 3–4 bisected constructs per time point per group). Values obtained for all 1-day constructs produced from tightly woven PCL scaffolds in DM1, DM2, and CM groups were pooled, averaged, and used as a basis for comparison for subsequent (7, 14, and 21-day) constructs produced from tightly woven scaffolds. After measuring wet weight, constructs were diced and digested in papain for 12 h at 60°C. DNA was measured using the Quant-iT™ PicoGreen® dsDNA assay (Molecular Probes, Eugene, OR). GAG was measured using the Blyscan™ sulphated GAG assay (Biocolor, Carrickfergus, Northern Ireland). To measure total collagen, papain digests were hydrolyzed in HCl at 110°C overnight, dried in a desiccating chamber, reconstituted in acetate-citrate buffer, filtered through activated charcoal, and OHP was quantified by Ehrlich’s reaction. Briefly, hydrolysates were oxidized with chloramine-T, treated with dimethylaminobenzaldehyde, read at 540 nm against a trans-4-hydroxy-L-proline standard curve, and total collagen was calculated by using a ratio of 10 µg of collagen per 1 µg of 4-hydroxyproline. The conversion factor of 10 was selected since immunohistochemical staining showed that type II collagen represented virtually all of the collagen present in the constructs.\n\nReverse transcriptase polymerase chain reaction (RT-PCR)\n\nThe presence of two cartilage biomarkers were tested: Sox-9, one of the earliest markers for MSC differentiation towards the chondrocytic lineage, preceding the activation of collagen II, and collagen type II, a chondrocyte related gene. Collagen type I provided a marker for undifferentiated MSCs, and GAPDH provided an intrinsic control. Total RNA was isolated from hMSCs prior to and after culture on PCL scaffolds (n = 3–4 bisected constructs per group per time point) using a Qiagen RNeasy mini kit. DNase treated RNA was used to make first stranded cDNA with the SuperScript III First-Strand Synthesis for RT-PCR. The cDNA was amplified in a iCycler Thermal Cycler 582BR (Bio-Rad, Hercules, CA) using primer sequences given in Table 1. The cycling conditions were as follows: 2 min at 94°C; 30 cycles of (30 s at 94°C, 45s at 58°C, 1min at 72°C), and 5 min at 72°C. The PCR products were analyzed by means of 2% agarose gel electrophoresis containing ethidium bromide (E-Gel® 2%, Invitrogen).\n\nStatistical analysis\n\nData were calculated as mean ± standard error and analyzed using multi-way analysis of variance (ANOVA) in conjunction with Tukey’s post hoc test using Statistica (v. 7, Tulsa, OK, USA). Values of p <0.05 were considered statistically significant.",
  "results": "RESULTS\n\nEffects of scaffold structure\n\nScaffold structure did not have any significant effect on the amounts of DNA, total collagen, or GAG in constructs cultured statically for 21 days in DM1 (Table 2, Group A vs. B). In contrast, scaffold structure significantly impacted aggregate modulus (HA) and Young’s modulus (E) of initial (acellular) scaffolds and cultured constructs (Figure 2). Acellular loosely woven scaffolds exhibited lower (p<0.05) mechanical properties (HA of 0.18 ± 0.011 MPa and E of 0.042 ± 0.004 MPa) than acellular tightly woven scaffolds (HA of 0.46 ± 0.049 MPa and E of 0.27 ± 0.017 MPa). Likewise, 21-day constructs based on loosely woven scaffolds exhibited lower (p<0.05) mechanical properties (HA of 0.16 ± 0.006 MPa and E of 0.064 ± 0.004 MPa) than constructs based on tightly woven scaffolds (HA of 0.37 ± 0.030 MPa and E of 0.41 ± 0.023 MPa) (Figure 2). As compared to acellular scaffolds, the 21-day constructs exhibited similar aggregate modulus and higher (p<0.05) Young’s modulus.\n\nEffects of culture vessel\n\nAggregate modulus of 21-day constructs based on tightly woven PCL and cultured in bioreactors was higher (p<0.05) than that measured for otherwise similar constructs cultured statically (Figure 2, Table 2). Construct amounts of DNA, total collagen, and GAG increased in a manner dependent on time, culture vessel and medium composition. DNA and GAG contents were similar in 21-day constructs cultured in bioreactors and statically (Figures 3A and 3C). Total collagen content was 1.5-fold higher (p < 0.05) in bioreactor compared to static cultures (Figure 3B; Table 2, Group B vs. C). Bioreactors yielded more homogeneous tissue development than static cultures based on qualitative histological appearance of cross-sections (Figure 4, row I). Chondrogenesis was demonstrated histologically by rounded cells within a hyaline-like matrix that immunostained strongly and homogeneously positive for collagen type II. Bioreactors yielded constructs in which Coll-II immunostaining was more pronounced than static cultures (Figure 4, row IV). Immunostaining for Col-I was minimal under all conditions tested. The RT-PCR analysis showed type of culture vessel did not affect the temporal expression of mRNAs for collagen type II (Figure 5A), Sox-9 (Figure 5B), collagen type I (not shown) and GAPDH (not shown).\n\nEffects of medium composition\n\nDNA content was 1.4-fold higher (p<0.05) in 21-day constructs cultured in DM1 compared to DM2 (Figure 3A, Table 2, Group B vs. D). Also, total collagen content was 1.8-fold higher (p<0.05) in 21-day constructs cultured in DM1 compared to DM2 (Figure 3B). Conversely, GAG content was lower (42% as high, p<0.05) in 21-day constructs cultured in DM1 compared to DM2 (Figure 3C). Likewise, the GAG/DNA ratio was lower (30% as high, p<0.05) in 21-day constructs cultured in DM1 compared to DM2 (Table 2). Culture in DM2 yielded more chondrogenic differentiation of hMSC than DM1, based on histological appearance of cells and ECM (more rounded chondrocytes; more homogeneously positive matrix staining for GAG and Coll-II, Figure 4, rows III and IV). Culture in DM2 yielded earlier expression of collagen type II mRNA (Figure 5A) such that this biomarker was present by day 7 in contrast to DM1. Constructs cultured in CM contained substantially lower amounts collagen and GAG compared to DM1 (Table 2, Group B vs. E). Chondrogenic differentiation was virtually absent in constructs cultured in CM with respect to rounded cell shape, matrix staining for GAG and collagen type II, and measured GAG and collagen contents (Figure 3 and Figure 4).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Cartilage repair",
    "stem cell",
    "bioreactor",
    "biomechanics",
    "growth factors",
    "Article"
  ],
  "citations": [
    {
      "title": "",
      "authors": [
        "A Praemer",
        "S Furner",
        "DP Rice"
      ]
    },
    {
      "title": "The Elusive Path to Cartilage Regeneration",
      "authors": [
        "EB Hunziker"
      ]
    },
    {
      "title": "Treatment of deep cartilage defects in the knee with autologous chondrocyte transplantation",
      "authors": [
        "M Brittberg",
        "A Lindahl",
        "A Nilsson",
        "C Ohlsson",
        "O Isaksson",
        "L Peterson"
      ]
    },
    {
      "title": "Neocartilage formation in vitro and in vivo using cells cultured on synthetic biodegradable polymers",
      "authors": [
        "LE Freed",
        "JC Marquis",
        "A Nohria",
        "J Emmanual",
        "AG Mikos",
        "R Langer"
      ]
    },
    {
      "title": "Transient exposure to transforming growth factor beta 3 under serum-free conditions enhances the biomechanical and biochemical maturation of tissue-engineered cartilage",
      "authors": [
        "BA Byers",
        "RL Mauck",
        "IE Chiang",
        "RS Tuan"
      ]
    },
    {
      "title": "Effects of harvest and selected cartilage repair procedures on the physical and biochemical properties of articular cartilage in the canine knee",
      "authors": [
        "CR Lee",
        "AJ Grodzinsky",
        "HP Hsu",
        "SD Martin",
        "M Spector"
      ]
    },
    {
      "title": "Tissue engineering designs for the future: new logics, old molecules",
      "authors": [
        "AI Caplan"
      ]
    },
    {
      "title": "Selective differentiation of mammalian bone marrow stromal cells cultured on three-dimensional polymer foams",
      "authors": [
        "I Martin",
        "VP Shastri",
        "RF Padera",
        "J Yang",
        "AJ Mackay",
        "R Langer"
      ]
    },
    {
      "title": "Human and animal mesenchymal progenitor cells from bone marrow: Identification of serum for optimal selection and proliferation",
      "authors": [
        "D Lennon",
        "S Haynesworth",
        "S Bruder",
        "N Jaiswal",
        "AI Caplan"
      ]
    },
    {
      "title": "Articular cartilage repair: basic science and clinical progress. A review of the current status and prospects",
      "authors": [
        "EB Hunziker"
      ]
    },
    {
      "title": "Tissue engineering of cartilage in space",
      "authors": [
        "LE Freed",
        "R Langer",
        "I Martin",
        "N Pellis",
        "G Vunjak-Novakovic"
      ]
    },
    {
      "title": "Bioreactors mediate the effectiveness of tissue engineering scaffolds",
      "authors": [
        "M Pei",
        "LA Solchaga",
        "J Seidel",
        "L Zeng",
        "G Vunjak-Novakovic",
        "AI Caplan"
      ]
    },
    {
      "title": "Advanced material strategies for tissue engineering scaffolds",
      "authors": [
        "LE Freed",
        "GC Engelmayr",
        "JT Borenstein",
        "FT Moutos",
        "F Guilak"
      ]
    },
    {
      "title": "Potential and Bottlenecks of Bioreactors in 3D Cell Culture and Tissue Manufacturing",
      "authors": [
        "D Wendt",
        "SA Riboldi",
        "M Cioffi",
        "I Martin"
      ]
    },
    {
      "title": "Compressive and shear properties of alginate gel: effects of sodium ions and alginate concentration",
      "authors": [
        "MA LeRoux",
        "F Guilak",
        "LA Setton"
      ]
    },
    {
      "title": "Functional tissue engineering of articular cartilage through dynamic loading of chondrocyte-seeded agarose gels",
      "authors": [
        "RL Mauck",
        "MA Soltz",
        "CCB Wang",
        "DD Wong",
        "PG Chao",
        "WB Valhmu"
      ]
    },
    {
      "title": "Bone and cartilage tissue constructs grown using human bone marrow stromal cells, silk scaffolds and rotating bioreactors",
      "authors": [
        "D Marolt",
        "A Augst",
        "LE Freed",
        "C Vepari",
        "R Fajardo",
        "N Patel"
      ]
    },
    {
      "title": "Chondrogenic differentiation and functional maturation of bovine mesenchymal stem cells in long-term agarose culture",
      "authors": [
        "RL Mauck",
        "X Yuan",
        "RS Tuan"
      ]
    },
    {
      "title": "A biomimetic three-dimensional woven composite scaffold for functional tissue engineering of cartilage",
      "authors": [
        "FT Moutos",
        "LE Freed",
        "F Guilak"
      ]
    },
    {
      "title": "Poly-epsilon-caprolactone and its copolymers",
      "authors": [
        "CG Pitt",
        "M Chasin",
        "R Langer"
      ]
    },
    {
      "title": "Poly-epsilon-caprolactone microspheres and nanospheres: an overview",
      "authors": [
        "VR Sinha",
        "K Bansal",
        "R Kaushik",
        "R Kumria",
        "A Trehan"
      ]
    },
    {
      "title": "Biological response of chondrocytes cultured in three-dimensional nanofibrous poly(epsilon-caprolactone) scaffolds",
      "authors": [
        "WJ Li",
        "KG Danielson",
        "PG Alexander",
        "RS Tuan"
      ]
    },
    {
      "title": "Degradation characteristics of poly(epsilon-caprolactone)-based copolymers and blends",
      "authors": [
        "MH Huang",
        "SM Li",
        "DW Hutmacher",
        "J Coudane",
        "M Vert"
      ]
    },
    {
      "title": "The in vivo degradation, absorption and excretion of PCL-based implant",
      "authors": [
        "H Sun",
        "L Mei",
        "C Song",
        "X Cui",
        "P Wang"
      ]
    },
    {
      "title": "High density seeding of myocyte cells for tissue engineering",
      "authors": [
        "M Radisic",
        "M Euloth",
        "L Yang",
        "R Langer",
        "LE Freed",
        "G Vunjak-Novakovic"
      ]
    },
    {
      "title": "Prolonged expression of differentiated phenotype by chondrocytes cultured at low density on a composite substrate of collagen and agarose that restricts cell spreading",
      "authors": [
        "FM Watt",
        "J Dudhia"
      ]
    },
    {
      "title": "Insulin-like growth factor-I and slow, bi-directional perfusion enhance the formation of tissue-engineered cardiac grafts",
      "authors": [
        "M Cheng",
        "M Moretti",
        "GC Engelmayr",
        "LE Freed"
      ]
    },
    {
      "title": "Bioreactor cultivation conditions modulate the composition and mechanical properties of tissue engineered cartilage",
      "authors": [
        "G Vunjak-Novakovic",
        "I Martin",
        "B Obradovic",
        "S Treppo",
        "AJ Grodzinsky",
        "R Langer"
      ]
    },
    {
      "title": "Comparison of chondrogensis in static and perfused bioreactor culture",
      "authors": [
        "D Pazzano",
        "KA Mercier",
        "JM Moran",
        "SS Fong",
        "DD DiBiasio",
        "JX Rulfs"
      ]
    },
    {
      "title": "Perfusion increases cell content and matrix synthesis in chondrocyte three-dimensional cultures",
      "authors": [
        "TH Davisson",
        "RL Sah",
        "AR Ratcliffe"
      ]
    },
    {
      "title": "Articular cartilage bioreactors and bioprocesses",
      "authors": [
        "EM Darling",
        "KA Athanasiou"
      ]
    },
    {
      "title": "The effect of hydrodynamic shear on 3D engineered chondrocyte systems subject to direct perfusion",
      "authors": [
        "MT Raimondi",
        "M Moretti",
        "M Cioffi",
        "C Giordano",
        "F Boschetti",
        "K Lagana"
      ]
    },
    {
      "title": "An integrated experimental-computational approach for the study of engineered cartilage constructs subjected to combined regimens of hydrostatic pressure and interstitial perfusion",
      "authors": [
        "M Moretti",
        "LE Freed",
        "RF Padera",
        "K Lagana",
        "F Boschetti",
        "MT Raimondi"
      ]
    },
    {
      "title": "Bioreactors for tissue engineering of cartilage",
      "authors": [
        "S Concaro",
        "F Gustavson",
        "P Gatenholm"
      ]
    },
    {
      "title": "Oscillating perfusion of cell suspensions through three-dimensional scaffolds enhances cell seeding efficiency and uniformity",
      "authors": [
        "D Wendt",
        "A Marsano",
        "M Jakob",
        "M Heberer",
        "I Martin"
      ]
    },
    {
      "title": "Tissue engineering of human cartilage in bioreactors using single and composite cell-seeded scaffolds",
      "authors": [
        "N Mahmoudifar",
        "PM Doran"
      ]
    },
    {
      "title": "Effects of chondrogenic and osteogenic regulatory factors on composite constructs grown using human mesenchymal stem cells, silk scaffolds and bioreactors",
      "authors": [
        "A Augst",
        "D Marolt",
        "LE Freed",
        "C Vepari",
        "L Meinel",
        "M Farley"
      ]
    },
    {
      "title": "FBS suppresses TGF-beta1-induced chondrogenesis in synoviocyte pellet cultures while dexamethasone and dynamic stimuli are beneficial",
      "authors": [
        "B Bilgen",
        "E Orsini",
        "RK Aaron",
        "DM Ciombor"
      ]
    },
    {
      "title": "Effect of Serum and Growth Factors on Chondrogenic Differentiation of Synovium-Derived Stromal Cells",
      "authors": [
        "S Lee",
        "JH Kim",
        "CH Jo",
        "SC Seong",
        "JC Lee",
        "MC Lee"
      ]
    },
    {
      "title": "Induction and prevention of chondrocyte hypertrophy in culture",
      "authors": [
        "P Bruckner",
        "I Horler",
        "M Mendler",
        "Y Houze",
        "KH Winterhalter",
        "S Bender"
      ]
    },
    {
      "title": "Biopolymers: Overview of several properties and consequences on their applications",
      "authors": [
        "K Van De Velde",
        "P Kiekens"
      ]
    },
    {
      "title": "Characterization of cells with osteogenic potential from human bone marrow",
      "authors": [
        "SE Haynesworth",
        "J Goshima",
        "VM Goldberg",
        "AI Caplan"
      ]
    },
    {
      "title": "FGF-2 enhances the mitotic and chondrogenic potentials of human adult bone marrow-derived mesenchymal stem cells",
      "authors": [
        "LA Solchaga",
        "K Penick",
        "JD Porter",
        "VM Goldberg",
        "AI Caplan",
        "JF Welter"
      ]
    },
    {
      "title": "High-throughput aggregate culture system to assess the chondrogenic potential of mesenchymal stem cells",
      "authors": [
        "KJ Penick",
        "LA Solchaga",
        "JF Welter"
      ]
    },
    {
      "title": "Multilineage potential of adult human mesenchymal stem cells",
      "authors": [
        "MF Pittenger",
        "AM Mackay",
        "SC Beck",
        "RK Jaiswal",
        "R Douglas",
        "JD Mosca"
      ]
    },
    {
      "title": "Biphasic creep and stress relaxation of articular cartilage in compression: Theory and experiments",
      "authors": [
        "VC Mow",
        "SC Kuei",
        "WM Lai",
        "CG Armstrong"
      ]
    },
    {
      "title": "A transversely isotropic biphasic model for unconfined compression of growth plate and chondroepiphysis",
      "authors": [
        "B Cohen",
        "WM Lai",
        "VC Mow"
      ]
    },
    {
      "title": "Tensile properties of articular cartilage are altered by meniscectomy in a canine model of osteoarthritis",
      "authors": [
        "DM Elliott",
        "F Guilak",
        "TP Vail",
        "JY Wang",
        "LA Setton"
      ]
    },
    {
      "title": "Chondrogenic differentiation of adipose-derived adult stem cells in agarose, alginate, and gelatin scaffolds",
      "authors": [
        "HA Awad",
        "MQ Wickham",
        "HA Leddy",
        "JM Gimble",
        "F Guilak"
      ]
    },
    {
      "title": "Increased damage to type II collagen in osteoarthritic articular cartilage detected by a new immunoassay",
      "authors": [
        "AP Hollander",
        "TF Heathfield",
        "C Webber",
        "Y Iwata",
        "R Bourne",
        "C Rorabeck"
      ]
    },
    {
      "title": "Chondrogenesis in a cell-polymer-bioreactor system",
      "authors": [
        "LE Freed",
        "AP Hollander",
        "I Martin",
        "JR Barry",
        "R Langer",
        "G Vunjak-Novakovic"
      ]
    },
    {
      "title": "Hypoxia induces chondrocyte-specific gene expression in mesenchymal cells in association with transcriptional activation of Sox9",
      "authors": [
        "JC Robins",
        "N Akeno",
        "A Mukherjee",
        "RR Dalal",
        "BJ Aronow",
        "P Koopman"
      ]
    },
    {
      "title": "Chondrogenic differentiation of mesenchymal stem cells from bone marrow: differentiation-dependent gene expression of matrix components",
      "authors": [
        "F Barry",
        "RE Boynton",
        "B Liu",
        "JM Murphy"
      ]
    },
    {
      "title": "Mechano-electrochemical properties of articular cartilage: Their inhomogenieties and anisotropics",
      "authors": [
        "VC Mow",
        "XE Guo"
      ]
    },
    {
      "title": "Interspecies comparisons of in situ mechanical properties of distal femoral cartilage",
      "authors": [
        "KA Athanasiou",
        "MP Rosenwasser",
        "JA Buckwalter",
        "TI Malinin",
        "VC Mow"
      ]
    },
    {
      "title": "Optical and mechanical determination of poisson;s ratio of adult bovine humeral articular cartilage",
      "authors": [
        "JS Jurvelin",
        "MD Buschmann",
        "EB Hunziker"
      ]
    },
    {
      "title": "Effect of pore size on ECM secretion and cell growth in gelatin scaffold for articular cartilage tissue engineering",
      "authors": [
        "SM Lien",
        "LY Ko",
        "TJ Huang"
      ]
    },
    {
      "title": "In vitro and in vivo characteristics of PCL scaffolds with pore size gradient fabricated by a centrifugation method",
      "authors": [
        "SH Oh",
        "IK Park",
        "JM Kim",
        "JH Lee"
      ]
    },
    {
      "title": "Collagen in tissue-engineered cartilage: Types, structure and crosslinks",
      "authors": [
        "J Riesle",
        "AP Hollander",
        "R Langer",
        "LE Freed",
        "G Vunjak-Novakovic"
      ]
    },
    {
      "title": "Fluid flow increases type II collagen deposition and tensile mechanical properties in bioreactor-grown tissue-engineered cartilage",
      "authors": [
        "CV Gemmiti",
        "RE Guldberg"
      ]
    },
    {
      "title": "Chondrogenic and osteogenic differentiations of human bone marrow-derived mesenchymal stem cells on a nanofibrous scaffold with designed pore network",
      "authors": [
        "J Hu",
        "K Feng",
        "X Liu",
        "PX Ma"
      ]
    }
  ],
  "original_title": "In vitro generation of mechanically functional cartilage grafts based on adult human stem cells and 3D-woven poly(epsilon-caprolactone) scaffolds",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de82/2824534/91b9156c8d20/nihms163978f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de82/2824534/5da40f4fc9bb/nihms163978f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de82/2824534/71084f7b75c7/nihms163978f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de82/2824534/f6aba1e1f55b/nihms163978f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de82/2824534/9e7a7d332efd/nihms163978f5.jpg"
  ]
}