{
  "pmcid": "3564669",
  "title": "Failure to Generate Bone Marrow Adipocytes Does Not Protect Mice from Ovariectomy-Induced Osteopenia",
  "abstract": "A reciprocal association between bone marrow fat and bone mass has been reported in ovariectomized rodents, suggesting that bone marrow adipogenesis has a negative effect on bone growth and turnover balance. Mice with loss of function mutations in kit receptor (kitW/W-v) have no bone marrow adipocytes in tibia or lumbar vertebra. We therefore tested the hypothesis that marrow fat contributes to development of osteopenia by comparing the skeletal response to ovariectomy (ovx) in growing wild type (WT) and bone marrow adipocyte-deficient kitW/W-v mice. Mice were ovx at 4 weeks of age and sacrificed 4 or 10 weeks post-surgery. Body composition was measured at necropsy by dual-energy X-ray absorptiometry. Cortical (tibia) and cancellous (tibia and lumbar vertebra) bone architecture were evaluated by microcomputed tomography. Bone marrow adipocyte size and density, osteoblast- and osteoclast-lined bone perimeters, and bone formation were determined by histomorphometry. Ovx resulted in an increase in total body fat mass at 10 weeks post-ovx in both genotypes, but the response was attenuated in the in kitW/W-v mice. Adipocytes were present in bone marrow of tibia and lumbar vertebra in WT mice and bone marrow adiposity increased following ovx. In contrast, marrow adipocytes were not detected in either intact or ovx kitW/W-v mice. However, ovx in WT and kitW/W-v mice resulted in statistically indistinguishable changes in cortical and cancellous bone mass, cortical and cancellous bone formation rate, and cancellous osteoblast and osteoclast-lined bone perimeters. In conclusion, our findings do not support a causal role for increased bone marrow fat as a mediator of ovx-induced osteopenia in mice.",
  "introduction": "1. INTRODUCTION\n\nThe physiological significance of bone marrow fat is currently a topic of debate. Bone marrow fat is an important depot for storage of triglycerides. Fat depots generally act as energy reserves in which fatty acids are taken up by adipocytes from lipoproteins and subsequently released into the general circulation following lipolysis. Although bone marrow fat is highly labile, bone marrow adipocytes increase in number and sequester and esterify fatty acids during severe caloric restriction, suggesting that the bone marrow fat depot does not function as a typical energy reservoir for peripheral tissues.\n\nAge-related reciprocal changes in bone marrow adiposity and bone mass are accelerated in humans following menopause, during disuse, and during treatment with glucocorticoids, and in animal models for pathological bone loss. These findings have fueled speculation that increased marrow fat may lead to bone loss. Proposed mechanisms for the putative detrimental effects of marrow fat on bone metabolism fall into two general, though non-mutually exclusive, categories: 1) differentiation of stromal cells into adipocytes occurring at the expense of osteoblast differentiation, and 2) adipocyte production of factors (adipokines) which antagonize bone formation and/or increase bone resorption.\n\nIt is well established that osteoblasts and adipocytes are derived from a common bone marrow progenitor. A deficiency in the transcription factor PPARγ reduces marrow fat and enhances osteogenesis in mice. In contrast, osteoblast-targeted overexpression of PPARγ exaggerates ovariectomy (ovx)-induced osteopenia in mice, while PPARγ agonists are associated with bone loss in insulin-resistant humans. Taken together, these findings suggest increased adipocyte differentiation curtails the differentiation of osteoblasts.\n\nEstrogen plays a key role in skeletal growth and maturation and in the maintenance of bone balance in adults. As in humans, gonadal insufficiency in female rodents is associated with increased peripheral fat accumulation, increased bone marrow adiposity, accelerated bone turnover, and osteopenia. However, in spite of a strong inverse association between bone marrow fat and bone mass, it has proven difficult to directly test the hypothesis that excess fat accumulation in bone marrow is responsible for ovx-induced osteopenia. In this regard, we recently reported that kit receptor-deficient kitW/W-v mice have no bone marrow adipocytes but are able to produce osteoblasts and osteoclasts. We therefore reasoned that if bone marrow adipose tissue contributes to the detrimental skeletal effects of estrogen deficiency, kitW/W-v mice would be resistant to ovx-induced osteopenia. We tested this hypothesis by determining the effect of ovx on body composition, bone mass and architecture, and dynamic and cellular indices of bone turnover in growing WT and kitW/W-v mice.",
  "methods": "2. MATERIALS AND METHODS\n\nThe experimental protocol was approved by the Institutional Animal Care and Use Committee. Animals were maintained under standard conditions with a 12-h light, 12-h dark cycle in accordance with the NIH Guide for the Care and Use of Laboratory Animals. Food (standard chow) and water were provided ad libitum.\n\nTwo experiments were conducted in 4-week-old ovary-intact and ovx female WBB6F1/J-kitW/kitW-v (kitW/W-v) and wild type (WT) WBB6F1/J littermates purchased from the Jackson Laboratory (Bar Harbor, ME, USA). In the first experiment, WT and kitW/W-v mice were maintained for 10 weeks following surgery and sacrificed at 14 weeks of age to evaluate the long-term skeletal response to ovx. In the second, follow-up experiment, the mice were maintained for 4 weeks following surgery and sacrificed at 8 weeks of age to assess short-term skeletal response to ovx. Specifically, the follow up study was designed to evaluate whether lack of adipocytes influences the effects of ovx on cancellous bone formation. The fluorochrome calcein (Sigma, St Louis, MO) was administered at 20 mg/kg 7 and 1 days prior to sacrifice (14-week-old mice) or 4 and 1 days prior to sacrifice (8-week-old mice). The mice were anesthetized with 2–3% isofluorane delivered in oxygen and body composition determined via dual energy x-ray absorptiometry (DXA) using a PIXImus small animal densitometer (Lunar Corp., Madison, WI, USA). Death was induced by cardiac excision, and tibiae (both experiments) and lumbar vertebrae (experiment 2 only) were removed and stored in 70% ethanol for micro-computed tomography (μCT) and histomorphometric analysis. Tibial length was measured using digital calipers (Little Machine Shop, Pasadena, CA).\n\n2.1 Micro-computed Tomography\n\nμCT was used for nondestructive three-dimensional evaluation of bone architecture. Tibiae and lumbar vertebrae were scanned using a Scanco μCT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12 × 12 × 12 μm and evaluated at a threshold of 265 (gray scale, 0–1000). The threshold value was determined empirically. Total tibia (cancellous plus cortical bone) was evaluated followed by evaluation of cortical bone in the tibial diaphysis and cancellous bone in the proximal tibial metaphysis. For cortical bone, 20 slices (0.24 mm) of bone 0.7 mm proximal to the tibio-fibular junction were measured and cross-sectional tissue volume (cortical and marrow volume, mm3), cortical volume (mm3), marrow volume (mm3), and cortical thickness (μm) determined. For the tibial metaphysis, 60 slices (0.72 mm) of bone beginning 0.75 mm distal to the growth plate were measured. Analysis of the lumbar vertebra included the entire region of secondary spongiosa between the cranial and caudal growth plates. Cancellous bone measurements in tibia and lumbar vertebra included cancellous bone volume/tissue volume (%), connectivity density (1/mm3), trabecular number (mm−1), trabecular thickness (μm) and trabecular separation (μm).\n\n2.2 Histomorphometry\n\nThe histological methods used here have been described in detail. In brief, the proximal tibial metaphysis and lumbar vertebra were dehydrated in graded increases of ethanol and xylene and embedded undecalcified in methyl methacrylate. Sections (4 μm thick) were cut with vertical bed microtomes (Leica/Jung 2065 and 2165) and affixed to slides precoated with a 1% gelatin solution. Sections were stained with toluidine blue or acid phosphatase with a toluidine blue counterstain for cellular measurements or mounted unstained for measurement of fluorochromes. Osteoblasts and adipocytes were measured in the toluidine blue-stained sections and osteoclasts were measured in acid phosphatase/toluidine blue-stained sections. All cell data were collected under visible light and all fluorochrome data were collected under ultraviolet light using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA). The sampling site for the proximal tibial metaphysis was located 0.25–1.25 mm distal to the growth plate, included secondary spongiosa only, and averaged 1.2 ± 0.1 mm2 (mean ± SE). The sampling site in lumbar vertebra included the entire cancellous compartment and averaged 1.75 ± 0.05 mm2. Both sampling sites excluded cortical margins.\n\nTissue area, bone area, osteoblast perimeter (osteoblast perimeter/bone perimeter, %) and osteoclast perimeter (osteoclast perimeter/bone perimeter, %) were measured. Adipocyte number and area were also measured and expressed as bone marrow adiposity (% tissue area occupied by adipocytes), adipocyte density (number/mm2) and mean adipocyte size (μm2). Adipocytes were identified morphologically as large circular or oval-shaped cells bordered by a prominent cell membrane and lacking cytoplasmic staining due to alcohol extraction of intracellular lipids during processing. This method was previously validated by fat extraction and analysis. Fluorochrome-based indices of bone formation included: 1) mineralizing perimeter (cancellous bone perimeter covered with double plus half single fluorochrome label normalized to bone perimeter, %), 2) mineral apposition rate (the distance between two fluorochrome markers that comprise a double label divided by interval (3 days for cancellous bone) between label administration, μm/day), and 3) bone formation rate (calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to bone perimeter, μm2/μm/yr).\n\nFor cortical bone measurements in the tibia, undecalcified cross-sections (150 μm) were cut at the tibiofibular synostosis using a low-speed diamond-edge saw (Isomet; Buehler, Lake Bluff, IL, USA) and ground on a roughened glass plate to ~20 μm. Fluorochrome-based indices of cortical bone formation were measured in the diaphysis (periosteal or endocortical perimeters) on one cross section/bone and included: 1) mineralizing perimeter, 2) mineral apposition rate (6 day labeling interval for cortical bone), and 3) bone formation rate. Mineralizing perimeter, mineral apposition rate and bone formation rate were calculated as for cancellous bone.\n\n2.3 Statistics\n\nTwo-way ANOVA was used to evaluate the respective effects of genotype, surgery and genotype x surgery interactions (SPSS 19.0, SPSS Inc., Chicago, IL). Differences were considered significant at P < 0.05. All data are reported as mean ± SE.",
  "results": "3. RESULTS\n\n3.1 Long-term Effects of Ovx on the Skeleton of WT and Bone Marrow Adipocyte-Deficient Mice\n\nThe effects of genotype (WT vs. kitW/W-v) and surgery (sham-operated ovary-intact vs. ovx) on body composition in 14-week-old mice 10 weeks following surgery are shown in Figure 1. Total body mass, fat mass, and fat expressed as % body mass was higher in WT than kitW/W-v mice, and higher in ovx than ovary-intact animals. A significant genotype by surgery interaction was not detected for total body weight. However, the interaction was significant for fat mass and % fat mass. Specifically, compared to WT mice, kitW/W-v mice exhibited a reduced increment in fat mass following ovx.\n\nThe effects of genotype and surgery on total tibia bone volume, tibial length, and cortical bone architecture in the tibial diaphysis are shown in Table 1. Tibiae were longer in WT than kitW/W-v mice and longer in ovx mice than in ovary-intact mice. Tibial bone volume was also higher in WT than kitW/W-v mice but lower in ovx mice than in ovary-intact mice. Significant genotype by surgery interactions were not detected for either tibial length or total tibial bone volume. Cross-sectional tissue volume, cortical volume, marrow volume, and cortical thickness were higher in WT mice than in kitW/W-v mice. Surgery had no effect on cross-sectional tissue volume. However, cortical volume and thickness were lower and medullary volume was higher in ovx mice compared to ovary-intact mice. A significant genotype by surgery interaction was not detected for any of the cortical endpoints evaluated.\n\nThe effects of genotype and surgery on cancellous bone measurements in the proximal tibial metaphysis and dynamic cortical bone measurements in the tibial diaphysis are shown in Figure 2. Cancellous bone volume/tissue volume was higher in WT than kitW/W-v mice and lower in ovx mice than in ovary-intact mice. These differences can be readily appreciated in images depicted in Figure 3 (a–d). A significant genotype by surgery interaction was not detected for cancellous bone volume/tissue volume. Osteoblast and osteoclast perimeters were higher in kitW/W-v than WT mice and higher in ovx mice than in ovary-intact mice. However, significant genotype by surgery interactions were not detected for either endpoint evaluated.\n\nDifferences in endocortical and periosteal mineralizing perimeter, mineral apposition rate, or bone formation rate in the tibial diaphysis were not detected with genotype. Endocortical and periosteal bone formation rate was higher in ovx than ovary-intact mice. This increase was due predominantly to a greater increase in mineralizing perimeter at both envelopes. Significant genotype by surgery interactions were not detected for any endocortical or periosteal dynamic endpoints measured.\n\nBone marrow adipocytes were common in proximal tibia of WT mice. Bone marrow adiposity (% tissue area with fat) and adipocyte size were higher in ovx than in ovary-intact WT mice. Also, there was a strong tendency (P=0.1) for adipocyte density to be higher in ovx than ovary-intact WT mice. Adipocytes were not detected in either ovary-intact or ovx kitW/W-v mice. The genotype and ovx-induced differences in bone marrow adiposity can be appreciated in images depicted in Figure 3 (g–h).\n\n3.2 Short-term Effects of Ovx on the Skeleton of WT and Bone Marrow Adipocyte-Deficient Mice\n\nThe effects of genotype and surgery on body composition in 8-week-old mice 4 weeks following surgery are shown in Figure 4. Total body mass, fat mass, and fat expressed as % body mass was higher in WT than kitW/W-v mice. Total body mass was higher in ovx compared to ovary-intact animals. While differences in fat mass were not detected with surgery, fat expressed as % body mass was lower in ovx compared to intact mice at 4 weeks post-surgery. Significant genotype by surgery interactions were not detected for total body mass, fat mass or fat expressed as % body mass.\n\nThe effects of genotype and ovx on tibial length, total tibial bone volume, and tibial cortical and cancellous bone architecture are shown in Table 2. Tibial length did not differ between WT and kitW/W-v mice. Tibiae were longer in ovx mice than in ovary-intact mice. Tibial bone volume was greater in WT than kitW/W-v mice and lower in ovx mice than in ovary-intact mice. A significant genotype by surgery interaction was not detected for either tibial length or total tibial bone volume. Diaphyseal cross-sectional tissue volume, cortical volume, and marrow volume were higher in WT mice than in kitW/W-v mice. Differences in cortical thickness were not detected with genotype. Cortical bone volume and cortical thickness were lower and medullary volume was higher in ovx mice compared to ovary-intact mice. Significant genotype by surgery interactions were not detected for any of the cortical endpoints evaluated.\n\nGenotype had minimal effect on cancellous bone architecture in the proximal tibial metaphysis, with only trabecular thickness being higher in the 8-week-old WT compared to kitW/W-v mice. Ovx resulted in lower bone volume/tissue volume, connectivity density, trabecular number and trabecular thickness, and higher trabecular spacing. Significant genotype by surgery interactions were not detected for any of the cancellous endpoints evaluated.\n\nThe effects of genotype and ovx on dynamic histomorphometry in proximal tibial metaphysis are shown in Figure 5. Significant differences between WT and kitW/W-v mice were not observed. Ovx resulted in greater mineralizing perimeter, mineral apposition rate, and bone formation rate. Significant genotype by surgery interactions were not detected for any of the dynamic endpoints evaluated. Bone marrow adipocytes were common in proximal tibia of WT mice. Bone marrow adiposity was higher in ovx WT mice than in intact WT mice. The increase in marrow adiposity was due predominantly to an increase in adipocyte density. Adipocytes were not detected in either intact or ovx kitW/W-v mice.\n\nThe effects of genotype and ovx on vertebral cancellous bone architecture and fluorochrome-based indices of bone turnover are shown in Table 2 and Figure 5, respectively. Vertebral cancellous bone volume/tissue volume, trabecular thickness, and trabecular spacing were greater in kitW/W-v mice than in WT mice (Table 2). Ovx resulted in lower bone volume/tissue volume, connectivity density, trabecular number, trabecular thickness, and greater trabecular spacing. Differences in dynamic bone measurements were not detected with genotype. Mineralizing perimeter and bone formation rate were higher in ovx compared to ovary-intact mice (Figure 5). Differences in mineral apposition rate were not detected with surgery, nor was there a genotype by surgery interaction for any of the endpoints measured. Adipocytes were rare in lumbar vertebrae of ovary-intact WT mice (0.2 ± 0.1 adipocytes/mm2) but more numerous in ovx WT mice (1.7 ± 0.2 adipocytes/mm2, P<0.001). Adipocytes were not present in lumbar vertebrae of either ovary-intact or ovx kitW/W-v mice.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "osteoblast",
    "osteoclast",
    "menopause",
    "osteoporosis",
    "adipokines",
    "Article"
  ],
  "citations": [
    {
      "title": "Why does starvation make bones fat?",
      "authors": [
        "MJ Devlin"
      ]
    },
    {
      "title": "Bone and fat connection in aging bone",
      "authors": [
        "G Duque"
      ]
    },
    {
      "title": "Temperatures rising: brown fat and bone",
      "authors": [
        "KJ Motyl",
        "CJ Rosen"
      ]
    },
    {
      "title": "The role of bone marrow and visceral fat on bone metabolism",
      "authors": [
        "Y Sheu",
        "JA Cauley"
      ]
    },
    {
      "title": "Growth hormone regulates the balance between bone formation and bone marrow adiposity",
      "authors": [
        "PJ Menagh",
        "RT Turner",
        "DB Jump",
        "CP Wong",
        "MB Lowry",
        "S Yakar",
        "CJ Rosen",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Bone marrow adipose tissue: response to acute starvation",
      "authors": [
        "A Bathija",
        "S Davis",
        "S Trubowitz"
      ]
    },
    {
      "title": "Effects of risedronate on bone marrow adipocytes in postmenopausal women",
      "authors": [
        "G Duque",
        "W Li",
        "M Adams",
        "S Xu",
        "R Phipps"
      ]
    },
    {
      "title": "Effects of increased hypothalamic leptin gene expression on ovariectomy-induced bone loss in rats",
      "authors": [
        "MA Jackson",
        "UT Iwaniec",
        "RT Turner",
        "TJ Wronski",
        "SP Kalra"
      ]
    },
    {
      "title": "Alcohol alters whole body composition, inhibits bone formation, and increases bone marrow adiposity in rats",
      "authors": [
        "GF Maddalozzo",
        "RT Turner",
        "CH Edwards",
        "KS Howe",
        "JJ Widrick",
        "CJ Rosen",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Relationships between marrow fat and bone turnover in ovariectomized and intact rats",
      "authors": [
        "RB Martin",
        "SL Zissimos"
      ]
    },
    {
      "title": "Precedence of the shift of body-fat distribution over the change in body composition after menopause",
      "authors": [
        "Y Morita",
        "I Iwamoto",
        "N Mizuma",
        "T Kuwahata",
        "T Matsuo",
        "M Yoshinaga",
        "T Douchi"
      ]
    },
    {
      "title": "Bone marrow fat accumulation after 60 days of bed rest persisted 1 year after activities were resumed along with hemopoietic stimulation: the Women International Space Simulation for Exploration study",
      "authors": [
        "G Trudel",
        "M Payne",
        "HK Uhthoff",
        "B Madler",
        "N Ramachandran",
        "M Lecompte",
        "C Wade",
        "G Biolo",
        "S Blanc",
        "R Hughson",
        "L Bear"
      ]
    },
    {
      "title": "Cytokine profile of human adipose-derived stem cells: expression of angiogenic, hematopoietic, and pro-inflammatory factors",
      "authors": [
        "GE Kilroy",
        "SJ Foster",
        "YD Halvorsen",
        "B Cheatham",
        "RW Storms",
        "JM Gimble",
        "X Wu",
        "J Ruiz",
        "S Sherwood",
        "A Heifetz",
        "JW Ludlow",
        "DM Stricker",
        "S Potiny",
        "P Green"
      ]
    },
    {
      "title": "Marrow stromal cells as stem cells for nonhematopoietic tissues",
      "authors": [
        "DJ Prockop"
      ]
    },
    {
      "title": "PPARgamma insufficiency enhances osteogenesis through osteoblast formation from bone marrow progenitors",
      "authors": [
        "T Akune",
        "S Ohba",
        "T Kadowaki",
        "H Kawaguchi",
        "S Kamekura",
        "M Yamaguchi",
        "UI Chung",
        "N Kubota",
        "Y Terauchi",
        "Y Harada",
        "Y Azuma",
        "K Nakamura"
      ]
    },
    {
      "title": "Osteoblast-targeted overexpression of PPARgamma inhibited bone mass gain in male mice and accelerated ovariectomy-induced bone loss in female mice",
      "authors": [
        "SW Cho",
        "JY Yang",
        "SY Kim",
        "WY Baek",
        "JE Kim",
        "M Yim",
        "CS Shin",
        "SJ Her",
        "HJ Choi",
        "JY Jung",
        "HJ Sun",
        "JH An",
        "HY Cho",
        "SW Kim",
        "KS Park"
      ]
    },
    {
      "title": "Skeletal consequences of thiazolidinedione therapy",
      "authors": [
        "A Grey"
      ]
    },
    {
      "title": "Skeletal effects of estrogen",
      "authors": [
        "RT Turner",
        "BL Riggs",
        "TC Spelsberg"
      ]
    },
    {
      "title": "Effect of estrogens on bone marrow adipogenesis and Sirt1 in aging C57BL/6J mice",
      "authors": [
        "A Elbaz",
        "D Rivas",
        "G Duque"
      ]
    },
    {
      "title": "Increased fat due to estrogen deficiency induces bone loss by elevating monocyte chemoattractant protein-1 (MCP-1) production",
      "authors": [
        "YY Kim",
        "SH Kim",
        "S Oh",
        "OJ Sul",
        "HY Lee",
        "HJ Kim",
        "SY Kim",
        "HS Choi"
      ]
    },
    {
      "title": "Assessment of bone marrow changes in postmenopausal women with varying bone densities: magnetic resonance spectroscopy and diffusion magnetic resonance imaging",
      "authors": [
        "Y Liu",
        "GY Tang",
        "RB Tang",
        "YF Peng",
        "W Li"
      ]
    },
    {
      "title": "Bone marrow fat content in relation to bone remodeling and serum chemistry in intact and ovariectomized dogs",
      "authors": [
        "RB Martin",
        "BD Chow",
        "PA Lucas"
      ]
    },
    {
      "title": "Analysis of ovariectomy and estrogen effects on body composition in rats by X-ray and magnetic resonance imaging techniques",
      "authors": [
        "JC Sharp",
        "JC Copps",
        "Q Liu",
        "LN Ryner",
        "RA Sebastian",
        "GQ Zeng",
        "S Smith",
        "JO Niere",
        "B Tomanek",
        "M Sato"
      ]
    },
    {
      "title": "Effect of reduced c-Kit signaling on bone marrow adiposity",
      "authors": [
        "RT Turner",
        "CP Wong",
        "UT Iwaniec"
      ]
    },
    {
      "title": "The use of micro-CT to evaluate cortical bone geometry and strength in nude rats: correlation with mechanical testing, pQCT and DXA",
      "authors": [
        "CM Bagi",
        "N Hanson",
        "C Andresen",
        "R Pero",
        "R Lariviere",
        "CH Turner",
        "A Laib"
      ]
    },
    {
      "title": "Stereological measures of trabecular bone structure: comparison of 3D micro computed tomography with 2D histological sections in human proximal tibial bone biopsies",
      "authors": [
        "JS Thomsen",
        "A Laib",
        "B Koller",
        "S Prohaska",
        "L Mosekilde",
        "W Gowin"
      ]
    },
    {
      "title": "Histological analysis of bone",
      "authors": [
        "UT Iwaniec",
        "TJ Wronski",
        "RT Turner"
      ]
    },
    {
      "title": "Changes in bone mineral and bone formation rates during pregnancy and lactation in rats",
      "authors": [
        "SC Miller",
        "JG Shupe",
        "EH Redd",
        "MA Miller",
        "TH Omura"
      ]
    },
    {
      "title": "Reproductive hormones and bone",
      "authors": [
        "KM Nicks",
        "TW Fowler",
        "D Gaddy"
      ]
    },
    {
      "title": "Hormonal changes affect the bone and bone marrow cells in a rat model",
      "authors": [
        "D Benayahu",
        "I Shur",
        "S Ben-Eliyahu"
      ]
    },
    {
      "title": "Patients with high bone mass phenotype exhibit enhanced osteoblast differentiation and inhibition of adipogenesis of human mesenchymal stem cells",
      "authors": [
        "W Qiu",
        "TE Andersen",
        "J Bollerslev",
        "S Mandrup",
        "BM Abdallah",
        "M Kassem"
      ]
    },
    {
      "title": "Marrow fat and the bone microenvironment: developmental, functional, and pathological implications",
      "authors": [
        "CJ Rosen",
        "C Ackert-Bicknell",
        "JP Rodriguez",
        "AM Pino"
      ]
    },
    {
      "title": "The effects of native and synthetic estrogenic compounds as well as vitamin D less-calcemic analogs on adipocytes content in rat bone marrow",
      "authors": [
        "D Somjen",
        "S Katzburg",
        "F Kohen",
        "B Gayer",
        "GH Posner",
        "I Yoles",
        "E Livne"
      ]
    },
    {
      "title": "Epimedium-derived flavonoids promote osteoblastogenesis and suppress adipogenesis in bone marrow stromal cells while exerting an anabolic effect on osteoporotic bone",
      "authors": [
        "P Songlin",
        "Z Ge",
        "H Yixin",
        "W Xinluan",
        "L Pingchung",
        "L Kwoksui",
        "Q Ling"
      ]
    },
    {
      "title": "Enhanced marrow adipogenesis and bone resorption in estrogen-deprived rats treated with the PPARgamma agonist BRL49653 (rosiglitazone)",
      "authors": [
        "V Sottile",
        "K Seuwen",
        "M Kneissel"
      ]
    },
    {
      "title": "Adipocytes derived from human bone marrow mesenchymal stem cells exert inhibitory effects on osteoblastogenesis",
      "authors": [
        "H Zhang",
        "W Lu",
        "GG Xiao",
        "Y Zhao",
        "P Rong",
        "R Cao",
        "W Gu",
        "J Xiao",
        "D Miao",
        "J Lappe",
        "R Recker"
      ]
    },
    {
      "title": "Adipose tissue as an endocrine organ",
      "authors": [
        "S Galic",
        "JS Oakhill",
        "GR Steinberg"
      ]
    },
    {
      "title": "Central (ICV) leptin injection increases bone formation, bone mineral density, muscle mass, serum IGF-1, and the expression of osteogenic genes in leptin-deficient ob/ob mice",
      "authors": [
        "SM Bartell",
        "S Rayalam",
        "S Ambati",
        "DR Gaddam",
        "DL Hartzell",
        "M Hamrick",
        "JX She",
        "MA Della-Fera",
        "CA Baile"
      ]
    },
    {
      "title": "Peripheral leptin regulates bone formation",
      "authors": [
        "RT Turner",
        "SP Kalra",
        "CP Wong",
        "KA Philbrick",
        "LB Lindenmaier",
        "S Boghossian",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Mitogenic and antiadipogenic properties of human growth hormone in differentiating human adipocyte precursor cells in primary culture",
      "authors": [
        "M Wabitsch",
        "S Braun",
        "H Hauner",
        "E Heinze",
        "MM Ilondo",
        "R Shymko",
        "P De Meyts",
        "WM Teller"
      ]
    },
    {
      "title": "Estrogen regulates the rate of bone turnover but bone balance in ovariectomized rats is modulated by prevailing mechanical strain",
      "authors": [
        "KC Westerlind",
        "TJ Wronski",
        "EL Ritman",
        "ZP Luo",
        "KN An",
        "NH Bell",
        "RT Turner"
      ]
    },
    {
      "title": "Mechanism of action of estrogen on intramembranous bone formation: regulation of osteoblast differentiation and activity",
      "authors": [
        "RT Turner",
        "P Backup",
        "PJ Sherman",
        "E Hill",
        "GL Evans",
        "TC Spelsberg"
      ]
    },
    {
      "title": "Differential effects of gonadal function on bone histomorphometry in male and female rats",
      "authors": [
        "RT Turner",
        "KS Hannon",
        "LM Demers",
        "J Buchanan",
        "NH Bell"
      ]
    },
    {
      "title": "Hyperlipidemia in mast cell-deficient W/WV mice",
      "authors": [
        "K Hatanaka",
        "H Tanishita",
        "H Ishibashi-Ueda",
        "A Yamamoto"
      ]
    },
    {
      "title": "Bone marrow lipids in normal and anemic mice",
      "authors": [
        "JE Potter",
        "EG Wright"
      ]
    },
    {
      "title": "Leptin deficiency-induced obesity affects the density of mast cells in abdominal fat depots and lymph nodes in mice",
      "authors": [
        "MM Altintas",
        "B Nayer",
        "EC Walford",
        "KB Johnson",
        "G Gaidosh",
        "J Reiser",
        "N De La Cruz-Munoz",
        "LM Ortega",
        "A Nayer"
      ]
    },
    {
      "title": "Mast cell stabilization: novel medication for obesity and diabetes",
      "authors": [
        "J Wang",
        "GP Shi"
      ]
    },
    {
      "title": "Effect of the tyrosine kinase inhibitors (sunitinib, sorafenib, dasatinib, and imatinib) on blood glucose levels in diabetic and nondiabetic patients in general clinical practice",
      "authors": [
        "NM Agostino",
        "VM Chinchilli",
        "CJ Lynch",
        "A Koszyk-Szewczyk",
        "R Gingrich",
        "J Sivik",
        "JJ Drabick"
      ]
    },
    {
      "title": "Imatinib mesylate improves insulin sensitivity and glucose disposal rates in rats fed a high-fat diet",
      "authors": [
        "R Hagerkvist",
        "L Jansson",
        "N Welsh"
      ]
    },
    {
      "title": "KIT (CD117): a review on expression in normal and neoplastic tissues, and mutations and their clinicopathologic correlation",
      "authors": [
        "M Miettinen",
        "J Lasota"
      ]
    },
    {
      "title": "Stem cell factor is encoded at the Sl locus of the mouse and is the ligand for the c-kit tyrosine kinase receptor",
      "authors": [
        "KM Zsebo",
        "DA Williams",
        "EN Geissler",
        "VC Broudy",
        "FH Martin",
        "HL Atkins",
        "RY Hsu",
        "NC Birkett",
        "KH Okino",
        "DC Murdock"
      ]
    },
    {
      "title": "Deletion of membrane-bound steel factor results in osteopenia in mice",
      "authors": [
        "S Lotinun",
        "GL Evans",
        "RT Turner",
        "MJ Oursler"
      ]
    },
    {
      "title": "Growth of C57BL/6 mice and the material and mechanical properties of cortical bone from the tibia",
      "authors": [
        "JM Somerville",
        "RM Aspden",
        "KE Armour",
        "KJ Armour",
        "DM Reid"
      ]
    },
    {
      "title": "Infertility due to growth arrest of ovarian follicles in Sl/Slt mice",
      "authors": [
        "H Kuroda",
        "N Terada",
        "H Nakayama",
        "K Matsumoto",
        "Y Kitamura"
      ]
    },
    {
      "title": "The cause of anemia in mutant mice of Sl/Slt genotype: hypoplasia in bone marrow and restricted hyperplasia in spleen",
      "authors": [
        "T Nakano",
        "N Waki",
        "S Yoshiyasu",
        "A Kanamaru",
        "Y Kitamura"
      ]
    },
    {
      "title": "Triazolopyrimidine (trapidil), a platelet-derived growth factor antagonist, inhibits parathyroid bone disease in an animal model for chronic hyperparathyroidism",
      "authors": [
        "S Lotinun",
        "JD Sibonga",
        "RT Turner"
      ]
    },
    {
      "title": "Mast cells possess distinct secretory granule subsets whose exocytosis is regulated by different SNARE isoforms",
      "authors": [
        "N Puri",
        "PA Roche"
      ]
    },
    {
      "title": "A potential role for the mast cell in the pathogenesis of idiopathic osteoporosis in men",
      "authors": [
        "C Brumsen",
        "SE Papapoulos",
        "EG Lentjes",
        "PM Kluin",
        "NA Hamdy"
      ]
    },
    {
      "title": "The role of mast cells in osteoporosis",
      "authors": [
        "N Chiappetta",
        "B Gruber"
      ]
    },
    {
      "title": "Estrogen regulates cytokine release in human mast cells",
      "authors": [
        "MS Kim",
        "HJ Chae",
        "TY Shin",
        "HM Kim",
        "HR Kim"
      ]
    },
    {
      "title": "Bone mineral density, bone turnover markers and fractures in patients with indolent systemic mastocytosis",
      "authors": [
        "M Rossini",
        "R Zanotti",
        "G Senna",
        "A Riccio",
        "G Passalacqua",
        "G Pizzolo",
        "S Adami",
        "P Bonadonna",
        "A Artuso",
        "B Caruso",
        "D Schena",
        "D Vecchiato",
        "M Bonifacio",
        "O Viapiana",
        "D Gatti"
      ]
    },
    {
      "title": "High prevalence of fractures and osteoporosis in patients with indolent systemic mastocytosis",
      "authors": [
        "E van der Veer",
        "W van der Goot",
        "JG de Monchy",
        "HC Kluin-Nelemans",
        "JJ van Doormaal"
      ]
    },
    {
      "title": "Mast cells accumulate in rat bone marrow after ovariectomy",
      "authors": [
        "P Lesclous",
        "JL Saffar"
      ]
    },
    {
      "title": "The role of mast cells in parathyroid bone disease",
      "authors": [
        "RT Turner",
        "UT Iwaniec",
        "K Marley",
        "JD Sibonga"
      ]
    }
  ],
  "original_title": "Failure to Generate Bone Marrow Adipocytes Does Not Protect Mice from Ovariectomy-Induced Osteopenia",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3471/3564669/6bf2b6e87c6e/nihms428458f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3471/3564669/dc5f3442ad1a/nihms428458f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3471/3564669/2fad89c1bec4/nihms428458f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3471/3564669/4da85448f56e/nihms428458f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3471/3564669/5b69c481e24f/nihms428458f5.jpg"
  ]
}