{
  "pmcid": "3856860",
  "title": "Chronic Skeletal Unloading of the Rat Femur: Mechanisms and Functional Consequences of Vascular Remodeling",
  "abstract": "Chronic skeletal unloading diminishes hindlimb bone blood flow. The purpose of the present investigation was to determine 1) whether 7 and 14 days of skeletal unloading alters femoral bone and marrow blood flow and vascular resistance during reloading, and 2) whether putative changes in bone perfusion are associated with a gross structural remodeling of the principal nutrient artery (PNA) of the femur. Six-month old male Sprague-Dawley rats were assigned to 7-d or 14-d hindlimb unloading (HU) or weight-bearing control groups. Bone perfusion was measured following 10 min of standing (reloading) following the unloading treatment. Histomorphometry was used to determine PNA media wall thickness and maximal diameter. Bone blood flow, arterial pressure and PNA structural characteristics were used to calculate arterial shear stress and circumferential wall stress. During reloading, femoral perfusion was lower in the distal metaphyseal region of 7-d HU rats, and in the proximal and distal metaphyses, diaphysis and diaphyseal marrow of 14-d HU animals relative to that in control rats. Vascular resistance was also higher in all regions of the femur in 14-d HU rats during reloading relative to control animals. Intraluminal diameter of PNAs from 14-d HU rats (138 ± 5 μm) was smaller than that of control PNAs (162 ± 6 μm), and medial wall thickness was thinner in PNAs from 14-d HU (14.3 ± 0.6 μm) versus that of control (18.0 ± 0.8 μm) rats. Decreases in both shear stress and circumferential stress occurred in the PNA with HU that later returned to control levels with the reductions in PNA maximal diameter and wall thickness, respectively. The results demonstrate that chronic skeletal unloading attenuates the ability to increase blood flow and nutrient delivery to bone and marrow with immediate acute reloading due, in part, to a remodeling of the bone resistance vasculature.",
  "introduction": "INTRODUCTION\n\nThe chronic unloading of the skeleton, such as occurs with prolonged bedrest and microgravity, induces a number of alterations to bone, including reductions in bone mass, density, mineralization, trabecular thickness and osteoblastic activity. Despite the critical role the microcirculation plays in the maintenance of bone interstitial fluid pressure and flow, osteoblast and osteoclast progenitor cell transport, and the putative coupling of bone perfusion and vascular signaling to bone remodeling, few studies in the literature have examined the effects of chronic unloading on the skeletal vasculature. Fei et al. have reported small vessel rarefaction in the tibia of hindlimb unloaded (HU) rats, but the effects of unloading on the bone resistance vasculature, the site of control of bone and marrow perfusion, are unknown.\n\nIn human models of skeletal unloading, disuse osteopenia occurs at sites where hydrostatic pressure is reduced. Likewise, in patients with unilateral lower limb arterial disease, reductions in blood flow to the affected limb are associated with decrements in femoral bone mineral density. In HU rats, bone loss also occurs in skeletal sites where arterial pressure and perfusion are diminished. Although reductions in both arterial pressure and blood flow have been previously shown to induce vascular remodeling of large conduit arteries and resistance arteries in skeletal muscle, no studies have examined the impact of altered microvascular hemodynamics on resistance artery structure in bone. Therefore, the purpose of the present investigation was to determine, 1) whether vascular remodeling occurs in the principal nutrient artery (PNA) of the rat femur during skeletal unloading, 2) whether alterations in PNA circumferential wall stress or intraluminal shear stress are regulated variables when putative changes in vascular structure occur, and 3) whether possible changes in vascular structure are associated with alterations in bone and marrow perfusion with reloading. We hypothesized that the unloading-induced reductions in hindlimb arterial pressure would diminish PNA circumferential wall stress while reductions in blood flow to the femur would reduce PNA intraluminal shear stress. Further, reductions in these mechanical stresses would be normalized through decreases in PNA medial wall thickness and intraluminal diameter, respectively. Additionally, we hypothesized that the shear stress-induced reductions in PNA intraluminal diameter would be associated with a diminished bone hyperemia with skeletal reloading.",
  "methods": "METHODS\n\nAnimals\n\nAll procedures performed in this study were approved by the University of Florida and the Texas A&M University Institutional Animal Care and Use Committees and conformed to the National Institutes of Health (NIH) Guide for the Care and Use of Laboratory Animals (Eighth edition, 2011).\n\nSix-month-old male Sprague-Dawley rats (n = 49) were obtained from Harlan (Houston, TX) and individually housed in a temperature-controlled (23 ± 2 °C) room with a 12:12 hr light-dark cycle. Water and rat chow were provided ad libitum. Animals were randomly assigned to either a normal weight-bearing control (Con) group or 7-d and 14-d hindlimb unloaded (HU) groups. The animals were further subdivided into groups for blood flow (Con, n = 13; 7-d HU, n = 11; 14-d HU, n = 11) and arterial morphology (Con, n = 7; 14-d HU, n = 7) determination. The hindlimbs of the HU groups were elevated to an approximate spinal angle of ~40° via orthopedic traction tape placed around the proximal two-thirds of the tail in a modification of techniques previously described. The height of the hindlimb elevation was adjusted to prevent the hindlimbs from touching supportive surfaces while the forelimbs maintained contact with the cage floor. This configuration allowed free range of movement around the cage while unloading the hindlimb skeleton. HU animals were kept in this position for a period of 7 or 14 d. Control animals were individually maintained in their normal cage environment.\n\nBone Blood Flow Determination\n\nSurgical Procedures\n\nControl and 7-d and 14-d HU rats were anesthetized with pentobarbital sodium (30 mg/kg ip). HU rats were anesthetized while remaining in the unloaded position to avoid any weight-bearing activity. A catheter (Dow Corning, Silastic; ID 0.6 mm, OD 1.0 mm) filled with heparinized (200 U/ml) saline was advanced into the ascending aorta via the right carotid artery as previously described. This catheter was subsequently used for the infusion of radiolabeled microspheres to measure blood flow. A second polyurethane catheter (Braintree Scientific, Micro-renathane; ID 0.36mm, OD 0.84 mm), used for the withdrawal of a reference blood sample and measurement of hindlimb arterial pressure, was implanted in the caudal artery of the tail and filled with heparinized saline as previously described. Both catheters were externalized and secured on the dorsal cervical region.\n\nExperimental Protocol\n\nFollowing 24 hr of recovery from the surgical procedure, Con and HU animals were instrumented for blood flow determination. Blood flow in the Con group was first measured while the animals were hindlimb unloaded by elevating their hindlimbs to an approximate spinal angle of ~40° for 10 min. The animals were then returned to a normal standing position for 10 min and a second blood flow measure was made using different radiolabeled microspheres. In the HU groups, blood flow was first measured while the animals were in the unloaded position. The rats’ hindlimbs were then lowered to a weight-bearing standing position and blood flow was again measured following 10 min of standing. After the microsphere infusions, euthanasia solution (0.4 ml/kg; Euthanasia-5 Solution, Henry Schein Inc.) was infused through the carotid catheter. Femora and soleus muscles were removed from the carcass. The soleus muscle was weighed to determine the efficacy of the unloading treatment. Femora from both hindlimbs were sectioned into three regions, the proximal and distal metaphyses and diaphysis; the femoral marrow was removed from the diaphysis and counted as a fourth region as previously described. Corresponding femoral sections from the left and right hindlimbs were combined for each animal to ensure sufficient microspheres in the samples. Bone samples were weighed and placed in counting vials for flow determination. Mass of the femoral marrow was determined by weighing the shaft before and after the marrow was removed.\n\nBlood Flow and Vascular Resistance\n\nRadiolabeled (85Sr, 113Sn, and 46Sc) microspheres (Perkin Elmer) with a 15 μm diameter were used for blood flow measurements as previously described. The 15 μm diameter of the microspheres results in the spheres being trapped in small arterial vessels upstream of capillaries, and therefore reflects flow through the arteries. Radioactivity of the samples was measured with a gamma counter (Packard AutoGamma 5780) and flows were computed (PC-GERDA V2.9 Software) from counts per minute and tissue wet weights. Vascular resistance was calculated by dividing arterial pressure by tissue blood flow.\n\nCentral Hemodynamics\n\nElectronically averaged mean arterial pressure and heart rate (pulse pressure rate) were recorded from the caudal catheter immediately before and after each microsphere infusion and averaged.\n\nArterial Morphology Determination\n\nMicrovessel Preparation\n\nAt the end of the experimental period, Con and 14-d HU rats were injected with euthanasia solution (0.5 ml/kg ip; Euthanasia-5 Solution, Henry Schein Inc.). The hindlimbs were removed from the carcass and placed in a 4°C filtered physiological saline buffer solution (PSS). Using a stereomicroscope, the femoral PNA was identified. In the area where the PNA entered the femoral diaphysis, muscle fibers surrounding the bone and PNA were carefully dissected away (Fig 1). The femoral diaphysis was then cut adjacent to the nutrient foramen and canal using a small bone saw, taking care not to penetrate the canal with the saw blade. The femur was then carefully broken along the cuts and the length of the PNA from the periosteal surface into the marrow was isolated and transferred to a Lucite vessel chamber containing PSS. One end of the PNA was cannulated with a glass micropipette filled with filtered PSS solution and tied securely to the pipette with 11-0 ophthalmic suture (Alcon Laboratories, Inc., Fort Worth, TX). The other end of the vessel was cannulated with a second micropipette and secured with suture as previously described. Intraluminal pressure in the isolated PNA was set at 44 mmHg (60 cmH2O) with two hydrostatic pressure reservoirs. This intravascular pressure was selected based on previously reported intravascular pressures of 43 ± 1.8 mmHg and 46 ± 2.6 mmHg in skeletal muscle resistance arteries of similar size to the PNA in normotensive rats. The distance between the cannulating micropipettes was adjusted so that the PNA axial length was straight but not stretched. The vessel chamber and pressure lines were then filled with calcium-free PSS containing 2.0 mM EDTA. PNAs were rinsed every 15 min during a 60 min period to facilitate complete relaxation of the vascular smooth muscle cells. During the last 15-min period, the vasodilator sodium nitroprusside (10−4 M) was added to the vessel chamber to ensure complete relaxation of the vascular smooth muscle. Maximal intraluminal diameter and medial wall thickness were first determined at the end of this second 15-min incubation using videomicroscopic techniques. Maximal intraluminal diameter and medial wall thickness were taken as the mean of three separate measurements from positions randomly selected along the PNA length. To measure medial wall thickness, the video caliper was positioned on the outer and inner surface of the medial layer of the vessel. The focal plane was adjusted through the medial wall and the smallest distance between the inner and outer surface was taken to be medial wall thickness.\n\nHistomorphometry\n\nFollowing determination of maximal diameter and medial wall thickness using videomicroscopy, the cannulated and pressurized arteries were then fixed with a 4% formaldehyde buffer solution, stained with eosin, and embedded in paraffin as previously described.\n\nFrom the paraffin-embedded vessels, 7 μm thick cross-sections were cut, mounted on glass microscope slides and stained with eosin hematoxylin and picrosirius red. Vascular structure was evaluated by measuring vessel media layer cross-sectional area (CSA), inner media perimeter, and media wall thickness. Media wall thickness was measured at six points separated by 60-degree angles and averaged. Vessel radius or diameter was calculated from the inner media perimeter measure. All measurements were made using an image processing and shape analysis system (BioQuant TrueColor Windows, Version 2.0, R&M Biometrics, Nashville, TN) as previously described.\n\nShear Stress and Circumferential Wall Stress Determination\n\nShear Stress\n\nThe shear stress (τ) at the inner surface of the PNA was calculated as:   where η is the blood viscosity (0.035 Poise), Q is the blood flow rate (ml/min) to the femoral diaphysis and diaphyseal marrow, and intraluminal radius (ri) of the PNA was calculated from the measured media inner perimeter. Q was designated as the blood flow rate to the femoral diaphysis and diaphyseal marrow because perfusion of these regions occurs via the PNA in adult rats, whereas the proximal and distal metaphyseal regions are perfused via the epiphyseal and metaphyseal nutrient arteries, respectively. PNA wall shear stress was calculated for three conditions: 1) a control condition using control standing Q and control PNA ri, 2) an unloading condition using unloaded Q and control PNA ri to assess shear stress in control PNAs with unloading-induced decrements in flow, and 3) an unloaded condition using Q measures in unloaded femora and PNA ri from unloaded rats to assess whether vascular remodeling serves to normalize shear stress during unloading.\n\nCircumferential Stress\n\nThe circumferential wall stress (σ) of the PNA was calculated as:   where Pa is the arterial pressure and WT is the medial wall thickness. Pa was measured at the level of the PNA through the caudal artery tail catheter while maintaining the pressure transducer at the approximate level of the PNA. Like that of shear stress, circumferential stress was calculated for 1) a control condition using control standing Pa and control PNA ri and WT measures, 2) an unloading condition using unloaded Pa and control PNA ri and WT measures to assess circumferential wall stress in a control PNA when unloading has diminished hindlimb arterial pressure, and 3) an unloaded condition using both Pa and PNA dimensions from unloaded rats to assess whether vascular remodeling serves to normalize circumferential wall stress during unloading.\n\nData Analysis\n\nA one-way ANOVA was used to compare body and tissue masses and PNA structure and mechanical stresses across conditions. Student-Newman-Keuls method was used as a post hoc test to determine the significances of differences among means. Two-way repeated-measures ANOVAs with pairwise comparisons were used to determine the significance of differences in tissue blood flow, vascular resistance and central hemodynamics within (unloaded vs. standing) and among (Con vs. 7-d HU vs. 14-d HU) factors. All values are presented as the mean ± SE. A P<0.05 was required for significance.",
  "results": "RESULTS\n\nBody and Soleus Muscle Mass\n\nBody mass was not different among Con (439 ± 11 g), 7-d HU (425 ± 12 g) and 14-d HU (418 ± 10 g) rats. Soleus muscle mass of 7-d HU (198 ± 13 mg) and 14-d HU (187 ± 8 mg) rats was lower than that of Con animals (269 ± 30 mg). Soleus muscle atrophy in HU rats is characteristic of reduced skeletal muscle weight-bearing activity and confirms the effectiveness of the hindlimb unloading treatment.\n\nCentral Hemodynamics\n\nIn Con rats, heart rate following 10-min of unloading was higher than that in 7- and 14-d HU rats during the unloaded condition (Table 1). When the animals were reloaded, heart rate was higher in the 7-d HU (451 ± 12 beats/min) and 14-d HU (454 ± 10 beats/min) groups relative to that in the Con rats (427 ± 9 beats/min) during standing. Mean caudal tail arterial pressure was not different between Con and 7-d HU rats during unloading, but it was higher in both groups relative to that in 14-d HU rats (Table 1). During reloading, mean caudal tail artery pressure did not differ among groups (Con, 130 ± 4 mmHg; 7-d HU, 127 ± 4 mmHg; 14-d HU, 128 ± 3 mmHg).\n\nSkeletal Blood Flow and Vascular Resistance\n\nDuring unloading, femoral bone and marrow blood flow (Table 1) and vascular resistance did not differ among the three groups. With reloading, blood flow increased in the proximal metaphysis, diaphyseal marrow and distal metaphysis of Con rats, but only increased in the diaphyseal marrow of 7- and 14-d HU rats. During standing, blood flow in 14-d HU rats was lower in all four of the regions of the femur relative to that in Con rats (Fig 2). Likewise, vascular resistance in all regions of the femur was higher in 14-d HU rats during reloading (Fig 3).\n\nPNA Structural Characteristics\n\nChronic skeletal unloading induced a remodeling of the femoral PNA (Fig 4). Using videomicroscopy, maximal intraluminal diameter of PNAs from 14-d HU rats (146 ± 7 μm) was smaller than that from Con rats (177 ± 10 μm). Likewise, PNA medial wall thickness in 14-d HU rats (16 ± 2 μm) was thinner than that from Con animals (22 ± 2 μm). Results derived using histomorphometric techniques were similar to those obtained with videomicroscopy. Intraluminal diameter of PNAs from 14-d HU rats was 15% smaller than that from Con rats and medial wall thickness was 21% thinner in 14-d HU rats (Table 2). The smaller diameters and thinner medial walls resulted in a 23% smaller medial cross-sectional area in PNAs from 14-d HU animals (Table 2).\n\nPNA Shear Stress and Circumferential Stress\n\nUnloading-induced reductions in blood flow to the femoral diaphysis and marrow resulted in a lower calculated shear stress in the femoral PNA (Fig 5A). However, the remodeling of the PNA to reduce luminal diameter in HU rats (Fig 4) resulted in a similar PNA shear stress in the unloaded condition to that in Con rat PNAs under the control standing condition (Fig 5A).\n\nThe lower arterial pressure in the hindlimb of HU rats during unloading (Table 1) resulted in a lower calculated PNA circumferential wall stress (Fig 5B). This diminished circumferential wall stress was normalized to Con levels through the unloading-induced PNA remodeling to reduce medial wall thickness (Fig 5B).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Bone Blood Flow",
    "Hindlimb Unloading",
    "Vascular Resistance",
    "Article"
  ],
  "citations": [
    {
      "title": "Site- and compartment-specific changes in bone with hindlimb unloading in mature adult rats",
      "authors": [
        "SA Bloomfield",
        "MR Allen",
        "HA Hogan",
        "MD Delp"
      ]
    },
    {
      "title": "Bone and hormonal changes induced by skeletal unloading in the mature male rat",
      "authors": [
        "W Dehority",
        "BP Halloran",
        "DD Bikle",
        "T Curren",
        "PJ Kostenuik",
        "TJ Wronski",
        "Y Shen",
        "B Rabkin",
        "A Bouraoui",
        "E Morey-Holton"
      ]
    },
    {
      "title": "Skeletal response to dietary calcium in a rat model simulating weightlessness",
      "authors": [
        "RK Globus",
        "DD Bikle",
        "BP Halloran",
        "E Morey-Holton"
      ]
    },
    {
      "title": "Bone growth and calcium balance during simulated weightlessness in the rat",
      "authors": [
        "RD Roer",
        "RM Dillaman"
      ]
    },
    {
      "title": "Femoral vein ligation increases bone mass in the hindlimb suspended rat",
      "authors": [
        "AP Bergula",
        "W Huang",
        "JA Frangos"
      ]
    },
    {
      "title": "Alterations in skeletal perfusion with simulated microgravity: A possible mechanism for bone remodeling",
      "authors": [
        "PN Colleran",
        "MK Wilkerson",
        "SA Bloomfield",
        "LJ Suva",
        "RT Turner",
        "MD Delp"
      ]
    },
    {
      "title": "Site-specific skeletal effects of exercise: Importance of interstitial fluid pressure",
      "authors": [
        "CH Turner"
      ]
    },
    {
      "title": "Mechanotransduction in bone: do bone cells act as sensors of fluid flow?",
      "authors": [
        "CH Turner",
        "MR Forwood",
        "MW Otter"
      ]
    },
    {
      "title": "",
      "authors": [
        "M Brookes",
        "WJ Revell"
      ]
    },
    {
      "title": "Pathways of transport in bone",
      "authors": [
        "P Kelly",
        "JT Sheppard",
        "FM Abboud"
      ]
    },
    {
      "title": "Role of vascular endothelial cells in bone biology",
      "authors": [
        "P Collin-Osdoby"
      ]
    },
    {
      "title": "Increased nitric oxide-mediated vasodilation of bone resistance arteries is associated with increased trabecular bone volume after endurance training in rats",
      "authors": [
        "JM Dominguez",
        "RD Prisby",
        "JM Muller-Delp",
        "MR Allen",
        "MD Delp"
      ]
    },
    {
      "title": "Adaptation of bone to physiological stimuli",
      "authors": [
        "S Judex",
        "TS Gross",
        "RC Bray",
        "RF Zernicke"
      ]
    },
    {
      "title": "The mechanism of coupling: A role for the vasculature",
      "authors": [
        "AM Parfitt"
      ]
    },
    {
      "title": "Aging reduces skeletal blood flow, endothelium-dependent vasodilation and nitric oxide bioavailability in rats",
      "authors": [
        "RD Prisby",
        "MW Ramsey",
        "BJ Behnke",
        "JM Dominguez",
        "AJ Donato",
        "MR Allen",
        "MD Delp"
      ]
    },
    {
      "title": "Aging and estrogen status: A possible endothelium-dependent vascular coupling mechanism in bone remodeling",
      "authors": [
        "RD Prisby",
        "JM Dominguez",
        "JM Muller-Delp",
        "MR Allen",
        "MD Delp"
      ]
    },
    {
      "title": "Imaging and quantitative assessment of long bone vascularization in the adult rat using microcomputed tomography",
      "authors": [
        "J Fei",
        "F Peyrin",
        "L Malaval",
        "L Vico",
        "MH Lafage-Proust"
      ]
    },
    {
      "title": "Bone mineral redistribution during head down tilt bed rest (Abstract)",
      "authors": [
        "SB Arnaud",
        "MR Posell",
        "RT Whalen",
        "J Vernikos-Danellis"
      ]
    },
    {
      "title": "Bone mineral loss and recovery after 17 weeks of bed rest",
      "authors": [
        "AD Leblanc",
        "VS Schneider",
        "HJ Evans",
        "DA Engelbretson",
        "JM Krebs"
      ]
    },
    {
      "title": "Bone mineral decrease in the leg with unilateral chronic occlusive arterial disease",
      "authors": [
        "M Laroche",
        "L Moulinier",
        "P Leger",
        "D Lefebvre",
        "B Mazieres",
        "H Boccalon"
      ]
    },
    {
      "title": "Arterial adaptations to altered blood flow",
      "authors": [
        "RD Brownlee",
        "BL Langille"
      ]
    },
    {
      "title": "Reductions in arterial diameter produced by chronic decreases in blood flow are endothelium-dependent",
      "authors": [
        "BL Langille",
        "F O’Donnell"
      ]
    },
    {
      "title": "Mechanisms of arterial remodeling in hypertension: couples roles of wall shear and intramural stress",
      "authors": [
        "JD Humphrey"
      ]
    },
    {
      "title": "",
      "authors": [
        "JD Humphrey"
      ]
    },
    {
      "title": "Structural and functional remodeling of skeletal muscle microvasculature is induced by simulated microgravity",
      "authors": [
        "MD Delp",
        "PC Colleran",
        "MK Wilkerson",
        "MR McCurdy",
        "J Muller-Delp"
      ]
    },
    {
      "title": "Effect of hindlimb unweighting on tissue blood flow in the rat",
      "authors": [
        "KS McDonald",
        "MD Delp",
        "RH Fitts"
      ]
    },
    {
      "title": "Blood flow in normal and denervated muscle during exercise in conscious rats",
      "authors": [
        "MD Delp",
        "RB Armstrong"
      ]
    },
    {
      "title": "Distributions of microvascular pressure in skeletal muscle of one- kidney, one clip, two-kidney, one clip, and deoxycorticosterone-salt hypertensive rats",
      "authors": [
        "G Meininger",
        "P Harris",
        "I Joshua"
      ]
    },
    {
      "title": "Effects of spaceflight and ground recovery on mesenteric artery and vein constrictor properties in mice",
      "authors": [
        "BJ Behnke",
        "JN Stabley",
        "DJ McCullough",
        "RT Davis",
        "JM Dominguez",
        "JM Muller-Delp",
        "MD Delp"
      ]
    },
    {
      "title": "Simulated microgravity alters rat mesenteric artery vasoconstrictor dynamics through an intracellular Ca2+ release mechanism",
      "authors": [
        "PN Colleran",
        "BJ Behnke",
        "MK Wilkerson",
        "AJ Donato",
        "MD Delp"
      ]
    },
    {
      "title": "Spaceflight-induced alterations in cerebral artery vasoconstrictor, mechanical, and structural properties: implications for elevated cerebral perfusion and intracranial pressure",
      "authors": [
        "CR Taylor",
        "M Hanna",
        "BJ Behnke",
        "JN Stabley",
        "DJ McCullough",
        "RT Davis",
        "P Ghosh",
        "A Papadopoulos",
        "JM Muller-Delp",
        "MD Delp"
      ]
    },
    {
      "title": "Effects of hindlimb unloading on rat cerebral, splenic, and mesenteric resistance artery morphology",
      "authors": [
        "MK Wilkerson",
        "J Muller-Delp",
        "PN Colleran",
        "MD Delp"
      ]
    },
    {
      "title": "Shear stress in the circulation",
      "authors": [
        "HH Lipowsky",
        "JA Belvan",
        "G Kaley",
        "GM Rubanyi"
      ]
    },
    {
      "title": "A model for geometric and mechanical adaptation of arteries to sustained hypertension",
      "authors": [
        "A Rachev",
        "N Stergiopulos",
        "JJ Meister"
      ]
    },
    {
      "title": "An anatomy of the osseous circulation",
      "authors": [
        "M Brookes"
      ]
    },
    {
      "title": "Cosmos 1887: morphology, histochemistry, and vasculature of the growing rat tibia",
      "authors": [
        "SB Doty",
        "ER Morey-Holton",
        "GN Durnova",
        "AS Kaplansky"
      ]
    },
    {
      "title": "Structure and quantification of microvascularisation within mouse long bones: What and how should we measure?",
      "authors": [
        "B Roche",
        "V David",
        "A Vanden-Bossche",
        "F Peyrin",
        "L Malaval",
        "L Vico",
        "MH Lafage-Proust"
      ]
    },
    {
      "title": "Biphasic change and disuse-mediated regression of canal network structure in cortical bone of growing rats",
      "authors": [
        "T Matsumoto",
        "M Yoshino",
        "K Uesugi",
        "M Tanaka"
      ]
    },
    {
      "title": "Fluid movement in bone: theoretical and empirical",
      "authors": [
        "RM Dillaman",
        "RD Roer",
        "DM Gay"
      ]
    },
    {
      "title": "Effect of flow on prostaglandin E2 and inositol trisphosphate levels in osteoblasts",
      "authors": [
        "KM Reich",
        "JA Frangos"
      ]
    },
    {
      "title": "Ischaemia of bone",
      "authors": [
        "M Catto"
      ]
    },
    {
      "title": "Relationships between trabecular bone remodeling and bone vascularization: a quantitative study",
      "authors": [
        "O Barou",
        "S Mekraldi",
        "L Vico",
        "G Boivin",
        "C Alexandre",
        "MH Lafage-Proust"
      ]
    },
    {
      "title": "The physiology of bone blood flow: a review",
      "authors": [
        "I McCarthy"
      ]
    },
    {
      "title": "Intraosseous circulation from physiology to disease",
      "authors": [
        "M Laroche"
      ]
    },
    {
      "title": "Cellular and molecular mechanisms of hypoxia-inducible factor driven vascular remodeling",
      "authors": [
        "J Hänze",
        "N Weissmann",
        "F Grimminger",
        "W Seeger",
        "F Rose"
      ]
    },
    {
      "title": "Exercise-induced vascular remodeling",
      "authors": [
        "BM Prior",
        "PG Lloyd",
        "HT Yang",
        "RL Terjung"
      ]
    }
  ],
  "original_title": "Chronic skeletal unloading of the rat femur: mechanisms and functional consequences of vascular remodeling.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4dd7/3856860/12df8f43085d/nihms526040f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4dd7/3856860/947b426de57f/nihms526040f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4dd7/3856860/97f762d71b89/nihms526040f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4dd7/3856860/08eaf9a330be/nihms526040f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4dd7/3856860/911e82b16a31/nihms526040f5.jpg"
  ]
}