{
  "pmcid": "4042434",
  "title": "Acute Exposure to High Dose γ-Radiation Results in Transient Activation of Bone Lining Cells",
  "abstract": "The present studies investigated the cellular mechanisms for the detrimental effects of high dose whole body γ-irradiation on bone. In addition, radioadaptation and bone marrow transplantation were assessed as interventions to mitigate the skeletal complications of irradiation. Increased trabecular thickness and separation and reduced fractional cancellous bone volume, connectivity density, and trabecular number were detected in proximal tibia and lumbar vertebra 14 days following γ-irradiation with 6 Gy. To establish the cellular mechanism for the architectural changes, vertebrae were analyzed by histomorphometry 1, 3, and 14 days following irradiation. Marrow cell density decreased within 1 day (67% reduction, p<0.0001), reached a minimum value after 3 days (86% reduction, p<0.0001), and partially rebounded by 14 days (30% reduction, p=0.0025) following irradiation. In contrast, osteoblast-lined bone perimeter was increased by 290% (1 day, p=0.04), 1230% (3 days, p<0.0001), and 530% (14 days, p=0.003), respectively. There was a strong association between radiation-induced marrow cell death and activation of bone lining cells to express the osteoblast phenotype (Pearson correlation −0.85, p<0.0001). An increase (p=0.004) in osteoclast-lined bone perimeter was also detected with irradiation. A priming dose of γ-radiation (0.5 mGy), previously shown to reduce mortality, had minimal effect on the cellular responses to radiation and did not prevent detrimental changes in bone architecture. Bone marrow transplantation normalized marrow cell density, bone turnover, and most indices of bone architecture following irradiation. In summary, radiation-induced death of marrow cells is associated with 1) a transient increase in bone formation due, at least in part, to activation of bone lining cells, and 2) an increase in bone resorption due to increased osteoclast perimeter. Bone marrow transplantation is effective in mitigating the detrimental effects of acute exposure to high dose whole body γ-radiation on bone turnover.",
  "introduction": "1. Introduction\n\nHuman exposure to high levels of ionizing radiation can occur as a result of treatment modalities or accident. Also, high dose whole body radiation is a common strategy in biomedical research to ablate bone marrow cells as a prelude to stem cell transplantation. As a side effect, radiation therapy to treat cancer in humans or in biomedical research results in collateral damage to other tissues, including the skeleton. The spectrum of skeletal abnormalities associated with radiation therapy in humans ranges from growth suppression in children to osteopenia, sclerosis, necrosis and sarcomatous transformation at all ages. High dose ionizing radiation is also a risk factor for the development of fractures that typically have prolonged healing times and a high nonunion rate. In spite of compelling human evidence for impaired skeletal function following high-dose ionizing radiation, this complication is rarely considered in bone marrow transplantation studies performed in animal models.\n\nWhole body exposure to high dose ionizing radiation, although uncommon in humans, can occur as a result of nuclear accident. Future manned space travel beyond the earth’s protective magnetic field will undoubtedly also increase the potential for exposure to high levels of ionizing radiation, which include particles (electrons, neutrons, protons and atomic nuclei) as well as photons (x-rays and γ-rays). Importantly, the precise biological effects of ionizing radiation depend upon numerous factors, including species, age, type of radiation, dose and dose rate.\n\nShort-duration exposure to more than 1 gray (Gy) of radiation can lead to acute radiation syndrome and in humans > 6 Gy is often lethal. Acute radiation syndrome consists of hematopoietic, gastrointestinal and neurovascular manifestations, the timing and magnitude of which are dose-dependent. The long-term skeletal consequences of surviving acute radiation syndrome in humans have received little attention. However, modeling acute radiation syndrome in animals has demonstrated detrimental effects on bone mass and architecture.\n\nThere has been significant interest in mitigating the detrimental effects of radiation to reduce morbidity and mortality following exposure. Exposure to small (priming) doses of ionizing radiation has been shown to induce cellular radioprotective mechanisms following γ-irradiation. Induction of radioadaptation by this method reduces mortality following subsequent exposure to much higher (challenging) doses of radiation. The state of acquired radioresistance is associated with reduced radiosensitivity and hypercompensation by hematopoietic cells to radiation-induced damage. Although effective in reducing mortality, which may be of particular value for marrow transplantation studies in immune compromised radiosensitive mice, it is uncertain whether low dose radiation-induced radioresistance will impact bone marrow ablation or protect the skeleton from the detrimental effects of high dose irradiation.\n\nMedical intervention in humans, including administration of growth factors (e.g., granulocyte colony-stimulating factor and granulocyte-macrophage colony-stimulating factor to improve immune function, can reduce mortality in individuals accidently exposed to whole body ionizing radiation. Mitigation of lethal intestinal injury, following high local doses of irradiation in mice, has been achieved by intravenous transplantation of bone marrow-derived stromal and hematopoietic stem cells. However, it is not clear whether interventions involving growth factor administration or bone marrow transplantation impact the long-duration adverse skeletal effects of irradiation. It is, therefore, unclear how countermeasures to accidental exposure to high dose whole body irradiation in humans or bone marrow transplantation following radiation-induced bone marrow ablation in animals influence bone metabolism.\n\nThe goals of the present studies were to evaluate the early effects of acute whole body γ-irradiation on bone metabolism in a mouse model and determine whether the anticipated detrimental effects of a challenging high-dose irradiation are attenuated by prior exposure to a relatively low dose of priming radiation. In addition, we investigated the efficacy of bone marrow transplantation in reversing the long-duration skeletal effects of high-dose whole body γ-irradiation.",
  "methods": "2. Materials and Methods\n\nMale and female C57BL/6 (B6) mice were used in the irradiation experiments (see Experiment 1-4 below) and female C57BL/6-Tg(CAG-EGFP)1Osb/J mice with constitutive expression of green fluorescent protein (GFP) were used in the cell tracking experiment (see Experiment 5 below). Mice were purchased from Jackson Laboratory (Bar Harbor, Maine). The mice were housed individually in a temperature (21-23°C) and light (12 hr light dark cycle) controlled room. Food and water were provided ad libitum to all animals. The mice were maintained in accordance with the NIH Guide for the Care and the Use of Laboratory Animals and the Institutional Animal Care and Use Committee at the Johnson Space Center (Experiments 1-3) and Oregon State University (Experiments 4-5) approved the experimental protocols.\n\n2.1 Experimental Design\n\nExperiments were performed to assess the efficacy of radioprotection on bone and to evaluate the effects of bone marrow transplantation in mitigating whole body γ-radiation-induced adverse skeletal effects. In the radioadaptive study, 0.5 milligray (mGy) of radiation was used as a priming dose, followed by 6 Gy as the challenging dose, whereas 9 Gy was used in the bone marrow transplantation study. If untreated, approximately 50% of the mice would be expected to die within 30 days following whole body γ-irradiation with a dose of 6 Gy. A dose of 9 Gy without treatment would be expected to result in 100% mortality.\n\n2.1.1 Efficacy of Radioprotection on Bone\n\nExperiment 1 was performed to characterize the effects of whole body γ-irradiation (using a 137Cs source located at NASA Johnson Space Center, Houston, Texas) on bone architecture and cellular indices of bone formation and resorption. Two-month-old male B6 mice were divided into 4 groups (n=6/group): 1) untreated control, 2) irradiated with a priming dose of 0.5 mGy, 3) irradiated with a challenging dose of 6 Gy, or 4) irradiated with 0.5 mGy followed 24 hours later by irradiation with 6 Gy. The mice were sacrificed 14 days following the last irradiation. For tissue collection, animals were anesthetized with 2-3% isofluorane delivered in oxygen and death was induced by decapitation with a guillotine. Tibiae and 5th lumbar vertebrae were removed and stored in 70% ethanol for micro-computed tomography ( CT) and/or bone histomorphometric analysis.\n\nExperiments 2 and 3 were conducted to further characterize the cellular mechanisms responsible for whole body γ-radiation-induced changes in bone architecture. The treatment groups were the same as in Experiment 1, but mice were sacrificed 1 day (Experiment 2; n=6/group) or 3 days (Experiment 3; n=3/group) following irradiation. Tissues were collected as in Experiment 1.\n\n2.1.2 Efficacy of Bone Marrow Transplantation on Bone\n\nExperiment 4 was performed to assess the efficacy of bone marrow transplantation following lethal (9 Gy) whole body γ-irradiation on bone mass and turnover. Two-month-old female B6 mice were randomized by weight into 3 groups: baseline control (n= 9), untreated (n=7) and irradiated bone marrow recipients + donor bone marrow (B6→B6) (n=7). For bone marrow transplantation, bone marrow cells were isolated from femurs and tibias of donor mice by flushing the bones with phosphate buffered saline using a sterile 3ml syringe fitted with a 24G needle. Bone marrow cells were made into single cell suspensions by repeated pipetting. To facilitate accurate cell count of nucleated cells, red blood cells in the bone marrow were selectively removed by incubating with red blood cell lysis buffer (150 mM NH4Cl, 1 mM KHCO3, 0.1 mM EDTA, pH 7.2) per standard immunology procedure which have been shown to be compatible with bone marrow transplantation. After lysing of red blood cells, bone marrow cells were resuspended to 5×107 cells/ml in PBS for bone marrow transplantation.\n\nTransplant recipients were lethally irradiated at 9 Gy using a 60Co irradiator source (Radiation Center, Oregon State University) and reconstituted with 1×107 donor bone marrow cells by injection (200 μl) in the tail vein. Baseline control mice were labeled with the fluorochrome calcein (15 mg/kg) 4 and 1 days prior to sacrifice at 8 weeks of age. The remaining mice were maintained for 9 weeks following bone marrow engraftment, labeled with calcein (15 mg/kg) 4 and 1 days prior to sacrifice, and sacrificed at 17 weeks of age. Additionally (Experiment 5), a group of B6 mice (n=4) was engrafted with bone marrow from GFP mice to track cell repopulation in different tissues. Bone marrow transplantation results in a chimera with donor-derived and recipient cells. The use of GFP bone marrow serves as an important internal control to definitely define and quantitate donor-derived cells versus recipient cells. For tissue collection, mice were anesthetized with 2-3% isofluorane delivered in oxygen and death was induced by cardiac excision. Uteri were removed and weighed. Right femora and lumbar vertebrae were removed and stored in 70% ethanol for CT and/or histomorphometric analysis. Spleens and left femora were immediately processed for cell measurements.\n\n2.2 Micro-computed tomography\n\nμCT was used for nondestructive 3-dimensional evaluation of bone volume and architecture. Long bones (tibia for Experiment 1 and femur for Experiment 4) and lumbar vertebrae (Experiments 1 and 4) were scanned using a Scanco CT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12 m × 12 m × 12 m. The threshold value for evaluation was determined empirically and set at 245 (gray scale, 0-1000). Entire tibia (cancellous + cortical bone) was evaluated followed by evaluation of cortical bone at the midshaft and cancellous bone in the proximal metaphysis. For the tibial midshaft, 20 slices (240 m in length) of bone were evaluated and total cross-sectional volume (cortical and marrow volume, mm3), cortical volume (mm3), marrow volume (mm3), and cortical thickness ( m) were measured. Maximum (Imax), minimum (Imin), and polar (Ipolar) moment of inertias were calculated as surrogate measures of bone strength in bending (Imax and Imin) and torsion (Ipolar). For the tibial metaphysis, 40 slices (480 μm in length) of cancellous bone were evaluated. Similar measurements were performed for the femur, with the exception that the distal femoral metaphysis (40 slices) and epiphysis (entire region of secondary spongiosa) were evaluated.\n\nAnalysis of the lumbar vertebra included the entire region of secondary spongiosa between the cranial and caudal growth plates. Direct cancellous bone measurements in the proximal tibia metaphysis/distal femur metaphysis/distal femur epiphysis and lumbar vertebra included cancellous bone volume fraction (bone volume/tissue volume, volume of total tissue occupied by cancellous bone, %), connectivity density (number of redundant connections per unit volume, mm−3; this index detects defects in cancellous architecture), trabecular thickness (mean thickness of individual trabeculae, m), trabecular number (number of trabecular intersects per distance, mm−1), and trabecular separation (the distance between trabeculae, m).\n\n2.3 Histomorphometry\n\nLumbar vertebrae were prepared for histomorphometric evaluation as described. Sections were stained according to the Von Kossa method with a tetrachrome counter stain (Polysciences, Warrington, PA) for assessment of bone area and cell-based measurements. Unstained sections were used for assessment of dynamic histomorphometry. Histomorphometric data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA). Static cancellous bone endpoints (Experiments 1-4) included bone area fraction (bone area/tissue area, %) and the derived architectural indices of trabecular number (mm−1), trabecular thickness (μm), and trabecular separation (μm). Osteoblast and osteoclast perimeters were measured and expressed as % of total bone perimeter and nucleated cells were measured and expressed as marrow cell density. Fluorochrome-based indices of bone formation (Experiment 4) included mineralizing perimeter (percentage of bone with double label + ½ single label) and mineral apposition rate (mean distance between two fluorochrome markers that comprise a double label divided by interlabel time, μm/d). Bone formation rate was calculated using a bone perimeter referent (μm2/μm/y). Additional cell measurements (Experiment 4) were performed in toluidine blue-stained sections and included megakaryocyte and adipocyte density. Megakaryocytes were measured because radiation-induced thrombocytopenia plays a role in radiation mortality. Bone marrow adipocytes were measured because radiation is associated with increased deposition of fat into bone marrow. Morphologically, megakaryocytes were identified as large cells with a multilobed nucleus. Adipocytes were identified as large circular or oval shaped cells, bordered by a prominent cell membrane and deficient in cytoplasmic staining due to alcohol extraction of intracellular lipids during processing. All data are reported using standard nomenclature.\n\n2.4 Fluorescence Activated Cell Sorting Analysis\n\nSpleens and bone marrow flushed from the femurs of individual mice were made into single cell suspensions. Red blood cells were removed by incubating with red blood cell lysis buffer per standard immunology protocol for the preparation of cells for flow cytometry. Cells were resuspended in flow cytometry buffer (PBS, 2% FBS, 1mM EDTA), and incubated for 30 mins on ice in the dark with antibodies specific against CD4, CD8, CD11b, CD19, CD117 (c-Kit) (eBiosciences, San Diego, CA), CD115 (MCSF receptor) (Serotec, Raleigh, NC), and a lineage cell (lin) detection cocktail (Miltenyi Biotech, Auburn, CA). The cocktail is comprised of a panel of monoclonal antibodies that detect lineage-committed immune cell populations including T cells, B cells, monocytes/macrophages, granulocytes, and erythrocytes, and distinguish these from the lineage-negative stem cell and progenitor cell compartments. After extensive washing, cells were resuspended in buffer for flow cytometry analysis. Data were acquired using FACSCalibur (BD Biosciences, San Jose, CA). Data analyses were performed using Summit software (DakoCytomation, Fort Collins, CO). GFP donor-derived immune cells were identified based on the expression of GFP in combination with the following cell surface markers: T cells (CD4+ or CD8+), B cells (CD19+), osteoclast precursors (CD11b+ MCSF receptor+), hematopoietic stem cells (lin−cKit+Sca1+) and mesenchymal stem cells (lin−cKit−Sca1+).\n\n2.5 Statistical Analysis\n\nMultivariate analysis of variance (MANOVA) was used to test for equal means across radiation dose for the collection of variables within the response categories of total tibia, midshaft tibia, proximal tibia metaphysis, and lumbar vertebra. For each of the four MANOVA tests, the null hypothesis of equal mean vectors across the control, 0.5 mGy, 6 Gy, and sequential 0.5 mGy + 6Gy dose levels was tested using Wilks’ lambda statistic. When significant differences were found between mean vectors, follow-up statistical tests were performed using one-way analysis of variance (ANOVA) to compare the dose groups for individual variables, and t-tests were used for two-group comparisons. Linear contrasts that define interactions and two-group comparisons were tested using MANOVA with Wilks’ lambda or F-tests in ANOVA.\n\nSeparate two-factor ANOVA models were fit to the endpoints osteoclast-lined bone perimeter, osteoblast-lined bone perimeter, and marrow cell density. The factor variables in each model were treatment group (control, 0.5 mGy, 6 Gy, and sequential 0.5 mGy + 6 Gy) and day (day 1, day 3, and day 14). Results were stratified by day if a treatment by day interaction effect was statistically significant according to a F test. Otherwise, a model with main effects was reported. Adjusting for day, F tests of linear contrasts were performed to compare the 0.5 mGy and 6 Gy dose groups to the control group, and to investigate for an interaction effect of the sequential dosage.\n\nThe individual variables in the endpoint groups of total femur, midshaft femur, distal femur metaphysis, distal femur epiphysis, and lumbar vertebra, as well as bone and hematopoietic lineage cells, and dynamic indices of bone formation were analyzed using separate MANOVA models. For each endpoint group, the null hypothesis of equal means across the baseline, control, and 9 Gy irradiation + bone marrow transplantation categories was tested using Wilks’ Lambda statistic. When significant differences were found using MANOVA, follow-up ANOVA F-tests were performed on individual variables, and linear contrasts were tested to determine differences among categories. Conditions for use of ANOVA models were assessed by Bartlett’s test for homogeneity of variance and normal quantile plots. The modified F* test was used when the assumption of equal variance was violated, with Welch’s two-sample t-test used for pairwise comparisons. Adjustment for multiple comparisons was made by constraining the false discovery rate to be at most 5%. Differences were considered significant at adjusted p < 0.05. Data are expressed as mean ± SE. Statistical analysis was performed using Stata version 10 (StataCorp LP, College Station, Texas).",
  "results": "3. Results\n\n3.1 Efficacy of Radioprotection on Bone\n\nThe efficacy of a radioconditioning priming dose of 0.5 mGy in preventing detrimental changes in bone mass and architecture in tibia and lumbar vertebra 14 days following exposure to a challenging dose of 6 Gy was evaluated by μCT, and results are presented in Table 1. Tibial length, total tibial bone volume, and cortical bone parameters (cross-sectional volume, cortical volume, marrow volume, cortical thickness, IMax, IMin, and IPolar) did not differ, on average, with treatment. In contrast, proximal tibial metaphysis cancellous bone volume fraction (bone volume/tissue volume), connectivity density and trabecular number were lower while trabecular thickness and separation were higher in mice subjected to the 6 Gy challenging dose. The 0.5 mGy priming dose used for radioconditioning had no significant effect on tibial cortical or cancellous bone mass or architecture (p = 0.83) nor did the 0.5 mGy priming dose affect tibial bone response to the challenging dose of 6 Gy (p = 0.80).\n\nConnectivity density and trabecular number were also lower, while trabecular thickness and separation were higher in lumbar vertebra of mice subjected to the 6 Gy challenging dose. Also, as in the proximal tibial metaphysis, the priming dose of radiation used to induce radioconditioning had no significant effect on vertebral cancellous bone mass or architecture (p = 0.57) and there was no interaction between the priming dose and challenging dose for any of the vertebral cancellous endpoints evaluated (p = 0.59).\n\nThe effects of radiation on osteoblast-lined and osteoclast-lined bone perimeter and on bone marrow cell density in lumbar vertebra are shown in Figures 1 and 2. A statistically significant interaction (p = 0.002) was identified between treatment and time for osteoblast-lined bone perimeter. Compared to time-matched controls, osteoblast-lined bone perimeter was 290% higher at 1 day (p = 0.04), 1230% higher at 3 days (p < 0.0001), and 530% higher at 14 days (p = 0.003) following irradiation at 6 Gy (Figure 1 A-C). Significant differences in osteoblast-lined bone perimeter due to priming dose were not detected at any time point. Osteoblast-lined bone perimeter was higher on day 14 post-irradiation in mice receiving the 0.5 mGy priming dose followed by the 6 Gy challenging dose compared to mice receiving the 6 Gy dose alone. Osteoclast-lined bone perimeter was higher in mice receiving the 6 Gy challenging dose than in control mice, irrespective of time (Figure 1 D-F). A statistically significant effect on osteoclast-lined bone perimeter of the 0.5 mGy priming dose was not detected nor was there a difference in response to 6 Gy versus 0.5 mGy followed by 6 Gy irradiation. A significant interaction (p = 0.017) was identified between treatment and time for bone marrow cell density. Compared to time-matched controls, bone marrow cell density was 77% lower at 1 day (p < 0.0001), 86% lower at 3 days (p < 0.0001), and 30% lower at 14 days (p = 0.0025) following the 6 Gy challenging dose (Figure 1 G-I). There was a strong association between radiation-induced marrow cell death and activation of bone lining cells to express the osteoblast phenotype (Pearson correlation −0.85, p<0.0001). Significant differences in marrow cell density due to priming dose were not detected at any time point. Marrow cell density was lower on day 14 post-irradiation in mice receiving a 0.5 mGy priming dose followed by the 6 Gy challenging dose compared to mice receiving the 6 Gy dose alone. Representative micrographs illustrating the dramatic effects of the challenging radiation dose of 6 Gy on osteoblast-lined bone perimeter and marrow cellularity are shown in Figure 2.\n\n3.2 Efficacy of Marrow Transplantation Following Irradiation on Bone\n\nThe effects of age and lethal whole-body γ-irradiation (9 Gy) followed by bone marrow transplantation on bone mass and architecture in the femur and lumbar vertebra, as determined by μCT, are shown in Table 2. Femoral length, total femoral bone volume, cortical volume and cortical thickness increased while marrow volume decreased with age (8-week-old baseline mice versus 17-week-old control mice). Significant differences in cross-sectional volume and moments of inertia were not detected with age. In addition, significant differences between control and bone marrow-transplanted mice (transplanted at 8 weeks of age and sacrificed 9 weeks later) were not detected for total femoral bone volume or any of the cortical endpoints evaluated. In contrast, femoral length was lower in the bone marrow-transplanted mice compared to control mice.\n\nDistal femur metaphysis cancellous bone volume fraction, connectivity density and trabecular number decreased, trabecular separation increased, while differences in trabecular thickness were not detected between 8-week-old baseline mice and 17-week-old control mice. Significant differences between control mice and bone marrow-transplanted mice were not detected for cancellous bone volume fraction, connectivity density, or trabecular thickness. However, trabecular number was lower and trabecular separation was higher in bone marrow-transplanted compared to control mice.\n\nDistal femur epiphysis connectivity density and trabecular number decreased with age, trabecular thickness and separation increased with age, while differences in cancellous bone volume fraction were not detected with age between the 8-week-old baseline and 17-week-old control mice. With the exception of connectivity density, which was lower in bone marrow-transplanted compared to control mice, significant differences between the two groups were not detected for any cancellous endpoint evaluated in the distal femur epiphysis.\n\nVertebral trabecular number decreased, trabecular thickness and separation increased, while differences in cancellous bone volume fraction and connectivity density were not detected with age between the 8-week-old baseline and 17-week-old control mice. Cancellous bone volume fraction and connectivity density were lower in bone marrow-transplanted mice compared to control mice. Significant differences between control mice and bone marrow-transplanted mice were not detected for any other endpoints evaluated.\n\nOsteoblast-lined bone perimeter, osteoclast-lined bone perimeter, mineralizing perimeter, mineral apposition rate, bone formation rate, marrow cell density, and megakaryocyte density in lumbar vertebra, and cell tracking at 9 weeks following exposure to a lethal (9 Gy) dose of radiation and subsequent bone marrow transplantation are shown in Figures 3 and 4, respectively. Significant differences in osteoblast and osteoclast-lined bone perimeter, dynamic indices of bone formation, marrow cell density, or megakaryocyte density were not detected with age or between control mice and irradiated mice transplanted with bone marrow cells (Figure 3). Adipocytes were rarely observed in lumbar vertebrae of either control or irradiated mice.\n\nAs expected, GFP expression was not detected in hematopoietic or mesenchymal lineage cells obtained from B6 control mice (Figure 4). The great majority of immune cells in spleen (B cells, CD8 T cells, and CD4 T cells) and early osteoclast precursors in bone marrow (MCFR+ CD11b+) of irradiated animals transplanted with bone marrow from GFP expressing mice expressed GFP (Figure 4). Approximately 50% of the mesenchymal lineage cells obtained from bone marrow of whole body γ-irradiated animals transplanted with bone marrow from GFP expressing mice expressed GFP (Figure 4).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "murine",
    "bone histomorphometry",
    "osteoblasts",
    "osteoclasts",
    "osteoporosis",
    "bone marrow",
    "Article"
  ],
  "citations": [
    {
      "title": "Side effects of radiation in musculoskeletal oncology: clinical evaluation of radiation-induced fractures",
      "authors": [
        "AF Mavrogenis",
        "E Pala",
        "M Romantini",
        "G Guerra",
        "C Romagnoli",
        "G Maccauro",
        "P Ruggieri"
      ]
    },
    {
      "title": "Vertebral compression fracture risk after stereotactic body radiotherapy for spinal metastases",
      "authors": [
        "NS Boehling",
        "DR Grosshans",
        "PK Allen",
        "MF McAleer",
        "AW Burton",
        "S Azeem",
        "LD Rhines",
        "EL Chang"
      ]
    },
    {
      "title": "The effect of X-rays on bone: a pictorial review",
      "authors": [
        "HJ Williams",
        "AM Davies"
      ]
    },
    {
      "title": "Side effects of radiation in musculoskeletal oncology",
      "authors": [
        "AF Mavrogenis",
        "PJ Papagelopoulos",
        "M Romantini",
        "G Guerra",
        "P Ruggieri"
      ]
    },
    {
      "title": "Acute radiation syndrome caused by accidental radiation exposure–therapeutic principles",
      "authors": [
        "H Dorr",
        "V Meineke"
      ]
    },
    {
      "title": "Implications of the space radiation environment for human exploration in deep space",
      "authors": [
        "LW Townsend"
      ]
    },
    {
      "title": "Concise review: stem cell effects in radiation risk",
      "authors": [
        "KM Prise",
        "A Saran"
      ]
    },
    {
      "title": "Acute radiation syndrome: assessment and management",
      "authors": [
        "EH Donnelly",
        "JB Nemhauser",
        "JM Smith",
        "ZN Kazzi",
        "EB Farfan",
        "AS Chang",
        "SF Naeem"
      ]
    },
    {
      "title": "Long-term dose response of trabecular bone in mice to proton radiation",
      "authors": [
        "ER Bandstra",
        "MJ Pecaut",
        "ER Anderson",
        "JS Willey",
        "F De Carlo",
        "SR Stock",
        "DS Gridley",
        "GA Nelson",
        "HG Levine",
        "TA Bateman"
      ]
    },
    {
      "title": "Devastation of adult stem cell pools by irradiation precedes collapse of trabecular bone quality and quantity",
      "authors": [
        "DE Green",
        "BJ Adler",
        "ME Chan",
        "CT Rubin"
      ]
    },
    {
      "title": "Risedronate prevents early radiation-induced osteoporosis in mice at multiple skeletal locations",
      "authors": [
        "JS Willey",
        "EW Livingston",
        "ME Robbins",
        "JD Bourland",
        "L Tirado-Lee",
        "H Smith-Sielicki",
        "TA Bateman"
      ]
    },
    {
      "title": "Evidence for induced radioresistance from survival and other end points: an introduction",
      "authors": [
        "MC Joiner"
      ]
    },
    {
      "title": "Radioprotection effect of low level preirradiation on mammals: modeling and experimental investigations",
      "authors": [
        "OA Smirnova",
        "M Yonezawa"
      ]
    },
    {
      "title": "Acute radiation syndrome (ARS) – treatment of the reduced host defense",
      "authors": [
        "L Heslet",
        "C Bay",
        "S Nepper-Christensen"
      ]
    },
    {
      "title": "Which place for stem cell therapy in the treatment of acute radiation syndrome?",
      "authors": [
        "F Herodin",
        "JF Mayol",
        "F Mourcin",
        "M Drouet"
      ]
    },
    {
      "title": "Radiation rescue: mesenchymal stromal cells protect from lethal irradiation",
      "authors": [
        "C Lange",
        "B Brunswig-Spickenheier",
        "AR Zander",
        "H Cappallo-Obermann",
        "K Eggert",
        "UM Gehling",
        "C Rudolph",
        "B Schlegelberger",
        "K Cornils",
        "J Zustin",
        "AN Spiess"
      ]
    },
    {
      "title": "Bone marrow stromal cell transplantation mitigates radiation-induced gastrointestinal syndrome in mice",
      "authors": [
        "S Saha",
        "P Bhanja",
        "R Kabarriti",
        "L Liu",
        "AA Alfieri",
        "C Guha"
      ]
    },
    {
      "title": "Low-dose whole-body irradiation induced radioadaptive response in C57BL/6 mice",
      "authors": [
        "M Ito",
        "Y Shibamoto",
        "S Ayakawa",
        "N Tomita",
        "C Sugie",
        "H Ogino"
      ]
    },
    {
      "title": "Short-term injection of antiapoptotic cytokine combinations soon after lethal gamma -irradiation promotes survival",
      "authors": [
        "F Herodin",
        "P Bourin",
        "JF Mayol",
        "JJ Lataillade",
        "M Drouet"
      ]
    },
    {
      "title": "Histological analysis of bone",
      "authors": [
        "UT Iwaniec",
        "TJ Wronski",
        "RT Turner"
      ]
    },
    {
      "title": "Medical countermeasures for platelet regeneration after radiation exposure. Report of a workshop and guided discussion sponsored by the National Institute of Allergy and Infectious Diseases, Bethesda, MD, March 22-23, 2010",
      "authors": [
        "AL DiCarlo",
        "M Poncz",
        "DR Cassatt",
        "JR Shah",
        "CW Czarniecki",
        "BW Maidment"
      ]
    },
    {
      "title": "The influence of therapeutic radiation on the patterns of bone marrow in ovary-intact and ovariectomized mice",
      "authors": [
        "SK Hui",
        "L Sharkey",
        "LS Kidder",
        "Y Zhang",
        "G Fairchild",
        "K Coghill",
        "CJ Xian",
        "D Yee"
      ]
    },
    {
      "title": "New Monte Carlo results on the robstness of the ANOVA F, W, and F* statistics",
      "authors": [
        "R Wilcox",
        "V Charlin",
        "K Thompson"
      ]
    },
    {
      "title": "Evidence that the cells responsible for marrow fibrosis in a rat model for hyperparathyroidism are preosteoblasts",
      "authors": [
        "S Lotinun",
        "JD Sibonga",
        "RT Turner"
      ]
    },
    {
      "title": "Evidence that intermittent treatment with parathyroid hormone increases bone formation in adult rats by activation of bone lining cells",
      "authors": [
        "H Dobnig",
        "RT Turner"
      ]
    },
    {
      "title": "Basic fibroblast growth factor has rapid bone anabolic effects in ovariectomized rats",
      "authors": [
        "RA Power",
        "UT Iwaniec",
        "KA Magee",
        "NG Mitova-Caneva",
        "TJ Wronski"
      ]
    },
    {
      "title": "Restoration and reversible expansion of the osteoblastic hematopoietic stem cell niche after marrow radioablation",
      "authors": [
        "M Dominici",
        "V Rasini",
        "P Conte",
        "EM Horwitz",
        "R Bussolari",
        "X Chen",
        "TJ Hofmann",
        "C Spano",
        "D Bernabei",
        "E Veronesi",
        "F Bertoni",
        "P Paolucci"
      ]
    },
    {
      "title": "Bone-labeling techniques",
      "authors": [
        "RG Erben",
        "YH An",
        "KL Martin"
      ]
    },
    {
      "title": "Hematopoietic cell regulation of osteoblast proliferation and differentiation",
      "authors": [
        "M Bethel",
        "EF Srour",
        "MA Kacena"
      ]
    },
    {
      "title": "Advances in osteoclast biology: old findings and new insights from mouse models",
      "authors": [
        "JR Edwards",
        "GR Mundy"
      ]
    },
    {
      "title": "Reduced chondroclast differentiation results in increased cancellous bone volume in estrogen-treated growing rats",
      "authors": [
        "RT Turner",
        "GL Evans",
        "GK Wakley"
      ]
    },
    {
      "title": "Early increase in osteoclast number in mice after whole-body irradiation with 2 Gy X rays",
      "authors": [
        "JS Willey",
        "SA Lloyd",
        "ME Robbins",
        "JD Bourland",
        "H Smith-Sielicki",
        "LC Bowman",
        "RW Norrdin",
        "TA Bateman"
      ]
    },
    {
      "title": "Postmenopausal bone remodelling and hormone replacement",
      "authors": [
        "NH Bjarnason",
        "C Hassager",
        "C Christiansen"
      ]
    },
    {
      "title": "Communication of benefits and risks of medical radiation: a historical perspective",
      "authors": [
        "JK Timins"
      ]
    },
    {
      "title": "Growth hormone regulates the balance between bone formation and bone marrow adiposity",
      "authors": [
        "PJ Menagh",
        "RT Turner",
        "DB Jump",
        "CP Wong",
        "MB Lowry",
        "S Yakar",
        "CJ Rosen",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Osteitis fibrosa is mediated by Platelet-Derived Growth Factor-A via a phosphoinositide 3-kinase-dependent signaling pathway in a rat model for chronic hyperparathyroidism",
      "authors": [
        "MB Lowry",
        "S Lotinun",
        "AA Leontovich",
        "M Zhang",
        "A Maran",
        "KL Shogren",
        "BK Palama",
        "K Marley",
        "UT Iwaniec",
        "RT Turner"
      ]
    },
    {
      "title": "Sequential expression of bone morphogenetic protein, tumor necrosis factor, and their receptors in bone-forming reaction after mouse femoral marrow ablation",
      "authors": [
        "T Shimizu",
        "R Mehdi",
        "Y Yoshimura",
        "H Yoshikawa",
        "S Nomura",
        "K Miyazono",
        "K Takaoka"
      ]
    },
    {
      "title": "Pattern of gene expression following rat tibial marrow ablation",
      "authors": [
        "LJ Suva",
        "JG Seedor",
        "N Endo",
        "HA Quartuccio",
        "DD Thompson",
        "I Bab",
        "GA Rodan"
      ]
    },
    {
      "title": "How B cells influence bone biology in health and disease",
      "authors": [
        "MC Horowitz",
        "JA Fretz",
        "JA Lorenzo"
      ]
    },
    {
      "title": "Osteoimmunology: interactions of the bone and immune system",
      "authors": [
        "J Lorenzo",
        "M Horowitz",
        "Y Choi"
      ]
    },
    {
      "title": "The relationship between incidence of fractures and anemia in older multiethnic women",
      "authors": [
        "Z Chen"
      ]
    },
    {
      "title": "Bone disease and skeletal complications in patients with beta thalassemia major",
      "authors": [
        "R Haidar",
        "KM Musallam",
        "AT Taher"
      ]
    },
    {
      "title": "Transcription profile of DNA damage response genes at G(0) lymphocytes exposed to gamma radiation",
      "authors": [
        "D Saini",
        "S Shelke",
        "A Mani Vannan",
        "S Toprani",
        "V Jain",
        "B Das",
        "M Seshadri"
      ]
    },
    {
      "title": "Adaptive response: stimulated DNA repair or decreased damage fixation?",
      "authors": [
        "I Szumiel"
      ]
    },
    {
      "title": "Trp53 activity is repressed in radio-adapted cultured murine limb bud cells",
      "authors": [
        "G Vares",
        "B Wang",
        "K Tanaka",
        "Y Shang",
        "K Fujita",
        "I Hayata",
        "M Nenoi"
      ]
    },
    {
      "title": "Repression of G0/G1 traverse in human fibroblasts exposed to low levels of ionizing radiation",
      "authors": [
        "W Wharton"
      ]
    },
    {
      "title": "Radiation-induced changes in bone",
      "authors": [
        "MJ Mitchell",
        "PM Logan"
      ]
    },
    {
      "title": "Longitudinal gonadal function after bone marrow transplantation for acute lymphoblastic leukemia during childhood",
      "authors": [
        "EI Mayer",
        "RE Dopfer",
        "T Klingebiel",
        "H Scheel-Walter",
        "MB Ranke",
        "D Niethammer"
      ]
    },
    {
      "title": "Voluntary wheel running in growing rats does not protect against doxorubicin-induced osteopenia",
      "authors": [
        "R Hayward",
        "UT Iwaniec",
        "RT Turner",
        "CY Lien",
        "BT Jensen",
        "DS Hydock",
        "CM Schneider"
      ]
    },
    {
      "title": "Impact of cancer treatment on uterine function",
      "authors": [
        "HO Critchley",
        "WH Wallace"
      ]
    },
    {
      "title": "Impact of cancer therapies on ovarian reserve",
      "authors": [
        "CR Gracia",
        "MD Sammel",
        "E Freeman",
        "M Prewitt",
        "C Carlson",
        "A Ray",
        "A Vance",
        "JP Ginsberg"
      ]
    },
    {
      "title": "Serum estrogen and androgen levels following treatment for cervical cancer",
      "authors": [
        "PD Inskip",
        "NL Eby",
        "D Cookfair",
        "RS Freedman",
        "GS Richardson",
        "J Wactawski-Wende",
        "RN Hoover",
        "JD Boice"
      ]
    },
    {
      "title": "Radiotherapy at a young age reduces uterine volume of childhood cancer survivors",
      "authors": [
        "E Larsen"
      ]
    },
    {
      "title": "Skeletal effects of estrogen",
      "authors": [
        "RT Turner",
        "BL Riggs",
        "TC Spelsberg"
      ]
    }
  ],
  "original_title": "Acute exposure to high dose gamma-radiation results in transient activation of bone lining cells",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8c93/4042434/b1ec9b824a1e/nihms-521003-f0001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8c93/4042434/bdb9a76a7ca3/nihms-521003-f0002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8c93/4042434/8325ba923385/nihms-521003-f0003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8c93/4042434/f977dd207fde/nihms-521003-f0004.jpg"
  ]
}