{
  "pmcid": "4161659",
  "title": "Morbid Obesity Attenuates the Skeletal Abnormalities Associated with Leptin Deficiency in Mice",
  "abstract": "Leptin-deficient ob/ob mice are morbidly obese and exhibit low total bone mass and mild osteopetrosis. In order to disassociate the skeletal effects of leptin deficiency from those associated with morbid obesity, we evaluated bone mass, architecture, gene expression, and indices of bone turnover in wild type (WT) mice, ob/ob mice fed ad libitum (ob/ob), and ob/ob mice pair fed to WT mice (pair-fed ob/ob). Mice were maintained at 32°C (thermoneutral) from 6 to 18 weeks of age to minimize differences in resting energy expenditure. ob/ob mice were heavier, had more abdominal white adipose tissue (WAT), and were hyperglycemic compared to WT mice. Femur length, bone mineral content (BMC) and bone mineral density, and midshaft femur cortical thickness were lower in ob/ob mice than in WT mice. Cancellous bone volume fraction was higher but indices of bone formation and resorption were lower in ob/ob compared to WT mice; reduced bone resorption in ob/ob mice resulted in pathological retention of calcified cartilage. Pair-fed ob/ob mice were lighter, had lower WAT, uterine weight, and serum glucose than ob/ob mice. Similarly, femoral length, BMC, and cortical thickness were lower in pair-fed ob/ob mice compared to ob/ob mice, as were indices of cancellous bone formation and resorption. In contrast, bone marrow adiposity, calcified cartilage and cancellous bone volume fraction were higher at one or more cancellous sites in pair-fed ob/ob mice compared to ob/ob mice. These findings demonstrate that the skeletal abnormalities caused by leptin deficiency are markedly attenuated in morbidly obese ob/ob mice.",
  "introduction": "Introduction\n\nLeptin, a polypeptide hormone secreted by adipocytes, is best known for its role in the regulation of appetite and energy metabolism. Rodents deficient in leptin signaling, due to either an inability to generate leptin (ob/ob mice) or the signaling form of the leptin receptor (db/db mice and fa/fa rats), become morbidly obese. Their excess weight is the result of a combination of hyperphagia and reduced thermogenesis. In addition to morbid obesity, leptin deficiency is associated with hypogonadism, elevated corticosteroid levels, and impaired thermoregulation.\n\nLeptin-deficient mice and leptin receptor-deficient mice and rats have reduced overall bone mass, reduced longitudinal bone growth, and decreased bone formation. In addition, impaired bone resorption in ob/ob and db/db mice results in mild osteopetrosis, a condition which may contribute to the reported reductions in bone quality observed in these animals. Impaired bone resorption may also account for the age- and bone-dependent variation in cancellous bone volume observed in leptin signaling-deficient mice; the mutant mice are reported to have normal to increased cancellous bone volume fraction in lumbar vertebra and decreased to increased cancellous bone volume fraction in long bones. The skeletal abnormalities observed in mice and rats with defective leptin signaling suggest that leptin plays a role in normal skeletal growth, maturation, and turnover. However, it is not clear to what extent the skeletal phenotype of ob/ob mice is impacted by additional factors associated with morbid obesity.\n\nAlthough rare in humans, leptin signaling deficiency occurs as a result of loss of function mutations in the genes for leptin and the leptin receptor. More common causes for low leptin signaling in humans include anorexia and starvation. At the other end of the spectrum, diet-induced leptin resistance, associated with chronically elevated leptin levels, mimics many of the metabolic consequences of leptin deficiency on energy metabolism and is thought to contribute to development of morbid obesity. Thus, changes in leptin levels and/or leptin sensitivity could have physiological effects on bone metabolism.\n\nIn order to better understand the specific actions of leptin in regulating bone mass, density and architecture, we performed a study in which differences in body weight gain between rapidly growing wild type (WT) and ob/ob mice were prevented by housing all mice at thermoneutral temperature (32°C) to minimize differences in resting energy expenditure and pair-feeding the mutant mice to WT mice to equalize food intake.",
  "methods": "Materials and Methods\n\nExperimental Design\n\nThe experimental protocols were approved by the Institutional Animal Care and Use Committee in accordance with the NIH Guide for the Care and Use of Laboratory Animals. Four-week-old female ob/ob (n=20) and homozygous WT (+/+) littermate (n=11) mice were purchased from Jackson Laboratory (Bar Harbor, ME, USA). At 6 weeks of age, all animals were transferred from normal room temperature (22°C) to thermoneutral temperature (32°C) and maintained at thermoneutrality on a 12-h light, 12-h dark cycle for the duration of study (12 weeks). Food (Teklad 8604, Harlen Labratories, Indianapolis, IN) and water were provided ad libitum to WT mice (n=11) and a group of ob/ob mice (n=10). A second group of ob/ob mice (n=10) was pair-fed to the WT mice; the ob/ob mice were fed an amount of food equivalent to the group mean for WT mice.\n\nFood consumption was measured daily in WT mice and weekly in the ad libitum-fed ob/ob mice. Body weight was recorded weekly in all mice. The fluorochrome declomycin (20 mg/kg, Sigma, St Louis, MO) was administered at study initiation and the fluorochrome calcein (20 mg/kg, Sigma, St Louis, MO) was administered 4 days and 1 day prior to sacrifice to label mineralizing bone. All mice were fasted overnight. The mice were then anesthetized with 2–3% isofluorane delivered in oxygen, bled by cardiac puncture, and glucose measured using a glucometer (Life Scan Inc, Milpitas, CA). Serum was collected and stored at −80°C for measurement of global markers of bone turnover. Uteri and abdominal white adipose tissue (WAT) were excised and weighed. Femora and lumbar vertebrae were removed and stored in 70% ethanol for analysis using dual energy absorptiometry (DXA), microcomputed tomography (μCT), and histomorphometry. Tibiae were removed, cleaned of soft tissue, frozen in liquid nitrogen, and stored at −80ºC for mRNA isolation and gene expression analysis.\n\nSerum Chemistry\n\nSerum osteocalcin was measured using mouse Gla-osteocalcin High Sensitive EIA kit from Clontech (Mountain View, CA). Serum CTx was measured using mouse CTx ELISA kit from Life Sciences Advanced Technologies (Saint Petersburg, FL).\n\nDual Energy X-ray Absorptiometry\n\nFemoral bone mineral content (BMC, mg), area (cm2), and bone mineral density (BMD, g/cm2) were determined ex vivo using DXA (Piximus, Lunar Corp., Madison, WI, USA).\n\nMicrocomputed Tomography\n\nμCT was used for nondestructive three-dimensional evaluation of bone microarchitecture. Femora and lumbar vertebrae were scanned in 70% ethanol using a Scanco μCT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12 × 12 × 12 μm (55 kVp x-ray voltage, 145 μA intensity, and 200 ms integration time). Evaluations were conducted with filtering parameters sigma and support set to 0.8 and 1, respectively. Bone segmentation was performed at a threshold of 245 (scale, 0–1000) determined empirically. Total femur was evaluated followed by evaluation of cortical bone in the midshaft femur and cancellous bone in the distal femur metaphysis and epiphysis. Automated contouring was used to delineate cortical bone from non-bone. Following, all cortical slices were examined visually for potential inclusion of cancellous struts originating from the endocortex (extremely rare at this site) and manually removed when present. For cortical bone, 20 slices (0.24 mm) of bone were evaluated, and cross-sectional tissue volume (cortical and marrow volume, mm3), cortical volume (mm3), marrow volume (mm3), and cortical thickness (μm) measured. Polar moment of inertia was determined as a surrogate measure of bone strength in torsion. Architectural parameters are expressed using standard 3-dimensional nomenclature. For the femoral metaphysis, 40 slices (480 μm) of cancellous bone were evaluated. The entire cancellous compartment was assessed in the femoral epiphysis. Analysis of lumbar vertebra included the entire region of cancellous bone between the cranial and caudal growth plates. Manual contouring was used to delineate cancellous from cortical bone in the femur metaphysis, femur epiphysis, and vertebral body. Cancellous bone measurements in femur and lumbar vertebra included bone volume fraction (bone volume/tissue volume, BV/TV, %), connectivity density (mm−3), trabecular number (mm−1), trabecular thickness (mm) and trabecular separation (mm).\n\nHistomorphometry\n\nThe histological methods used here have been described in detail. In brief, the distal femur was dehydrated in graded series of ethanol and xylene and embedded undecalcified in modified methyl methacrylate. Sections (4 μm thick) were cut with a vertical bed microtome (Leica/Jung 2165) and affixed to slides precoated with a 1% gelatin solution. Sections were mounted unstained for measurement of fluorochrome labels. For cell-based measurements, sections were stained for tartrate resistant acid phosphatase and counterstained with toluidine blue (Sigma, St Louis). All data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA). The sampling site for the distal femoral metaphysis was located 0.25–1.25 mm proximal to the growth plate. The entire cancellous compartment was evaluated in the distal femoral epiphysis and body of lumbar vertebra.\n\nFluorochrome-based measurements of bone formation included: (1) mineralizing perimeter (mineralizing perimeter/bone perimeter: cancellous bone perimeter covered with double plus half single label normalized to bone perimeter, %), (2) mineral apposition rate (the distance between two fluorochrome markers that comprise a double label divided by the 3 day interlabel interval, μm/day), and (3) bone formation rate (bone formation rate/bone perimeter: calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to bone perimeter, μm2/μm/y).\n\nDeclomycin label retained in the regions of interest (mm label/mm2 tissue area) in the distal femur epiphysis and lumbar vertebra was measured as a dynamic index of bone resorption in ob/ob and pair-fed ob/ob mice. This method is based on the principle that declomycin label was incorporated into bone at equivalent rates in both groups of ob/ob mice when the fluorochrome was administered prior to treatment initiation and differences measured at study termination reflect the effect of treatment on resorption of the fluorochrome-labeled bone. This method has been described. We did not measure declomycin label in WT mice because almost no label was retained in this group at termination of study.\n\nCell-based measurements included osteoblast perimeter, osteoclast perimeter, adipocyte number, and adipocyte area. Osteoblast perimeter was determined as a percentage of total bone perimeter lined by a palisade of plump cuboidal cells located immediately adjacent to the thin layer of osteoid in direct physical contact with the bone perimeter (osteoblast perimeter/bone perimeter, %). Osteoclast perimeter was determined as the percentage of cancellous bone perimeter covered by multinucleated (two or more nuclei) cells with acid phosphatase positive (red-stained) cytoplasm (osteoclast perimeter/bone perimeter, %). Cartilage area in the distal femur metaphysis and epiphysis was measured and expressed as % cancellous bone area. The intense metachromatic (purple) staining of proteoglycans and glycosaminoglycans with toluidine blue was used to identify cartilage within trabeculae. Adipocyte number and area were also measured and expressed as bone marrow adiposity (tissue area occupied by adipocytes: adipocyte area/tissue area, %), and adipocyte density (number of adipocytes/mm2). Adipocytes were identified morphologically as large (> 75 μm2) circular or oval-shaped cells bordered by a prominent cell membrane and lacking cytoplasmic staining due to alcohol extraction of intracellular lipids during processing. This method was previously validated by fat extraction and analysis. All histomorphometric data are expressed using standard 2-dimensional nomenclature to distinguish 2-dimensional histomorphometric measurements from 3-dimensional μCT measurements.\n\nGene Expression\n\nTibiae were pulverized with a mortar and pestle in liquid nitrogen and then further homogenized in Trizol (Invitrogen; Valencia, CA). Total RNA was isolated according to the manufacturer’s protocol, and mRNA was reverse transcribed into cDNA using SuperScript III First-Strand Synthesis SuperMix for qRT-PCR (Invitrogen). The expression of 84 genes related to osteogenic differentiation was determined using the Mouse Osteogenesis RT2 Profiler™ PCR Array (Qiagen; Carlsbad, CA) according to the manufacturer’s protocol. Gene expression was normalized to GAPDH and relative quantification was determined using the ΔΔCt method using RT2 Profiler PCR Array Data Analysis software version 3.5 (Qiagen).\n\nStatistics\n\nMean responses of individual variables were compared between the WT, ob/ob, and pair-fed ob/ob groups using separate one-way analysis of variance (ANOVA), with Tukey’s procedure for pairwise multiple comparisons. The required conditions for valid use of ANOVA models were assessed using Levene’s test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and the Anderson-Darling test of normality. A modified F test was used when the assumption of equal variance was violated, with Welch’s two-sample t-test used for pairwise comparisons. The Kruskal-Wallis nonparametric test was used when only the normality assumption was violated, in which case the Wilcoxon-Mann-Whitney test was used for pairwise comparisons. Longitudinal data on body weight were analyzed using a random intercept linear mixed model that allowed distinct linear rates of change for the WT and pair-fed ob/ob groups and a quadratic time trend for the ob/ob group. The Hommel method for maintaining the family-wise error rate at 5% was used to adjust for multiple comparisons. Data analysis was performed using R version 2.12. Gene expression analysis was performed using RT2 Profiler PCR Array Data Analysis version 3.5 (Qiagen). Gene expression is reported as mean fold change. All other data are reported as mean ± SE.",
  "results": "Results\n\nThe effects of pair feeding (to match food intake in WT mice) on body weight and cumulative food intake, and on abdominal WAT weight, blood glucose levels, uterine weight, and serum osteocalcin and CTx levels at sacrifice in leptin-deficient ob/ob mice housed at thermoneutral temperature are shown in Figure 1. Six-week-old ob/ob mice were heavier than their age-matched WT littermates at start of treatment and gained more weight than the WT mice during the 12-week study (Figures 1A and B). ob/ob mice were hyperphagic consuming, on average, twice as much food as WT mice (Figure 1C). At termination of study, the ob/ob mice had more abdominal WAT (Figure 1D), and were hyperglycemic (Figure 1E) and hypogonadal (Figure 1F) compared to WT mice.\n\nPair-fed ob/ob mice had lower body weight and body weight gain, lower cumulative food intake, lower abdominal WAT weight, lower blood glucose levels, and slightly lower uterine weight than ob/ob mice. Pair-feeding abolished differences in weight gain and blood glucose levels between WT and ob/ob mice. However, the pair-fed ob/ob mice were still heavier, had more WAT, and were hypogonadal compared to WT mice.\n\nEffects of pair feeding on serum markers of bone turnover in ob/ob mice\n\nSerum levels of osteocalcin (Figure 1G) and CTx (Figure 1H) were lower in ob/ob mice than in WT mice. Also, pair-fed ob/ob mice had lower serum osteocalcin levels than either WT or ob/ob mice. Insufficient serum was available for measurement of CTx in pair-fed ob/ob mice.\n\nEffects of pair feeding on bone mass and architecture in ob/ob mice\n\nThe effects of pair feeding on femur BMC, area and BMD, and on femur length, bone volume, and cortical and cancellous bone architecture in ob/ob mice are shown in Table 1. ob/ob mice had lower femur BMC, bone area, and BMD than WT mice. Pair-fed ob/ob mice had lower BMC and bone area than WT or ob/ob mice. Significant differences in BMD were not detected between ob/ob and pair-fed ob/ob mice.\n\nFemur length and bone volume\n\nob/ob mice had shorter femurs and lower femoral bone volume than WT mice. Pair-fed ob/ob mice had lower femur length and lower total femur bone volume than WT or ob/ob mice.\n\nCortical bone in midshaft femur\n\nob/ob mice had lower cortical bone volume and cortical thickness than WT mice. Pair-fed ob/ob mice had lower midshaft femur cortical bone volume and cortical thickness, and greater marrow volume than WT or ob/ob mice. Significant differences in cross-sectional volume and polar moment of inertia were not detected among groups.\n\nCancellous bone in distal femur metaphysis\n\nob/ob mice had higher cancellous bone volume fraction, connectivity density, and trabecular number, and lower trabecular separation than WT mice. Differences in trabecular thickness were not detected between the two groups. Pair-fed ob/ob mice had higher cancellous bone volume fraction and trabecular number, and lower trabecular separation than WT mice or ob/ob mice, and higher connectivity density than WT mice. Trabecular thickness in pair-fed ob/ob mice was higher than in ob/ob mice but did not differ from WT mice.\n\nCancellous bone in distal femur epiphysis\n\nob/ob mice and pair-fed ob/ob mice had higher bone volume fraction, connectivity density, and trabecular number, and lower trabecular thickness and separation than WT mice. Differences between ob/ob mice and pair-fed ob/ob mice were not detected for any epiphyseal endpoint measured.\n\nThe effects of pair feeding on cancellous bone mass and architecture in lumbar vertebra in ob/ob mice are shown in Table 1. ob/ob mice had higher cancellous bone volume fraction, connectivity density, and trabecular number, and lower trabecular separation than WT mice. Pair-fed ob/ob mice had higher bone volume fraction than WT mice and a tendency (p < 0.1) for higher bone volume fraction than ob/ob mice. Also, pair-fed ob/ob mice had higher trabecular thickness than WT or ob/ob mice. Connectivity density was lower in pair-fed ob/ob mice than in ob/ob mice but did not differ from WT mice. Trabecular number was higher and trabecular separation was lower in pair-fed ob/ob mice than WT mice. Differences in trabecular number and separation were not detected between ob/ob mice and pair-fed ob/ob mice.\n\nEffects of pair feeding on bone histomorphometry in ob/ob mice\n\nCancellous bone in distal femur metaphysis\n\nThe effects of pair feeding on dynamic and static cancellous bone histomorphometry and marrow adiposity in the distal femur metaphysis in ob/ob mice are shown in Figure 2. ob/ob mice had lower mineralizing perimeter (Figure 2A), mineral apposition rate (Figure 2B), bone formation rate (Figure 2C), and osteoblast perimeter (Figure 2D) compared to WT mice. Pair-fed ob/ob mice had lower mineralizing perimeter, mineral apposition rate, bone formation rate, and osteoblast perimeter than WT or ob/ob mice. Differences in osteoclast perimeter (Figure 2E) were not detected with treatment. However, cartilage area (Figure 2F), an index of impaired bone resorption, was higher in both groups of ob/ob mice compared to WT mice. Bone marrow adiposity (Figure 2G) tended (p < 0.1) to be greater in ob/ob mice than WT mice and was greater in pair-fed ob/ob mice than in WT or ob/ob mice. Adipocyte density (Figure 2H) was higher in pair-fed ob/ob mice than in ob/ob mice. Representative photomicrographs of marrow adipocytes in the 3 groups of mice are shown in Figure 3A–C.\n\nCancellous bone in distal femur epiphysis\n\nThe effects of pair feeding on dynamic and static cancellous bone histomorphometry and marrow adiposity in the distal femur epiphysis in ob/ob mice are shown in Figure 4. ob/ob mice had lower mineralizing perimeter (Figure 4A), bone formation rate (Figure 4C), and osteoblast perimeter (Figure 4D) than WT mice. Pair-fed ob/ob mice had lower mineralizing perimeter, bone formation rate, and osteoblast perimeter than WT or ob/ob mice. Osteoclast perimeter (Figure 4E) was higher in ob/ob mice and pair-fed ob/ob mice than WT mice. Retention of declomycin label (Figure 4F), an index of decreased bone resorption, was higher in pair-fed ob/ob mice than in ob/ob mice. ob/ob mice had greater cartilage area (Figure 4G), marrow adiposity (Figure 4H), and adipocyte density (Figure 4I) than WT mice. Pair-fed ob/ob mice had higher cartilage area, marrow adiposity, and adipocyte density than WT or ob/ob mice. Representative photomicrographs of cartilage and declomycin label in the 3 groups are shown in Figure 3D–F and G–I, respectively.\n\nCancellous bone in lumbar vertebra\n\nThe effects of pair feeding on dynamic and static cancellous bone histomorphometry and on bone marrow adiposity in lumbar vertebra are shown in Figure 5. ob/ob mice had lower mineralizing perimeter (Figure 5A), bone formation rate (Figure 5C), and osteoblast perimeter (Figure 5D) than WT mice. Pair-fed ob/ob mice had lower mineralizing perimeter, mineral apposition rate (Figure 5B), bone formation rate, and osteoblast perimeter than WT or ob/ob mice. Significant differences in osteoclast perimeter (Figure 5E) were not detected among the 3 groups. However, retention of declomycin label (Figure 5F) was higher in pair-fed ob/ob mice than in ob/ob mice. ob/ob mice had greater marrow adiposity (Figure 5G) and adipocyte density (Figure 5H) than WT mice. Pair-fed ob/ob mice had higher marrow adiposity and adipocyte density than WT or ob/ob mice.\n\nEffects of pair feeding on gene expression in tibia\n\nThe effects of pair feeding on expression of 84 genes related to osteogenesis in tibia are shown in Figure 6. Compared to WT mice, expression levels of 24 genes were altered in ob/ob mice (7 higher and 17 lower) and 26 genes in pair-fed ob/ob mice (10 higher and 16 lower). The expression levels of 14 genes were altered in common in ob/ob and pair-fed ob/ob mice. Compared to ob/ob mice, expression levels of 11 genes (3 higher and 8 lower) were altered in pair-fed ob/ob mice. ob/ob mice exhibited reductions in several key genes related to osteoblast and osteoclast differentiation and function, including Sp7/osterix (−2.5 fold), NfκB1 (−1.2 fold), alkaline phosphatase (Alpl) (−1.5 fold), Itgam (CD11b) (−1.3 fold) and osteocalcin (Bglap) (−1.8 fold). ob/ob mice also exhibited reductions in genes related to cartilage formation and maturation, including col2a1 (−1.5 fold) and col10a1 (−1.7 fold). Genes whose expression were elevated include Bmpr1a (+1.3 fold) and Smad4 (+1.3 fold). Compared to WT mice, pair-fed ob/ob mice expressed even lower levels of osteocalcin (−3.8 fold) than observed in ob/ob mice and, in addition, had lower mRNA levels for the osteoclast differentiation factor Csf1 (−1.5 fold) and osteoblast differentiation factor Runx2 (−1.4 fold). Furthermore, compared to WT mice, pair-fed ob/ob mice had higher gene expression levels for the cytokines/growth factors TNFa (+1.6 fold) and TGFB2 (+1.3 fold).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "obesity",
    "histomorphometry",
    "microcomputed tomography",
    "dual energy absorptiometry",
    "Article"
  ],
  "citations": [
    {
      "title": "PPARgamma insufficiency enhances osteogenesis through osteoblast formation from bone marrow progenitors",
      "authors": [
        "T Akune",
        "S Ohba",
        "S Kamekura",
        "M Yamaguchi",
        "UI Chung",
        "N Kubota",
        "Y Terauchi",
        "Y Harada",
        "Y Azuma",
        "K Nakamura"
      ]
    },
    {
      "title": "Leptin induces ovulation in GnRH-deficient mice",
      "authors": [
        "D Barkan",
        "V Hurgin",
        "N Dekel",
        "A Amsterdam",
        "M Rubinstein"
      ]
    },
    {
      "title": "Central (ICV) leptin injection increases bone formation, bone mineral density, muscle mass, serum IGF-1, and the expression of osteogenic genes in leptin-deficient ob/ob mice",
      "authors": [
        "SM Bartell",
        "S Rayalam",
        "S Ambati",
        "DR Gaddam",
        "DL Hartzell",
        "M Hamrick",
        "JX She",
        "MA Della-Fera",
        "CA Baile"
      ]
    },
    {
      "title": "Abnormal dentition and decrease in body weight in the genetically obese mouse (genotype, ob/ob)",
      "authors": [
        "RA Batt"
      ]
    },
    {
      "title": "Abnormal incisor teeth and body weight in the obese mouse (genotype ob/ob)",
      "authors": [
        "RA Batt"
      ]
    },
    {
      "title": "Guidelines for assessment of bone microstructure in rodents using micro-computed tomography",
      "authors": [
        "ML Bouxsein",
        "SK Boyd",
        "BA Christiansen",
        "RE Guldberg",
        "KJ Jepsen",
        "R Muller"
      ]
    },
    {
      "title": "Vertebral bone marrow fat is positively associated with visceral fat and inversely associated with IGF-1 in obese women",
      "authors": [
        "MA Bredella",
        "M Torriani",
        "RH Ghomi",
        "BJ Thomas",
        "DJ Brick",
        "AV Gerweck",
        "CJ Rosen",
        "A Klibanski",
        "KK Miller"
      ]
    },
    {
      "title": "Leptin and reproduction",
      "authors": [
        "FF Chehab",
        "J Qiu",
        "K Mounzih",
        "A Ewart-Toland",
        "S Ogus"
      ]
    },
    {
      "title": "CD36 promotes adipocyte differentiation and adipogenesis",
      "authors": [
        "V Christiaens",
        "M Van Hul",
        "HR Lijnen",
        "I Scroyen"
      ]
    },
    {
      "title": "Monogenic forms of obesity: from mice to human",
      "authors": [
        "K Clement"
      ]
    },
    {
      "title": "Leptin in human physiology and therapeutics",
      "authors": [
        "TA Dardeno",
        "SH Chou",
        "HS Moon",
        "JP Chamberland",
        "CG Fiorenza",
        "CS Mantzoros"
      ]
    },
    {
      "title": "Standardized nomenclature, symbols, and units for bone histomorphometry: a 2012 update of the report of the ASBMR Histomorphometry Nomenclature Committee",
      "authors": [
        "DW Dempster",
        "JE Compston",
        "MK Drezner",
        "FH Glorieux",
        "JA Kanis",
        "H Malluche",
        "PJ Meunier",
        "SM Ott",
        "RR Recker",
        "AM Parfitt"
      ]
    },
    {
      "title": "Why does starvation make bones fat?",
      "authors": [
        "MJ Devlin"
      ]
    },
    {
      "title": "Caloric restriction leads to high marrow adiposity and low bone mass in growing mice",
      "authors": [
        "MJ Devlin",
        "AM Cloutier",
        "NA Thomas",
        "DA Panus",
        "S Lotinun",
        "I Pinz",
        "R Baron",
        "CJ Rosen",
        "ML Bouxsein"
      ]
    },
    {
      "title": "Hypothalamic sites of leptin action linking metabolism and reproduction",
      "authors": [
        "J Donato",
        "RM Cravo",
        "R Frazao",
        "CF Elias"
      ]
    },
    {
      "title": "The ageing immune system: is it ever too old to become young again?",
      "authors": [
        "K Dorshkind",
        "E Montecino-Rodriguez",
        "RA Signer"
      ]
    },
    {
      "title": "Effect of obesity and starvation on thyroid hormone, growth hormone, and cortisol secretion",
      "authors": [
        "L Douyon",
        "DE Schteingart"
      ]
    },
    {
      "title": "Fed and fasting thermoregulation in ob/ob mice",
      "authors": [
        "PU Dubuc",
        "NJ Wilden",
        "HJ Carlisle"
      ]
    },
    {
      "title": "Bone abnormalities in adolescent leptin-deficient mice",
      "authors": [
        "KN Ealey",
        "D Fonseca",
        "MC Archer",
        "WE Ward"
      ]
    },
    {
      "title": "Leptin in the regulation of immunity, inflammation, and hematopoiesis",
      "authors": [
        "G Fantuzzi",
        "R Faggioni"
      ]
    },
    {
      "title": "Leptin and the regulation of body weight in mammals",
      "authors": [
        "JM Friedman",
        "JL Halaas"
      ]
    },
    {
      "title": "Circulating levels of free insulin-like growth factors in obese subjects: the impact of type 2 diabetes",
      "authors": [
        "J Frystyk",
        "C Skjaerbaek",
        "E Vestbo",
        "S Fisker",
        "H Orskov"
      ]
    },
    {
      "title": "Leptin and regulation of linear growth",
      "authors": [
        "G Gat-Yablonski",
        "M Phillip"
      ]
    },
    {
      "title": "Aromatase activity and bone loss",
      "authors": [
        "L Gennari",
        "D Merlotti",
        "R Nuti"
      ]
    },
    {
      "title": "The function of adipocytes in the bone marrow stroma: an update",
      "authors": [
        "JM Gimble",
        "CE Robinson",
        "X Wu",
        "KA Kelly"
      ]
    },
    {
      "title": "Decreased bone formation and increased mineral dissolution during acute fasting in young women",
      "authors": [
        "SK Grinspoon",
        "HB Baum",
        "V Kim",
        "C Coggins",
        "A Klibanski"
      ]
    },
    {
      "title": "Leptin treatment induces loss of bone marrow adipocytes and increases bone formation in leptin-deficient ob/ob mice",
      "authors": [
        "MW Hamrick",
        "MA Della-Fera",
        "YH Choi",
        "C Pennington",
        "D Hartzell",
        "CA Baile"
      ]
    },
    {
      "title": "Leptin deficiency produces contrasting phenotypes in bones of the limb and spine",
      "authors": [
        "MW Hamrick",
        "C Pennington",
        "D Newton",
        "D Xie",
        "C Isales"
      ]
    },
    {
      "title": "Insulin sensitizes a cultured rat osteogenic sarcoma cell line to hormones which activate adenylate cyclase",
      "authors": [
        "J Hickman",
        "A McElduff"
      ]
    },
    {
      "title": "A stagewise rejective multiple test procedure based on a modified Bonferroni test",
      "authors": [
        "G Hommel"
      ]
    },
    {
      "title": "Intracerebroventricular injection of leptin increases thermogenesis and mobilizes fat metabolism in ob/ob mice",
      "authors": [
        "JJ Hwa",
        "L Ghibaudi",
        "D Compton",
        "AB Fawzi",
        "CD Strader"
      ]
    },
    {
      "title": "Inhibition of growth hormone signaling by the fasting-induced hormone FGF21",
      "authors": [
        "T Inagaki",
        "VY Lin",
        "R Goetz",
        "M Mohammadi",
        "DJ Mangelsdorf",
        "SA Kliewer"
      ]
    },
    {
      "title": "Insulin and glucose regulation of glycogen synthase in rat calvarial osteoblastlike cells",
      "authors": [
        "EA Ituarte",
        "HG Ituarte",
        "TJ Hahn"
      ]
    },
    {
      "title": "Central leptin gene therapy corrects skeletal abnormalities in leptin-deficient ob/ob mice",
      "authors": [
        "UT Iwaniec",
        "S Boghossian",
        "PD Lapke",
        "RT Turner",
        "SP Kalra"
      ]
    },
    {
      "title": "Body mass influences cortical bone mass independent of leptin signaling",
      "authors": [
        "UT Iwaniec",
        "MG Dube",
        "S Boghossian",
        "H Song",
        "WG Helferich",
        "RT Turner",
        "SP Kalra"
      ]
    },
    {
      "title": "Failure to generate bone marrow adipocytes does not protect mice from ovariectomy-induced osteopenia",
      "authors": [
        "UT Iwaniec",
        "RT Turner"
      ]
    },
    {
      "title": "Histological analysis of bone",
      "authors": [
        "UT Iwaniec",
        "TJ Wronski",
        "RT Turner"
      ]
    },
    {
      "title": "Molecular mechanisms of central leptin resistance in obesity",
      "authors": [
        "CH Jung",
        "MS Kim"
      ]
    },
    {
      "title": "Adrenalectomy increases brown adipose tissue metabolism in ob/ob mice housed at 35 degrees C",
      "authors": [
        "HK Kim",
        "DR Romsos"
      ]
    },
    {
      "title": "Characteristics of bone turnover, bone mass and bone strength in Spontaneously Diabetic Torii-Lepr fa rats",
      "authors": [
        "S Kimura",
        "T Sasase",
        "T Ohta",
        "E Sato",
        "M Matsushita"
      ]
    },
    {
      "title": "Leptin regulates chondrocyte differentiation and matrix maturation during endochondral ossification",
      "authors": [
        "Y Kishida",
        "M Hirao",
        "N Tamai",
        "A Nampei",
        "T Fujimoto",
        "T Nakase",
        "N Shimizu",
        "H Yoshikawa",
        "A Myoui"
      ]
    },
    {
      "title": "Autocrine IGF-1 action in adipocytes controls systemic IGF-1 concentrations and growth",
      "authors": [
        "N Kloting",
        "L Koch",
        "T Wunderlich",
        "M Kern",
        "K Ruschke",
        "W Krone",
        "JC Bruning",
        "M Bluher"
      ]
    },
    {
      "title": "Reduced norepinephrine turnover in brown adipose tissue of ob/ob mice",
      "authors": [
        "AW Knehans",
        "DR Romsos"
      ]
    },
    {
      "title": "The physiology of obese-hyperglycemic mice [ob/ob mice]",
      "authors": [
        "P Lindstrom"
      ]
    },
    {
      "title": "Effects of leptin replacement on hypothalamic-pituitary growth hormone axis function and circulating ghrelin levels in ob/ob mice",
      "authors": [
        "RM Luque",
        "ZH Huang",
        "B Shah",
        "T Mazzone",
        "RD Kineman"
      ]
    },
    {
      "title": "Impact of obesity on the growth hormone axis: evidence for a direct inhibitory effect of hyperinsulinemia on pituitary function",
      "authors": [
        "RM Luque",
        "RD Kineman"
      ]
    },
    {
      "title": "In vivo demonstration by radioautography of binding sites for insulin in liver, kidney, and calcified tissues of the rat",
      "authors": [
        "B Martineau-Doize",
        "MD McKee",
        "H Warshawsky",
        "JJ Bergeron"
      ]
    },
    {
      "title": "Growth hormone regulates the balance between bone formation and bone marrow adiposity",
      "authors": [
        "PJ Menagh",
        "RT Turner",
        "DB Jump",
        "CP Wong",
        "MB Lowry",
        "S Yakar",
        "CJ Rosen",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Leptin rapidly lowers food intake and elevates metabolic rates in lean and ob/ob mice",
      "authors": [
        "AM Mistry",
        "AG Swick",
        "DR Romsos"
      ]
    },
    {
      "title": "Leptin-mediated neuroendocrine alterations in anorexia nervosa: somatic and behavioral implications",
      "authors": [
        "TD Muller",
        "M Focker",
        "K Holtkamp",
        "B Herpertz-Dahlmann",
        "J Hebebrand"
      ]
    },
    {
      "title": "Anorexia nervosa in female adolescents: endocrine and bone mineral density disturbances",
      "authors": [
        "MT Munoz",
        "J Argente"
      ]
    },
    {
      "title": "Leptin receptor signaling and the regulation of mammalian physiology",
      "authors": [
        "MG Myers"
      ]
    },
    {
      "title": "Bone-marrow adipocytes as negative regulators of the haematopoietic microenvironment",
      "authors": [
        "O Naveiras",
        "V Nardi",
        "PL Wenzel",
        "PV Hauschka",
        "F Fahey",
        "GQ Daley"
      ]
    },
    {
      "title": "The characterization, regulation, and function of insulin receptors on osteoblast-like clonal osteosarcoma cell line",
      "authors": [
        "KK Pun",
        "P Lau",
        "PW Ho"
      ]
    },
    {
      "title": "Leptin effect in ob/ob mice under thermoneutral conditions depends not necessarily on central satiation",
      "authors": [
        "J Rafael",
        "AW Herling"
      ]
    },
    {
      "title": "Bone growth and turnover in progesterone receptor knockout mice",
      "authors": [
        "DJ Rickard",
        "UT Iwaniec",
        "G Evans",
        "TE Hefferan",
        "JC Hunter",
        "KM Waters",
        "JP Lydon",
        "BW O’Malley",
        "S Khosla",
        "TC Spelsberg"
      ]
    },
    {
      "title": "The interaction of biological factors with mechanical signals in bone adaptation: recent developments",
      "authors": [
        "AG Robling"
      ]
    },
    {
      "title": "Diurnal rhythm for corticosterone in obese (ob/ob) diabetes (db/db) and gold-thioglucose-induced obesity in mice",
      "authors": [
        "M Saito",
        "GA Bray"
      ]
    },
    {
      "title": "Effect of peripherally administered leptin antagonist on whole body metabolism and bone microarchitecture and biomechanical properties in the mouse",
      "authors": [
        "G Solomon",
        "A Atkins",
        "R Shahar",
        "A Gertler",
        "E Monsonego-Ornan"
      ]
    },
    {
      "title": "Leptin is a potent stimulator of bone growth in ob/ob mice",
      "authors": [
        "CM Steppan",
        "DT Crawford",
        "KL Chidsey-Frink",
        "H Ke",
        "AG Swick"
      ]
    },
    {
      "title": "Regulation of insulin-like growth factor-I in starvation and injury",
      "authors": [
        "JP Thissen",
        "LE Underwood",
        "JM Ketelslegers"
      ]
    },
    {
      "title": "Stereological measures of trabecular bone structure: comparison of 3D micro computed tomography with 2D histological sections in human proximal tibial bone biopsies",
      "authors": [
        "JS Thomsen",
        "A Laib",
        "B Koller",
        "S Prohaska",
        "L Mosekilde",
        "W Gowin"
      ]
    },
    {
      "title": "Thermoregulation in the diabetic-obese (db/db) mouse. The role of non-shivering thermogenesis in energy balance",
      "authors": [
        "P Trayhurn"
      ]
    },
    {
      "title": "Thermoregulation and non-shivering thermogenesis in the genetically obese (ob/ob) mouse",
      "authors": [
        "P Trayhurn",
        "WP James"
      ]
    },
    {
      "title": "Enhancement of hematopoiesis and lymphopoiesis in diet-induced obese mice",
      "authors": [
        "MD Trottier",
        "A Naaz",
        "Y Li",
        "PJ Fraker"
      ]
    },
    {
      "title": "Mice, estrogen, and postmenopausal osteoporosis",
      "authors": [
        "RT Turner"
      ]
    },
    {
      "title": "Differential effects of gonadal function on bone histomorphometry in male and female rats",
      "authors": [
        "RT Turner",
        "KS Hannon",
        "LM Demers",
        "J Buchanan",
        "NH Bell"
      ]
    },
    {
      "title": "Low dose parathyroid hormone maintains normal bone formation in adult male rats during rapid weight loss",
      "authors": [
        "RT Turner",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Peripheral leptin regulates bone formation",
      "authors": [
        "RT Turner",
        "SP Kalra",
        "CP Wong",
        "KA Philbrick",
        "LB Lindenmaier",
        "S Boghossian",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Skeletal effects of estrogen",
      "authors": [
        "RT Turner",
        "BL Riggs",
        "TC Spelsberg"
      ]
    },
    {
      "title": "On the comparison of several mean values: an alternative approach",
      "authors": [
        "BL Welch"
      ]
    },
    {
      "title": "Estrogen regulates the rate of bone turnover but bone balance in ovariectomized rats is modulated by prevailing mechanical strain",
      "authors": [
        "KC Westerlind",
        "TJ Wronski",
        "EL Ritman",
        "ZP Luo",
        "KN An",
        "NH Bell",
        "RT Turner"
      ]
    },
    {
      "title": "Skeletal phenotype of the leptin receptor-deficient db/db mouse",
      "authors": [
        "GA Williams",
        "KE Callon",
        "M Watson",
        "JL Costa",
        "Y Ding",
        "M Dickinson",
        "Y Wang",
        "D Naot",
        "IR Reid",
        "J Cornish"
      ]
    },
    {
      "title": "Diabetes and skeletal health",
      "authors": [
        "S Yaturu"
      ]
    }
  ],
  "original_title": "Morbid obesity attenuates the skeletal abnormalities associated with leptin deficiency in mice",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4bfa/4161659/0f0a1df67102/nihms611414f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4bfa/4161659/0371bece36ae/nihms611414f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4bfa/4161659/ac3123dc40f1/nihms611414f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4bfa/4161659/d2000171a949/nihms611414f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4bfa/4161659/9a1f3ba2b037/nihms611414f5.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4bfa/4161659/6b60474b5c35/nihms611414f6.jpg"
  ]
}