{
  "pmcid": "4169763",
  "title": "Exercise Training Augments Regional Bone and Marrow Blood Flow during Exercise",
  "abstract": "Introduction\n\nThe principal nutrient artery to the femur demonstrates an increase in nitric oxide mediated vasodilation in rats after treadmill exercise training. The present study sought to determine whether exercise training improves hindlimb bone and marrow blood flow distribution at rest and during exercise.\n\nMethods\n\nSix-eight month old male Sprague-Dawley rats were exercise trained (ET) with treadmill walking at 15 m/min up a 15° incline for 60 min/d over a 10–12 wk period. Sedentary (SED) control animals were acclimated to treadmill exercise for 5 min/d during the week preceding the blood flow measurements. Blood flow to nine distinct regions of the femur, tibia, and fibula were determined at rest and during low-intensity exercise (15 m/min walking, 0° incline) using the reference sample microsphere method.\n\nResults\n\nThe results demonstrate an augmentation of exercise hyperemia above that observed in SED rats during exercise in only one region of bone, the femoral diaphysis of ET rats. However, while exercise hyperemia occurred in 3 of the 9 hindlimb bone regions measured in SED rats, exercise hyperemia occurred in 7 of 9 regions in ET rats.\n\nConclusion\n\nThese data indicate an increase in generalized hindlimb bone and marrow blood flow during physical activity following a period of exercise training. Elevations in regional bone and marrow blood flow after training may augment medullary pressure and bone interstitial fluid flow, thus benefiting bone integrity.",
  "introduction": "INTRODUCTION\n\nImprovements in both bone and cardiovascular health due to regular exercise participation are well established. In addition, the onset of age-related decreases in bone mineral density can be delayed by regular exercise to enhance bone accrual during skeletal growth and maintenance. Beneficial cardiovascular adaptations to exercise include enhanced endothelium-dependent vasodilation of blood vessels, decreased blood pressure, and improved blood lipid profiles. Exercise also increases muscle strength, which is strongly correlated with increased bone strength. Importantly, mechanical loads placed on to the skeleton must exceed a biological threshold in order to stimulate bone-modeling activity. However, disuse models employing venous occlusion produce increases in bone mass.\n\nRegional femur bone blood flow has been demonstrated to increase during acute treadmill exercise in young and old sedentary (SED) animals. Further, 10–12 wks of treadmill exercise training resulted in an increase in endothelium-dependent vasodilation of the principal nutrient artery (PNA) to the femur. The femoral PNA is one of the primary resistance arteries controlling perfusion of the femur and is responsible for ~70% of the blood supply to this long bone. However, whether this training-induced enhancement of endothelium-dependent vasodilation of bone resistance arteries results in greater bone and marrow perfusion during exercise has not been investigated. Therefore, the present study sought to determine whether regional hindlimb bone and marrow blood flow and vascular conductance is elevated during exercise in chronically exercise-trained (ET) rats. Based on the previously observed enhancement of endothelium-dependent vasodilation in the femoral PNA with exercise training, we hypothesized that the exercise hyperemia in hindlimb bones would be greater in ET rats relative to that in SED animals.",
  "methods": "MATERIALS AND METHODS\n\nAnimals\n\nAll experimental procedures were approved by the University of Florida’s Institutional Animal Care and Use Committee and conformed to the Guide for the Care and Use of Laboratory Animals published by the U.S. National Institutes of Health (Eight edition, 2011). Male Sprague-Dawley rats (6–8 mo old) were obtained from Harlan (Indianapolis, IN). All animals were housed in a temperature controlled (23 ± 2°C) room, maintained on a 12:12 light-dark cycle, and provided with food and water ad libitum. Animals were randomly divided into an ET group (n = 8) and a SED group (n = 8).\n\nExercise training\n\nAll animals were familiarized with treadmill exercise. The familiarization period consisted of treadmill exercise at 15 m/min with a 0° incline beginning on day one for 5 min/day and progressing to 10 min/day by day five. Blasts of pressurized air and mild electrical shock were used to encourage ambulation on the activated treadmill belt. Animals assigned to the ET group continued to train the following week beginning with 10 min of treadmill exercise at 15 m/min with a 15° incline for 10 min. Exercise duration for ET animals was increased by 10 min each week until animals were exercising 60 min/d, 5 days a week at which point exercise time, intensity, and frequency were maintained for the cumulative training period of 10–12 wks.\n\nSurgery\n\nAnimal body mass was measured on a triple-beam balance. Animals were then anesthetized with isoflurane anesthesia (2–2.5%/O2 balance). A polyethylene catheter (Braintree Scientific) filled with heparinized saline solution (100 U/mL) was implanted into the right carotid artery and the tip was advanced into the ascending aorta. The carotid artery catheter was used for microsphere infusion and to monitor mean arterial pressure (MAP). The carotid artery catheter was guided subcutaneously to a 1 cm puncture wound dorsally located in the cervical region and secured for exteriorization. A separate polyethylene catheter (Braintree Scientific) was implanted into the caudal artery of the tail for reference blood sample withdrawals. Each animal was allowed ≥3 hrs of recovery after wound closure and the cessation of anesthesia before experiments to measure tissue blood flow were performed. Previous research demonstrates that cardiovascular dynamics, regional blood flow, and acid-base status recover to normal levels within 3 hrs after anesthesia.\n\nDetermination of tissue blood flow\n\nBlood flow measurements in animals from both SED and ET groups were made during rest and during treadmill exercise. During the week preceding blood flow experiments, SED animals were exposed to one week of treadmill acclimatization as described above. All animals were allowed 24–48 hrs of recovery from their last bout of treadmill exercise training or acclimatization prior to the blood flow experiments. For measurement of exercising tissue blood flow, the surgically instrumented animals were placed on a rodent treadmill with a belt speed of ~8 m/min and 15° incline. Belt speed was then increased to 15 m/min. The caudal artery catheter was connected to a 1 mL syringe secured to an infusion-withdrawal pump for withdrawal of a reference blood sample at a rate of ~0.25 mL/min. After 5 min of exercise, 2.0–5.0×105 radiolabeled NEN-TRAC™ microspheres (85Sr or 46Sc randomly selected; 15.5 ± 0.1 µm diameter; PerkinElmer) were infused via the carotid artery catheter. MAP was measured immediately before and after infusion of radiolabeled microspheres via a physiological pressure transducer connected to the carotid artery catheter. Exercise was terminated following complete infusion of radiolabeled microspheres. Reference blood sample withdrawal was stopped ~30 s after the infusion and flush of the radiolabeled microspheres. Identical procedures were employed for measurement of tissue blood flow at rest using energetically distinct radiolabeled microspheres while the animal rested quietly on the rodent treadmill following an ~30 min recovery period from the previous exercising microsphere infusion. The blood flow measurement during exercise was performed prior to the blood flow measurement at rest in order to avoid the effects of the pre-exercise anticipatory response.\n\nTissue harvesting\n\nAfter completion of the resting blood flow experiment, animals were euthanized with Beuthanasia®-D Special (~0.6 mL/kg, Schering-Plough Animal Health) administered via the carotid artery catheter. The femur, tibia, and fibula were removed and cleaned of muscle and tendon. The femur and tibia were divided into diaphyseal, diaphyseal marrow, and proximal and distal metaphyseal and epiphyseal portions. In addition to skeletal tissue, both kidneys were removed. Bilateral comparison of blood flow rates between renal tissues provides an index of the adequacy of microsphere mixing in the blood.\n\nMeasurement of tissue radioactivity and calculation of tissue hemodynamics\n\nThe masses of all tissues were individually measured on a laboratory balance before being placed into 5 mL polypropylene culture tubes. Masses of the femoral and tibial marrows were determined by weighing the diaphysis before and after the marrow was removed. Individual tissue and reference blood sample radioactivity were measured with a gamma counter (Cobra II Auto-Gamma Model 5003E), and minimal radioactivity was checked in the tissue and reference blood samples to ensure sufficient microspheres were present in each sample for accurate blood flow determination. Natural energetic crosstalk from distinct radiolabels was handled by inverse matrix calculation and individual tissue blood flow (mL/min/100 g of tissue) was calculated according to the method of Ishise et al. Tissue vascular conductance (mL/min/100 g/mmHg) was then calculated by dividing individual tissue blood flow by mean arterial pressure. Adequate mixing and whole body distribution of microspheres were characterized by a ≤20% difference in calculated blood flow between the left and right kidneys.\n\nStatistics\n\nIndependent-samples t-tests were used to investigate differences in body mass, tissue mass, heart mass-to-body mass ratio, and MAP between ET and SED animals. Bone and marrow blood flow and vascular resistance were evaluated by repeated measures analysis of variance in order to detect differences within (rest vs. exercise) and between (SED vs. ET) factors. Pairwise comparisons between specific levels were made through Scheffe’s post hoc analysis when a significant main effect was found. An alpha of 0.05 delineated significance.",
  "results": "RESULTS\n\nBody mass, tissue mass, and mean arterial pressure\n\nBody mass of SED animals (461 ± 18 g) was greater (P<0.05) than that of ET animals (406 ± 8 g). MAP at rest (SED: 161 ± 8, ET: 160 ± 4 mmHg) and during exercise (SED: 166 ± 5, ET: 160 ± 5 mmHg) were not different between groups. MAP also was not different between resting and exercising conditions within groups. Tibia diaphyseal marrow mass was less in ET rats relative to that in SED animals (Table 1). Other bone and marrow masses were not different between groups (Table 1).\n\nBlood flow and vascular conductance\n\nIn SED rats, an exercise hyperemia occurred in the femoral diaphysis Fig. 1A) and the tibial diaphysis and marrow (Fig. 2A) during an acute exercise bout. Exercise training did not affect resting blood flow or vascular conductance in any region of the bone and marrow. However, blood flow to the femoral diaphysis and diaphyseal marrow Fig. 1A) and the tibial diaphysis, diaphyseal marrow, and distal epiphysis and metaphysis (Fig. 2A) were increased during an acute exercise bout in ET animals. There was a tendency (P<0.1) for an exercise hyperemia to occur in the tibia proximal epiphysis and metaphysis (Fig. 2A) and fibula (Fig. 3A) of ET animals. An elevation in vascular conductance occurred in SED animals during exercise activity in the femoral diaphysis Fig. 1B) and tibial diaphysis and marrow (Fig. 2B), with a tendency (P<0.1) for an increase in the distal epiphysis and metaphysis of the tibia (Fig. 2B). Vascular conductance in the femoral diaphysis Fig. 1B), tibial diaphysis and marrow (Fig. 2B) and fibula (Fig. 3B) were also elevated during exercise activity in ET animals. The exercise hyperemia in the femoral diaphysis was greater in ET rats relative to SED animals Fig. 1A), and the exercise-induced increase in vascular conductance was greater in the fibula of ET rats compared to that in SED animals.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "skeletal blood flow",
    "vascular resistance",
    "bone hemodynamics",
    "microcirculation",
    "Article"
  ],
  "citations": [
    {
      "title": "Blood flow distribution in rat muscles during preexercise anticipatory response",
      "authors": [
        "RB Armstrong",
        "DA Hayes",
        "MD Delp"
      ]
    },
    {
      "title": "Evidence that nitric oxide increases glucose transport in skeletal muscle",
      "authors": [
        "TW Balon",
        "JL Nadler"
      ]
    },
    {
      "title": "Age does not influence the bone response to treadmill exercise in female rats",
      "authors": [
        "KL Bennell",
        "KM Khan",
        "S Warmington",
        "MR Forwood",
        "BD Coleman",
        "MB Bennett",
        "JD Wark"
      ]
    },
    {
      "title": "Femoral vein ligation increases bone mass in the hindlimb suspended rat",
      "authors": [
        "AP Bergula",
        "W Huang",
        "JA Frangos"
      ]
    },
    {
      "title": "Venous ligation-mediated bone adaptation is NOS 3 dependent",
      "authors": [
        "AP Bergula",
        "MA Haidekker",
        "W Huang",
        "HY Stevens",
        "JA Frangos"
      ]
    },
    {
      "title": "Blood supply to the human femoral diaphysis in youth and senescence",
      "authors": [
        "G Bridgeman",
        "M Brookes"
      ]
    },
    {
      "title": "Inhibition of osteoclastic motility by prostaglandins I2, E1, E2 and 6-oxo-E1",
      "authors": [
        "TJ Chambers",
        "NN Ali"
      ]
    },
    {
      "title": "Alterations in skeletal perfusion with simulated microgravity: a possible mechanism for bone remodeling",
      "authors": [
        "PN Colleran",
        "MK Wilkerson",
        "SA Bloomfield",
        "LJ Suva",
        "RT Turner",
        "MD Delp"
      ]
    },
    {
      "title": "Differential effects of aging and exercise on intra-abdominal adipose arteriolar function and blood flow regulation",
      "authors": [
        "RT Davis",
        "JN Stabley",
        "JM Dominguez",
        "MW Ramsey",
        "DJ McCullough",
        "LA Lesniewski",
        "MD Delp",
        "BJ Behnke"
      ]
    },
    {
      "title": "Blood flow in normal and denervated muscle during exercise in conscious rats",
      "authors": [
        "MD Delp",
        "RB Armstrong"
      ]
    },
    {
      "title": "Exercise training alters endothelium-dependent vasoreactivity of rat abdominal aorta",
      "authors": [
        "MD Delp",
        "RM McAllister",
        "MH Laughlin"
      ]
    },
    {
      "title": "Increased nitric oxide-mediated vasodilation of bone resistance arteries is associated with increased trabecular bone volume after endurance training in rats",
      "authors": [
        "JM Dominguez",
        "RD Prisby",
        "JM Muller-Delp",
        "MR Allen",
        "MD Delp"
      ]
    },
    {
      "title": "Ageing and exercise training alter adrenergic vasomotor responses of rat skeletal muscle arterioles",
      "authors": [
        "AJ Donato",
        "LA Lesniewski",
        "MD Delp"
      ]
    },
    {
      "title": "Imaging and quantitative assessment of long bone vascularization in the adult rat using microcomputed tomography",
      "authors": [
        "J Fei",
        "F Peyrin",
        "L Malaval",
        "L Vico",
        "MH Lafage-Proust"
      ]
    },
    {
      "title": "Regional distribution of cardiac output in conscious rats at rest and during exercise. Effects of diltiazem",
      "authors": [
        "SF Flaim",
        "RF Zelis"
      ]
    },
    {
      "title": "The \"muscle-bone unit\" in children and adolescents: a 2000 overview",
      "authors": [
        "HM Frost",
        "E Schonau"
      ]
    },
    {
      "title": "From Wolff's law to the Utah paradigm: insights about bone physiology and its clinical applications",
      "authors": [
        "HM Frost"
      ]
    },
    {
      "title": "Cardiovascular effects of exercise training: molecular mechanisms",
      "authors": [
        "S Gielen",
        "G Schuler",
        "V Adams"
      ]
    },
    {
      "title": "Bone blood flow and metabolism in humans: effect of muscular exercise and other physiological perturbations",
      "authors": [
        "I Heinonen",
        "J Kemppainen",
        "K Kaskinoro",
        "H Langberg",
        "J Knuuti",
        "R Boushel",
        "M Kjaer",
        "KK Kalliokoski"
      ]
    },
    {
      "title": "Blood flow measurements with radionuclide-labeled particles",
      "authors": [
        "MA Heymann",
        "BD Payne",
        "JI Hoffman",
        "AM Rudolph"
      ]
    },
    {
      "title": "Direct action of nitric oxide on osteoblastic differentiation",
      "authors": [
        "H Hikiji",
        "WS Shin",
        "S Oida",
        "T Takato",
        "T Koizumi",
        "T Toyo-oka"
      ]
    },
    {
      "title": "Reference sample microsphere method: cardiac output and blood flows in conscious rat",
      "authors": [
        "S Ishise",
        "BL Pegram",
        "J Yamamoto",
        "Y Kitamura",
        "ED Frohlich"
      ]
    },
    {
      "title": "Differential effect of treadmill exercise on three cancellous bone sites in the young growing rat",
      "authors": [
        "J Iwamoto",
        "JK Yeh",
        "JF Aloia"
      ]
    },
    {
      "title": "Effect of treadmill exercise on bone mass in female rats",
      "authors": [
        "J Iwamoto",
        "T Takeda",
        "Y Sato"
      ]
    },
    {
      "title": "Effects of treadmill exercise on bone mass, bone metabolism, and calciotropic hormones in young growing rats",
      "authors": [
        "J Iwamoto",
        "C Shimamura",
        "T Takeda",
        "H Abe",
        "S Ichimura",
        "Y Sato",
        "Y Toyama"
      ]
    },
    {
      "title": "The role of bone cells in increasing metaphyseal hard tissue in rapidly growing rats treated with prostaglandin E2",
      "authors": [
        "WS Jee",
        "K Ueno",
        "DB Kimmel",
        "DM Woodbury",
        "P Price",
        "LA Woodbury"
      ]
    },
    {
      "title": "\"Whither flows the fluid in bone?\" An osteocyte's perspective",
      "authors": [
        "ML Knothe Tate"
      ]
    },
    {
      "title": "Exercise training augments flow-dependent dilation in rat skeletal muscle arterioles. Role of endothelial nitric oxide and prostaglandins",
      "authors": [
        "A Koller",
        "A Huang",
        "D Sun",
        "G Kaley"
      ]
    },
    {
      "title": "Osteoclastic inhibition: an action of nitric oxide not mediated by cyclic GMP",
      "authors": [
        "I MacIntyre",
        "M Zaidi",
        "AS Alam",
        "HK Datta",
        "BS Moonga",
        "PS Lidbury",
        "M Hecker",
        "JR Vane"
      ]
    },
    {
      "title": "Does exercise during growth have a long-term effect on bone health?",
      "authors": [
        "CM Modlesky",
        "RD Lewis"
      ]
    },
    {
      "title": "Interstitial fluid flow in cortical bone",
      "authors": [
        "RJ Montgomery",
        "BD Sutker",
        "JT Bronk",
        "SR Smith",
        "PJ Kelly"
      ]
    },
    {
      "title": "Aerobic exercise performance correlates with post-ischemic flow-mediated dilation of the brachial artery in young healthy men",
      "authors": [
        "EA Palmieri",
        "V Palmieri",
        "P Innelli",
        "E Arezzi",
        "LA Ferrara",
        "A Celentano",
        "S Fazio"
      ]
    },
    {
      "title": "The mechanism of coupling: a role for the vasculature",
      "authors": [
        "AM Parfitt"
      ]
    },
    {
      "title": "The effect of exercise on the cardiovascular risk factors constituting the metabolic syndrome: a meta-analysis of controlled trials",
      "authors": [
        "N Pattyn",
        "VA Cornelissen",
        "SR Eshghi",
        "L Vanhees"
      ]
    },
    {
      "title": "Aging and estrogen status: a possible endothelium-dependent vascular coupling mechanism in bone remodeling",
      "authors": [
        "RD Prisby",
        "JM Dominguez",
        "J Muller-Delp",
        "MR Allen",
        "MD Delp"
      ]
    },
    {
      "title": "Aging reduces skeletal blood flow, endothelium-dependent vasodilation, and NO bioavailability in rats",
      "authors": [
        "RD Prisby",
        "MW Ramsey",
        "BJ Behnke",
        "JM Dominguez",
        "AJ Donato",
        "MR Allen",
        "MD Delp"
      ]
    },
    {
      "title": "Effects of ageing and exercise training on endothelium-dependent vasodilatation and structure of rat skeletal muscle arterioles",
      "authors": [
        "SA Spier",
        "MD Delp",
        "CJ Meininger",
        "AJ Donato",
        "MW Ramsey",
        "JM Muller-Delp"
      ]
    },
    {
      "title": "Exercise training enhances flow-induced vasodilation in skeletal muscle resistance arteries of aged rats: role of PGI2 and nitric oxide",
      "authors": [
        "SA Spier",
        "MD Delp",
        "JN Stallone",
        "JM Dominguez",
        "JM Muller-Delp"
      ]
    },
    {
      "title": "Chronic skeletal unloading of the rat femur: Mechanisms and functional consequences of vascular remodeling",
      "authors": [
        "JN Stabley",
        "RD Prisby",
        "BJ Behnke",
        "MD Delp"
      ]
    },
    {
      "title": "Mechanotransduction in bone: do bone cells act as sensors of fluid flow?",
      "authors": [
        "CH Turner",
        "MR Forwood",
        "MW Otter"
      ]
    },
    {
      "title": "Site-specific skeletal effects of exercise: importance of interstitial fluid pressure",
      "authors": [
        "CH Turner"
      ]
    }
  ],
  "original_title": "Exercise training augments regional bone and marrow blood flow during exercise.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef35/4169763/b6665c09ef5f/nihms575269f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef35/4169763/6587c5b4c228/nihms575269f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef35/4169763/a232f6a81621/nihms575269f3.jpg"
  ]
}