{
  "pmcid": "4379453",
  "title": "Type 2 diabetes alters bone and marrow blood flow and vascular control mechanisms in the ZDF rat",
  "abstract": "Bone health and cardiovascular function are compromised in individuals with type 2 diabetes mellitus (T2DM). The purpose of the present study was to determine whether skeletal vascular control mechanisms are altered during the progression of T2DM in the Zucker diabetic fatty (ZDF) rat. Responses of the principal nutrient artery (PNA) of the femur from obese ZDF rats with prediabetes, short-term diabetes, and long-term diabetes to endothelium-dependent (acetylcholine) and –independent (sodium nitroprusside) vasodilation, and KCl, norepinephrine and myogenic vasoconstrictor were determined in vitro. Few changes in the PNA vasomotor responses occurred in the pre-diabetic and short-term diabetic conditions. Endothelium-dependent and –independent vasodilation were reduced, and norepinephrine and myogenic vasoconstriction were enhanced in obese ZDF rats with long-term diabetes relative to lean age-matched controls. Differences in endothelium-dependent vasodilation of the femoral PNA between ZDF rats and controls were abolished by the nitric oxide synthase inhibitor NG-nitro-L-arginine methyl ester. The passive pressure-diameter response of the femoral PNA was also lower across a range of intraluminal pressures with long-term T2DM. Regional bone and marrow perfusion and vascular conductance, measured in vivo using radiolabeled microspheres, were lower in obese ZDF rats with long-term diabetes. These findings suggest that the profound impairment of the bone circulation may contribute to the osteopenia found to occur in long bones with chronic T2DM.",
  "introduction": "Introduction\n\nThe increase in fracture risk observed among patients with type 2 diabetes mellitus (T2DM) has been suggested to be associated with corollaries of the disease, such as peripheral neuropathy, decreased physical fitness, vision loss, and poor balance. Emerging research also suggests a causal link between cardiovascular function and indices of bone health. Cardiovascular disease is a leading complication of T2DM, including impairment of endothelium-dependent vasodilation of large conduit arteries.\n\nPrevious findings using the obese Zucker diabetic fatty (ZDF) rats, an animal model of T2DM, demonstrate that an impairment of endothelium-dependent vasodilation through the nitric oxide (NO) signaling mechanism effectively changes the balance of vasomotor control in skeletal muscle arterioles to favor vasoconstriction. Decreases in BMD have also been shown to occur in obese ZDF rats with long-term T2DM and is one basis for the decrease in mechanical strength of long bones in the hindlimb. It was hypothesized that one contributing factor to this decrease in BMD and mechanical strength could be a reduction in bone and marrow blood flow and impairment of coupling mechanisms linking endothelium-dependent vasodilation to bone cell remodeling activity. For example, reduced blood flow to the bone and marrow of the femur occurs in aged rats, and this is accompanied by an impairment of the ability of the femoral principal nutrient artery (PNA) to vasodilate by way of a NO signaling mechanism. In addition, prior experiments with young and old exercise trained rats and ovariectomized rats suggest a coupling of endothelium-dependent vasodilation to measures of bone volume. Therefore, the purpose of the present study was to determine whether control mechanisms of the skeletal resistance vasculature, including endothelium-dependent vasodilation, are altered during the progression of T2DM when BMD is both increasing and decreasing. We hypothesized that endothelium-dependent vasodilation of the femoral PNA would be higher in pre-diabetic 7-wk old obese ZDF rats when femoral BMD is greater than that in 7-wk old lean ZDF rats, and that endothelium-dependent vasodilation would be impaired in long-term diabetic 20-wk old obese ZDF rats when femoral BMD is reduced. Results from these vascular studies demonstrated that endothelium-dependent vasodilation of the PNA was diminished with long-term diabetes, along with other vascular mechanisms that serve to regulate bone perfusion. Consequently, a secondary purpose of this study was to determine the effects of frank T2DM on hindlimb bone and marrow blood flow and vascular conductance. We hypothesized that bone and marrow perfusion would be lower in long-term diabetes relative to that in 20-wk old lean ZDF animals.",
  "methods": "Materials and Methods\n\nAnimals\n\nAll experimental procedures were approved by the University of Florida’s Institutional Animal Care and Use Committee and conformed to the National Institutes of Health Guide for the Care and Use of Laboratory Animals (Eighth edition, 2011). Lean (371: +/?) and obese (370: fa/fa) ZDF rats were obtained from Charles River Laboratories (Kingston, NY, USA). Obese ZDF rats are homozygous for the fatty (fa) gene and when fed the Purina 5008 diet manifest obesity and hyperlipidemia. Seven-wk old obese ZDF rats manifest hyperinsulinemia and mild hyperglycemia and have been classified as pre-diabetic. The strain develops more severe hyperglycemia by 13 wks of age (short-term diabetes) and becomes normo- or hypoinsulinemic by 20 wks of age (long-term diabetes). Animals from the present study were provided a Purina 5008 diet and water ad libitum, maintained on a 12:12 light-dark cycle, and studied at 7 wks (lean, n=28; obese, n=29), 13 wks (lean, n=28; obese, n=28), and 20 wks (lean, n=51; obese, n=51) of age to correspond to a pre-diabetic, short-term diabetic, and long-term diabetic state in the obese ZDF rats, respectively.\n\nIsolated microvessels\n\nAnimals were anesthetized with isoflurane (2%/O2 balance), a thoracotomy was performed, and 2 mL of blood was withdrawn via cardiac puncture before excision of the heart. Immediately after euthanasia the hindlimbs were removed and placed into a dissecting bath containing 4°C physiological saline solution (PSS). Femoral PNAs, which regulate ~70% of the blood supply to the femoral bone marrow and cortex, were isolated, cannulated, and pressurized with PSS at 60 cmH2O (44 mmHg) as previously described. This pressure was selected based upon intravascular arterial pressures measured within similarly sized skeletal muscle resistance arteries of 43–46 mmHg.\n\nExperimental design\n\nEndothelium-dependent vasodilation of femoral PNAs (n=14–15/group) was assessed by the cumulative addition of acetylcholine (ACh, 10−9–10−4 mol l−1). To determine the contribution of the NO signaling pathway to endothelium-dependent vasodilation, PNAs were incubated with the NO synthase (NOS) inhibitor NG-nitro-L-arginine methyl ester (L-NAME, 10−5 mol l−1), and the ACh dose-response was repeated. To investigate the contribution of prostaglandin signaling to endothelium-dependent vasodilation, PNAs were co-incubated with L-NAME and the cyclooxygenase (COX) inhibitor indomethacin (10−5 mol l−1), and the ACh dose-response was repeated. Endothelium-independent vasodilator responsiveness was assessed via the cumulative addition of the NO donor sodium nitroprussside (SNP, 10−9–10−4 mol l−1). Lastly, maximal intraluminal diameter and medial wall thickness were determined after two 15 min incubations in Ca2+-free PSS supplemented with SNP (10−4 mol l−1) to achieve complete smooth muscle relaxation. Medial wall thickness was recorded as the average of three distinct wall measurements made with the video caliper as previously described.\n\nIn a separate set of rats (n=13–14/group), vasoconstrictor responses of PNAs to increasing concentrations of potassium chloride (KCl, 10–100 mmol l−1) were determined to investigate the contribution of voltage-gated Ca2+ channels. Concentrations of NaCl and KCl in PSS were balanced such that bath osmolarity was maintained and the desired isotonic K+ bath concentrations were achieved. Vasoconstrictor responses to the cumulative addition of norephinephrine (NE, 10−9–10−4 mol l−1) were recorded to measure the contribution of alpha adrenoreceptors. In a separate group of 20-wk old animals (lean, n=11; obese, n=10), the endothelium of PNAs was removed by passing 3–5 mL of air through the lumen as previously described. Administration of a bolus dose of ACh (10−5 mol l−1) was used to confirm the successful removal of the endothelium, and measurement of the PNA response to the cumulative addition of NE was determined.\n\nActive myogenic responses to stepwise increases in intraluminal pressure were determined by raising the height of both fluid reservoirs in 15 cmH2O increments from 0 cmH2O to 135 cmH2O. Intraluminal pressure was then decreased in 15 cmH2O increments back to 0 cmH2O. Passive myogenic responses to stepwise increases in intraluminal diameter were determined using the steps employed for the active myogenic response describe above except that the vessel bathing solution was replaced with Ca2+-free PSS plus SNP (10−4 mol l−1) as previously described.\n\nPeripheral quantitative computed tomography (pQCT)\n\nTomographic scans were performed ex vivo on femoral mid-shafts and distal femora in PBS using a Stratec XCT Research-M device as previously reported. Reported measures of cortical BMD were derived from the femoral mid-shaft and reported total and cancellous BMD were derived from measures of the distal femora. For precision of the measurements, calibration of the Stratec XCT Research-M device was performed prior to scanning by use of a hydroxyapatite standard cone phantom. The distal metaphysis of the femur was scanned 4, 5, and 6 mm from the proximal plateau and the mid-diaphysis was scanned (on center) 8 mm from distal end of the lateral epicondyles. For both the distal metaphysis and mid-diaphysis, values from multiple slices were averaged. Scans were performed at 5 mm/s with voxel resolution of 0.07 × 0.07 × 0.5 mm. Additionally, analyses were performed using cut and peel modes of 3 and 2. According to the manufacturer’s data, machine precision is ±3.0 mg/cm3 for cancellous bone and ±9.0 mg/cm3 for cortical bone.\n\nSurgical procedures\n\nBlood flow was measured in a separate group of 20-wk old lean (n=12) and obese (n=12) ZDF rats as previously described. Animals were anesthetized with isoflourane (2–2.5%/O2 balance) and a polyethylene catheter filled with heparinized saline solution (100 U/mL) was implanted in the ascending aorta via the right carotid artery. Blood (~300 µL) was collected from this catheter to determine plasma insulin and glucose concentrations. A separate polyethylene catheter was implanted into the caudal artery of the tail for reference blood sample withdrawals. Each animal was allowed ≥3 hrs of recovery after wound closure and the cessation of anesthesia before experiments to measure tissue blood flow were performed. Previous research demonstrates that cardiovascular dynamics, regional blood flow, and acid-base status recover to normal levels within 3 hrs after anesthesia.\n\nBlood flow determination\n\nBone blood flow using radiolabeled microspheres was measured during quiet standing in animals with long-term diabetes and 20 wk old age-matched lean controls as previously described. After completion of the blood flow experiment, animals were euthanized with Beuthanasia®-D Special (~0.6 mL/kg, Schering-Plough Animal Health, Union, NJ, USA) administered via the carotid artery catheter. Hindlimb bones were removed, cleared of muscle and tendon, and divided into regions as previously described. Individual tissue and reference blood sample radioactivity were determined and individual tissue blood flow (mL/min/100 g) was calculated according to the reference sample microsphere method. Tissue vascular conductance (mL/min/100 g/mmHg) was calculated by dividing individual tissue blood flow by mean arterial pressure.\n\nStatistical analyses\n\nVascular responses were calculated and expressed as a percentage of vasoconstriction or vasodilation as follows:  where Db was the initial baseline intraluminal diameter measured before experimental intervention, Ds was the steady-state intraluminal diameter measured after agonist addition, and Dm was the maximal diameter recorded at 60 cmH2O.\n\nBasal tone was expressed as a percentage of the maximal diameter (Dm) as follows:\n\nThe significance of differences in body mass and bone tissue mass were determined via Student’s unpaired t-tests. Pressure-response and concentration-response curves were evaluated by using repeated-measures ANOVA with one within (intraluminal pressure or agonist concentration) and one between (experimental groups) factor. Planned contrasts were conducted at each intraluminal pressure or concentration level to determine whether differences existed between experimental groups (lean vs. obese). Regression analyses were used to individually investigate the relation between peak-endothelium-dependent vasodilation and cancellous BMD in the distal femur and total BMD and cortical BMD in the femur diaphysis. Differences in hindlimb bone blood flow and vascular conductance between experimental groups were determined by one-tailed independent-samples t-tests. An alpha level of 0.05 delineated significance.",
  "results": "Results\n\nAnimal and PNA characteristics\n\nBody mass was greater in obese ZDF rats in the pre-diabetic, short-term and long-term diabetic conditions relative to the age-matched lean controls (Table 1). Blood glucose concentration was higher in ZDF rats with short- and long-term diabetes when compared to age-matched lean rats (Table 1), and blood insulin levels were higher in obese ZDF rats during the pre-diabetic and short-term diabetec conditions (Table 1).\n\nMaximal diameter of the femoral PNA did not differ between lean and obese ZDF rats in the pre-diabetic or short-term diabetic condition (Table 2). However, maximal diameter of the PNA was smaller in obese ZDF rats with long-term diabetes than that in age-matched lean controls (Table 2). Basal tone of the PNA did not differ between lean and obese ZDF rats at any age studied (Table 2).\n\nPNA vasodilation\n\nEndothelium-dependent vasodilation of the femoral PNA was greater in pre-diabetic ZDF rats when compared to age-matched lean ZDF animals (Fig. 1A). This difference was abolished by inhibition of NOS alone and by co-inhibition of NOS and COX (Fig. 1A). There was no difference in endothelium-dependent vasodilation between short-term diabetic animals and lean control ZDF rats (Fig. 1B). Endothelium-dependent vasodilation of the PNA in ZDF rats with long-term diabetes was lower than that of lean controls (Fig. 1C), and this difference was abolished with NOS inhibition alone and in combination with COX inhibition.\n\nEndothelium-independent vasodilation to SNP did not differ between lean ZDF rats and obese ZDF animals in the pre-diabetic and short-term diabetic conditions (Fig. 2). However, SNP-mediated vasodilation was attenuated in PNAs from long-term obese ZDF rats relative to lean controls (Fig. 2).\n\nPNA vasoconstriction\n\nVasoconstrictor responsiveness to KCl was greater in pre-diabetic animals relative to lean ZDF rats (see supplemental materials). However, there were no differences in vasoconstrictor responses to KCl in PNAs from animals with short-term or long-term diabetes.\n\nNE-induced vasoconstriction of the PNA was not different in animals with pre-diabetes or short-term diabetes relative to age-matched lean controls (see supplemental materials). However, NE-induced vasoconstriction was greater in animals with long-term diabetes at concentrations between 10−7 and 10−6 M (Fig. 3A). When the PNAs were denuded of the endothelium, differences in NE-mediated vasoconstriction between obese and lean ZDF rats were abolished (Fig. 3B).\n\nActive myogenic and passive pressure-diameter responses were not different between animals with pre-diabetes or short-term diabetes and their lean counterparts (see supplemental materials). However, active myogenic vasoconstriction was greater in animals with long-term diabetes relative to lean control rats (Fig. 4A), and the passive pressure-diameter responses were lower in long-term diabetic rats compared to lean controls (Fig. 4B).\n\nFemoral BMD\n\nTotal and cortical BMD were the same in pre-diabetic rats versus lean controls, whereas cancellous BMD of the distal femur was greater in the pre-diabetic condition (Table 1). With short-term diabetes, total and cancellous BMD were not different between obese and lean ZDF rats, while cortical BMD was lower in obese ZDF rats (Table 1). Rats in both of these age groups still exhibit skeletal growth, so the effects of factors present in the pre-diabetic and short-term diabetic states may occur as a result of skeletal growth. In long-term obese ZDF rats, where the animals are more skeletally mature, total, cancellous and cortical BMD were lower than that in lean ZDF animals (Table 1).\n\nRelation between endothelium-dependent vasodilation and femoral BMD\n\nCancellous BMD of the femur was positively associated with peak endothelium-dependent vasodilation of the PNA in prediabetes, short-term diabetes, and long-term diabetes (Figs. 5A–C). In addition, endothelium dependent-vasodilation was positively correlated with total BMD (Fig. 6A) and cortical BMD (Fig. 6B) of the femur in long-term diabetes.\n\nBlood flow, arterial pressure and vascular conductance\n\nBlood flow was lower in all regions of the femur (Fig. 7A) and in all other skeletal regions of the hindlimb (see supplemental materials) in 20-wk old ZDF rats with long-term diabetes. Mean arterial pressure was not different between ZDF rats with long-term diabetes (160 ± 6 mmHg) and lean controls (160 ± 4 mmHg). Consequently, vascular conductance was lower in the femur (Fig. 7B) and all regions of the hindlimb skeleton of 20-wk old obese ZDF rats with long-term diabetes (see supplemental materials).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Diabetes",
    "Bone blood flow",
    "Endothelium",
    "Vascular conductance",
    "Zucker diabetic fatty rat",
    "Article"
  ],
  "citations": [
    {
      "title": "Low bone volume--a risk factor for coronary calcifications in hemodialysis patients",
      "authors": [
        "T Adragao",
        "J Herberth",
        "MC Monier-Faugere",
        "AJ Branscum",
        "A Ferreira",
        "JM Frazao",
        "J Dias Curto",
        "HH Malluche"
      ]
    },
    {
      "title": "Goto-kakizaki rats: Its suitability as non-obese diabetic animal model for spontaneous type 2 diabetes mellitus",
      "authors": [
        "MS Akash",
        "K Rehman",
        "S Chen"
      ]
    },
    {
      "title": "Association between vascular calcification and osteoporosis in men with type 2 diabetes",
      "authors": [
        "E Bandeira",
        "AP Neves",
        "C Costa",
        "F Bandeira"
      ]
    },
    {
      "title": "Blood supply to the human femoral diaphysis in youth and senescence",
      "authors": [
        "G Bridgeman",
        "M Brookes"
      ]
    },
    {
      "title": "Type 2 diabetes mellitus worsens arterial stiffness in hypertensive patients through endothelial dysfunction",
      "authors": [
        "RM Bruno",
        "G Penno",
        "G Daniele",
        "L Pucci",
        "D Lucchesi",
        "F Stea",
        "L Landini",
        "G Cartoni",
        "S Taddei",
        "L Ghiadoni"
      ]
    },
    {
      "title": "Inhibition of osteoclastic motility by prostaglandins I2, E1, E2 and 6-oxo-E1",
      "authors": [
        "TJ Chambers",
        "NN Ali"
      ]
    },
    {
      "title": "Lower bone mineral density is associated with higher coronary calcification and coronary plaque burdens by multidetector row coronary computed tomography in pre- and postmenopausal women",
      "authors": [
        "SH Choi",
        "JH An",
        "S Lim",
        "BK Koo",
        "SE Park",
        "HJ Chang",
        "SI Choi",
        "YJ Park",
        "KS Park",
        "HC Jang"
      ]
    },
    {
      "title": "Muscle blood flow, measured by xenon133 and vascular calcifications in diabetics",
      "authors": [
        "NJ Christensen"
      ]
    },
    {
      "title": "Alterations in skeletal perfusion with simulated microgravity: A possible mechanism for bone remodeling",
      "authors": [
        "PN Colleran",
        "MK Wilkerson",
        "SA Bloomfield",
        "LJ Suva",
        "RT Turner",
        "MD Delp"
      ]
    },
    {
      "title": "Myogenic and vasoconstrictor responsiveness of skeletal muscle arterioles is diminished by hindlimb unloading",
      "authors": [
        "MD Delp"
      ]
    },
    {
      "title": "Blood flow in normal and denervated muscle during exercise in conscious rats",
      "authors": [
        "MD Delp",
        "RB Armstrong"
      ]
    },
    {
      "title": "Increased nitric oxide-mediated vasodilation of bone resistance arteries is associated with increased trabecular bone volume after endurance training in rats",
      "authors": [
        "JM Dominguez",
        "RD Prisby",
        "JM Muller-Delp",
        "MR Allen",
        "MD Delp"
      ]
    },
    {
      "title": "The effects of aging and exercise training on endothelin-1 vasoconstrictor responses in rat skeletal muscle arterioles",
      "authors": [
        "AJ Donato",
        "LA Lesniewski",
        "MD Delp"
      ]
    },
    {
      "title": "Profiling of zucker diabetic fatty rats in their progression to the overt diabetic state",
      "authors": [
        "GJ Etgen",
        "BA Oldham"
      ]
    },
    {
      "title": "The link between osteoporosis and cardiovascular disease",
      "authors": [
        "GN Farhat",
        "JA Cauley"
      ]
    },
    {
      "title": "Regional distribution of cardiac output in conscious rats at rest and during exercise. effects of diltiazem",
      "authors": [
        "SF Flaim",
        "RF Zelis"
      ]
    },
    {
      "title": "Diabetes and cardiovascular disease: A statement for healthcare professional from the American Heart Association. 1999",
      "authors": [
        "SM Grundy",
        "IJ Benjamin",
        "GL Burke",
        "A Chait",
        "RH Eckel",
        "BV Howard",
        "W Mitch",
        "SC Smith",
        "JR Sowers"
      ]
    },
    {
      "title": "Progression of aortic calcification is associated with metacarpal bone loss during menopause: A population-based longitudinal study",
      "authors": [
        "AE Hak",
        "HA Pols",
        "AM van Hemert",
        "A Hofman",
        "JC Witteman"
      ]
    },
    {
      "title": "Direct action of nitric oxide on osteoblastic differentiation",
      "authors": [
        "H Hikiji",
        "WS Shin",
        "S Oida",
        "T Takato",
        "T Koizumi",
        "T Toyo-oka"
      ]
    },
    {
      "title": "Heightened norepinephrine-mediated vasoconstriction in type 2 diabetes",
      "authors": [
        "RV Hogikyan",
        "AT Galecki",
        "JB Halter",
        "MA Supiano"
      ]
    },
    {
      "title": "Specific impairment of endothelium-dependent vasodilation in subjects with type 2 diabetes independent of obesity",
      "authors": [
        "RV Hogikyan",
        "AT Galecki",
        "B Pitt",
        "JB Halter",
        "DA Greene",
        "MA Supiano"
      ]
    },
    {
      "title": "Association of coronary artery and aortic calcium with lumbar bone density: The MESA abdominal aortic calcium study",
      "authors": [
        "JA Hyder",
        "MA Allison",
        "N Wong",
        "A Papa",
        "TF Lang",
        "C Sirlin",
        "SM Gapstur",
        "P Ouyang",
        "JJ Carr",
        "MH Criqui"
      ]
    },
    {
      "title": "Osteoporosis and diabetes mellitus",
      "authors": [
        "AM Inzerillo",
        "S Epstein"
      ]
    },
    {
      "title": "Reference sample microsphere method: Cardiac output and blood flows in conscious rat",
      "authors": [
        "S Ishise",
        "BL Pegram",
        "J Yamamoto",
        "Y Kitamura",
        "ED Frohlich"
      ]
    },
    {
      "title": "The role of bone cells in increasing metaphyseal hard tissue in rapidly growing rats treated with prostaglandin E2",
      "authors": [
        "WS Jee",
        "K Ueno",
        "DB Kimmel",
        "DM Woodbury",
        "P Price",
        "LA Woodbury"
      ]
    },
    {
      "title": "Antihypertensive effect of insulin via nitric oxide production in the zucker diabetic fatty rat an animal model for non-insulin-dependent diabetes mellitus",
      "authors": [
        "M Kawaguchi",
        "K Koshimura",
        "Y Murakami",
        "M Tsumori",
        "T Gonda",
        "Y Kato"
      ]
    },
    {
      "title": "\"Whither flows the fluid in bone?\" an osteocyte's perspective",
      "authors": [
        "ML Knothe Tate"
      ]
    },
    {
      "title": "Relations among glycemic control, circulating endothelial cells, nitric oxide, and flow mediated dilation in patients with type 2 diabetes mellitus",
      "authors": [
        "NA Kotb",
        "R Gaber",
        "W Salah",
        "A Elhendy"
      ]
    },
    {
      "title": "The course of peripheral vascular disease in non-insulin-dependent diabetes",
      "authors": [
        "K Kreines",
        "E Johnson",
        "M Albrink",
        "GL Knatterud",
        "ME Levin",
        "A Lewitan",
        "W Newberry",
        "FA Rose"
      ]
    },
    {
      "title": "The zucker fatty rat as a genetic model of obesity and hypertension",
      "authors": [
        "TW Kurtz",
        "RC Morris",
        "HA Pershadsingh"
      ]
    },
    {
      "title": "Osteoporosis--a risk factor for cardiovascular disease?",
      "authors": [
        "CE Lampropoulos",
        "I Papaioannou",
        "DP D'Cruz"
      ]
    },
    {
      "title": "Insulin resistance in the zucker diabetic fatty rat: A metabolic characterisation of obese and lean phenotypes",
      "authors": [
        "BL Leonard",
        "RN Watson",
        "KM Loomes",
        "AR Phillips",
        "GJ Cooper"
      ]
    },
    {
      "title": "Type 2 diabetes and bone",
      "authors": [
        "WD Leslie",
        "MR Rubin",
        "AV Schwartz",
        "JA Kanis"
      ]
    },
    {
      "title": "Decreased NO signaling leads to enhanced vasoconstrictor responsiveness in skeletal muscle arterioles of the ZDF rat prior to overt diabetes and hypertension",
      "authors": [
        "LA Lesniewski",
        "AJ Donato",
        "BJ Behnke",
        "CR Woodman",
        "MH Laughlin",
        "CA Ray",
        "MD Delp"
      ]
    },
    {
      "title": "Osteoclastic inhibition: An action of nitric oxide not mediated by cyclic GMP",
      "authors": [
        "I MacIntyre",
        "M Zaidi",
        "AS Alam",
        "HK Datta",
        "BS Moonga",
        "PS Lidbury",
        "M Hecker",
        "JR Vane"
      ]
    },
    {
      "title": "Impaired endothelium-dependent vasodilation in type 2 diabetes. relation to LDL size, oxidized LDL, and antioxidants",
      "authors": [
        "S Makimattila",
        "ML Liu",
        "J Vakkilainen",
        "A Schlenzka",
        "S Lahdenpera",
        "M Syvanne",
        "M Mantysaari",
        "P Summanen",
        "R Bergholm",
        "MR Taskinen"
      ]
    },
    {
      "title": "Distributions of microvascular pressure in skeletal muscle of one-kidney, one clip, two-kidney, one clip, and deoxycorticosterone-salt hypertensive rats",
      "authors": [
        "GA Meininger",
        "PD Harris",
        "IG Joshua"
      ]
    },
    {
      "title": "Fracture risk in type 2 diabetes: Update of a population-based study",
      "authors": [
        "LJ Melton",
        "CL Leibson",
        "SJ Achenbach",
        "TM Therneau",
        "S Khosla"
      ]
    },
    {
      "title": "Impaired flow-mediated vasodilation in type 2 diabetes: Lack of relation to microvascular dysfunction",
      "authors": [
        "MF Meyer",
        "D Lieps",
        "H Schatz",
        "M Pfohl"
      ]
    },
    {
      "title": "Interstitial fluid flow in cortical bone",
      "authors": [
        "RJ Montgomery",
        "BD Sutker",
        "JT Bronk",
        "SR Smith",
        "PJ Kelly"
      ]
    },
    {
      "title": "Aging impairs endothelium-dependent vasodilation in rat skeletal muscle arterioles",
      "authors": [
        "JM Muller-Delp",
        "SA Spier",
        "MW Ramsey",
        "MD Delp"
      ]
    },
    {
      "title": "Endothelial function and carotid intima-medial thickness in adolescents with type 2 diabetes mellitus",
      "authors": [
        "LH Naylor",
        "DJ Green",
        "TW Jones",
        "RJ Kalic",
        "KL Suriano",
        "M Shah",
        "N Hopkins",
        "EA Davis"
      ]
    },
    {
      "title": "Cellular basis of endothelial dysfunction in small mesenteric arteries from spontaneously diabetic (db/db −/−) mice: Role of decreased tetrahydrobiopterin bioavailability",
      "authors": [
        "M Pannirselvam",
        "S Verma",
        "TJ Anderson",
        "CR Triggle"
      ]
    },
    {
      "title": "The mechanism of coupling: A role for the vasculature",
      "authors": [
        "AM Parfitt"
      ]
    },
    {
      "title": "Indomethacin modulation of load-related stimulation of new bone formation in vivo",
      "authors": [
        "MJ Pead",
        "LE Lanyon"
      ]
    },
    {
      "title": "Zucker diabetic fatty rat as a model for non-insulin-dependent diabetes mellitus",
      "authors": [
        "RG Peterson",
        "WN Shaw",
        "M Neel",
        "LA Little",
        "J Eichberg"
      ]
    },
    {
      "title": "Aging and estrogen status: A possible endothelium-dependent vascular coupling mechanism in bone remodeling",
      "authors": [
        "RD Prisby",
        "JM Dominguez",
        "J Muller-Delp",
        "MR Allen",
        "MD Delp"
      ]
    },
    {
      "title": "Altered bone mass, geometry and mechanical properties during the development and progression of type 2 diabetes in the zucker diabetic fatty rat",
      "authors": [
        "RD Prisby",
        "JM Swift",
        "SA Bloomfield",
        "HA Hogan",
        "MD Delp"
      ]
    },
    {
      "title": "Aging reduces skeletal blood flow, endothelium-dependent vasodilation, and NO bioavailability in rats",
      "authors": [
        "RD Prisby",
        "MW Ramsey",
        "BJ Behnke",
        "JM Dominguez",
        "AJ Donato",
        "MR Allen",
        "MD Delp"
      ]
    },
    {
      "title": "Reduced bone mineral density is associated with breast arterial calcification",
      "authors": [
        "J Reddy",
        "JP Bilezikian",
        "SJ Smith",
        "L Mosca"
      ]
    },
    {
      "title": "From streaming-potentials to shear stress 25 years of bone cell mechanotransduction",
      "authors": [
        "RC Riddle",
        "HJ Donahue"
      ]
    },
    {
      "title": "Endothelial-dependent vasodilation and incidence of type 2 diabetes in a population of healthy postmenopausal women",
      "authors": [
        "R Rossi",
        "E Cioni",
        "A Nuzzo",
        "G Origliani",
        "MG Modena"
      ]
    },
    {
      "title": "Vascular complications in diabetes mellitus: The role of endothelial dysfunction",
      "authors": [
        "CG Schalkwijk",
        "CD Stehouwer"
      ]
    },
    {
      "title": "Diabetes mellitus: Does it affect bone?",
      "authors": [
        "AV Schwartz"
      ]
    },
    {
      "title": "Chronic skeletal unloading of the rat femur: Mechanisms and functional consequences of vascular remodeling",
      "authors": [
        "JN Stabley",
        "RD Prisby",
        "BJ Behnke",
        "MD Delp"
      ]
    },
    {
      "title": "Rat obesity gene fatty (fa) maps to chromosome 5: Evidence for homology with the mouse gene diabetes (db)",
      "authors": [
        "GE Truett",
        "N Bahary",
        "JM Friedman",
        "RL Leibel"
      ]
    },
    {
      "title": "Site-specific skeletal effects of exercise: Importance of interstitial fluid pressure",
      "authors": [
        "CH Turner"
      ]
    },
    {
      "title": "Impaired endothelium-dependent vasodilation in type 2 diabetes mellitus and the lack of effect of simvastatin",
      "authors": [
        "MA van de Ree",
        "MV Huisman",
        "FH de Man",
        "JC van der Vijver",
        "AE Meinders",
        "GJ Blauw"
      ]
    },
    {
      "title": "Endothelial dysfunction, inflammation, and apoptosis in diabetes mellitus",
      "authors": [
        "IA van den Oever",
        "HG Raterman",
        "MT Nurmohamed",
        "S Simsek"
      ]
    },
    {
      "title": "Deaths from CVD and diabetes",
      "authors": []
    }
  ],
  "original_title": "Type 2 diabetes alters bone and marrow blood flow and vascular control mechanisms in the ZDF rat.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/84e9/4379453/7dde98d21c17/nihms665518f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/84e9/4379453/cf55f5ecdce4/nihms665518f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/84e9/4379453/eaa1d20d93e4/nihms665518f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/84e9/4379453/c074c49064df/nihms665518f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/84e9/4379453/04474332ec1f/nihms665518f5.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/84e9/4379453/915d9b57da0e/nihms665518f6.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/84e9/4379453/51d2fbe74de4/nihms665518f7.jpg"
  ]
}