{
  "pmcid": "4917201",
  "title": "Hypothalamic Leptin Gene Therapy Reduces Body Weight without Accelerating Age-Related Bone Loss",
  "abstract": "Excessive weight gain in adults is associated with a variety of negative health outcomes. Unfortunately, dieting, exercise, and pharmacological interventions have had limited long-term success in weight control and can result in detrimental side effects, including accelerating age-related cancellous bone loss. We investigated the efficacy of using hypothalamic leptin gene therapy as an alternative method for reducing weight in skeletally-mature (9-month-old) female rats and determined the impact of leptin-induced weight loss on bone mass, density, and microarchitecture, and serum biomarkers of bone turnover (CTx and osteocalcin). Rats were implanted with cannulae in the 3rd ventricle of the hypothalamus and injected with either recombinant adeno-associated virus encoding the gene for rat leptin (rAAV-Leptin, n=7) or a control vector encoding green fluorescent protein (rAAV-GFP, n=10) and sacrificed 18 weeks later. A baseline control group (n=7) was sacrificed at vector administration. rAAV-Leptin-treated rats lost weight (−4±2%) while rAAV-GFP-treated rats gained weight (14±2%) during the study. At study termination, rAAV-Leptin-treated rats weighed 17% less than rAAV-GFP-treated rats and had lower abdominal white adipose tissue weight (−80%), serum leptin (−77%), and serum IGF1 (−34%). Cancellous bone volume fraction in distal femur metaphysis and epiphysis, and in lumbar vertebra tended to be lower (p<0.1) in rAAV-GFP-treated rats (13.5-months-old) compared to baseline control rats (9-months-old). Significant differences in cancellous bone or biomarkers of bone turnover were not detected between rAAV-Leptin and rAAV-GFP rats. In summary, rAAV-Leptin-treated rats maintained a lower body weight compared to baseline and rAAV-GFP-treated rats with minimal effects on bone mass, density, microarchitecture, or biochemical markers of bone turnover.",
  "introduction": "Introduction\n\nInsidious excessive weight gain is common in adults and is associated with increased risk for various chronic diseases, including heart disease, chronic obstructive pulmonary disease, type 2 diabetes, osteoarthritis, and certain cancers. Weight loss, whether induced by caloric restriction alone or in combination with exercise and/or pharmaceutical intervention, may attenuate or reverse the health risks associated with excessive weight gain. Unfortunately, the long-term efficacy of conventional weight loss interventions is generally poor and many individuals weight-cycle through repetitive bouts of weight loss followed by rapid weight regain.\n\nThe adipokine leptin plays an essential role in energy homeostasis and adult-onset weight gain is closely associated with an increase in circulating leptin and development of leptin resistance. As a consequence, avoiding leptin resistance may be essential to achieving life-long weight control. However, the mechanisms mediating leptin resistance are incompletely understood. To date, studies suggest that high blood leptin concentrations result in saturation of leptin transport across the blood brain barrier (blood brain barrier resistance) and/or down regulation of leptin signaling in the hypothalamus due to constitutive expression of suppressor of cytokine signaling (hypothalamic resistance).\n\nDelivery of leptin directly into the hypothalamus by gene therapy normalizes body weight and extends lifespan in morbidly obese leptin-deficient ob/ob mice in the absence of detectable circulating leptin. Additionally, hypothalamic leptin gene therapy slows weight gain in rodents capable of producing leptin. These findings suggest that increasing leptin levels directly in the hypothalamus, in addition to bypassing blood brain barrier-mediated leptin resistance, overcomes hypothalamic leptin resistance. However, it is less clear whether this approach can induce weight loss and/or maintain lower body weight in aging rodents with normal circulating levels of the hormone.\n\nIn humans, calorie restriction-induced weight loss is often associated with bone loss, leading to increased risk for osteoporosis. Importantly, weight regain does not restore bone and, as a consequence, weight cycling is especially deleterious to the skeletal system. Because osteoporotic fractures are associated with decreased quality of life and increased mortality, there is strong incentive to develop weight loss strategies that preserve bone mass.\n\nLeptin is a candidate factor for coupling bone metabolism to energy availability. Leptin is required for normal skeletal growth, maturation and turnover. Weight loss results in decreased leptin levels, reduced bone accrual during growth, and accelerated age-related bone loss. Importantly, leptin treatment attenuates the inhibitory effects of caloric restriction on bone growth. Furthermore, leptin administered at supraphysiological levels has been reported to maintain bone mineral density despite inducing weight loss.\n\nTaken together, the above findings suggest the respective skeletal changes accompanying caloric restriction-induced weight loss and leptin-induced weight loss differ. Specifically, low hypothalamic leptin levels induced by caloric restriction lead to an adaptive response similar to starvation and result in rapid bone loss. In contrast, elevating hypothalamic leptin levels decreases appetite and increases energy expenditure leading to weight loss with minimal impact on the skeleton. Although suggestive, the aforementioned conclusions are based on short-term studies where leptin was administered subcutaneously to growing rats with relatively low levels of circulating leptin. It is less clear whether similar benefits can be achieved in skeletally mature animals exhibiting weight gain as well as age-related bone loss. As such, the present study was designed to determine the long-term efficacy of increased hypothalamic leptin in reducing adult onset-associated weight gain and the impact this intervention has on bone mass, density and architecture.",
  "methods": "Material and Methods\n\nAnimals\n\nNine-month-old female Sprague Dawley rats (Harlan; Indianapolis, IN) were used in the experiment. The rats were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals and the experimental protocol was approved (IACUC #D642) by the Institutional Animal Care and Use Committee at the University of Florida (Gainesville, FL).\n\nExperimental Design\n\nThe rats were randomized by weight into 3 groups: baseline control (n = 7), rAAV-GFP control (n = 10), and rAAV-Leptin (n = 7). The baseline group (body weight; 289 ± 7g, mean ± SE) was sacrificed at vector administration. The rAAV-GFP and rAAV-Leptin groups were sacrificed at 18 weeks post-vector administration. All rats were housed individually in a temperature- (21–23°C) and light-controlled (lights on 8:00 – 18:00 hours) room under specific pathogen-free conditions. Food and water were available ad libitum to all animals. The rats were weighed and food consumption determined weekly.\n\nConstruction and Packaging of rAAV Vectors\n\nThe rAAV-Leptin and rAAV-GFP vectors were constructed and packaged as described previously. In brief, the vector pTR-CBA-Ob EcoRI fragment of pCR-rOb (a gift from Dr. Roger H. Unger, University of Texas Southwestern Medical Center, Dallas, TX) containing rat leptin cDNA was subcloned into rAAV vector plasmid pAAVβGEnh after deleting the EcoRI fragment carrying the β-glucoronidase cDNA sequence. The control vector, rAAV-GFP, was similarly constructed to encode the GFP gene.\n\nVector Administration\n\nFor vector administration, the rats were anesthetized with 2–3% isoflurane delivered in oxygen and stereotaxically implanted with a permanent cannula in the 3rd cerebroventricle. The coordinates employed for cannula placement were based on the rat brain atlas. After 1 week of recovery, rats were injected once intracerebroventricularly with either rAAV-GFP (5 μL, 8.25 X 1011 virus particles) or rAAV-Leptin (5 μL, 7.7 X. 1011 virus particles).\n\nTissue Collection and Analyses\n\nRats were fasted overnight prior to tissue collection. For tissue collection, the rats were anesthetized with 2–3% isoflurane delivered in oxygen. Blood was collected from abdominal aorta and serum stored at −20°C for analysis of leptin, insulin-like growth factor 1 (IGF1), growth hormone, glucose, adiponectin, collagen type 1 cross-linked C-telopeptide (CTx), and osteocalcin. Death was induced by decapitation. Hypothalami were excised and stored in RNAlater (Ambion, Austin, TX) for analysis of leptin and NPY mRNA levels. Abdominal white adipose tissue (WAT) was excised and weighed and samples of WAT were stored in RNAlater for analysis of leptin and IGF1 mRNA levels. Femora and 2nd lumbar vertebrae were collected and stored in 70% ethanol for analysis of bone mass, density, and architecture.\n\nSerum Chemistry\n\nSerum glucose was measured using Autokit Glucose (Wako, Richmond, VA). Serum leptin was assayed using the rat leptin radioimmunoassay kit from Linco Research, Inc. (St Louis, MO) according to the manufacturer’s instructions. Serum IGF1 was measured with a radioimmunoassay using a polyclonal antibody to IGF1 after separation of IGF-binding proteins by acid ethanol extraction. Serum osteocalcin was measured using rat Gla-osteocalcin high sensitive EIA kit (Clontech, Mountain View, CA). Serum CTx was measured using rat CTx-I ELISA kit (Novateinbio, Cambridge, MA). Serum adiponectin was measured using rat total adiponectin Quantikine ELISA kit (R&D Systems, Minneapolis, MN). Serum growth hormone was measured using a rat/mouse growth hormone ELISA kit (EMB Millipore, Billerica, MA).\n\nRNA analysis\n\nTissue samples were homogenized in TRIzol reagent (Invitrogen, Carlsbad, CA). Total cellular RNA was isolated according to manufacturer’s protocol. RNA quantity was determined spectrophotometrically, and RNA quality was evaluated via formaldehyde agarose gel electrophoresis.\n\nReal-Time PCR\n\ncDNA for RT-PCR was synthesized using SuperScript First-Strand Synthesis System for RT-PCR (Invitrogen, Carlsbad, CA). 1 μg of total RNA was reverse transcribed using random hexamer primers and SuperScript II reverse transcriptase according to manufacturer’s protocol. Real-time PCR primers that are specific for rat leptin (forward: 5′-CCTGTGGCTTTGGTCCTATCTG-3′, reverse: 5′-AGGCAAGCTGGTGAGGATCTG-3′), NPY (forward′ 5′-GCCATGATGCTAGGTAACAAACG-3′, reverse: 5′-GTTTCATTTCCCATCACCACATG-3′), IGF1 (forward: 5′-CCGGACCAGAGACCCTTTG-3′, reverse: 5′-CCTGTGGGCTTGTTGAAGTAAAA-3′), and 18S ribosomal RNA (18S) (forward: 5′-GGACCAGAGCGAAAGCATTTGC-3′, reverse: 5′-CGCCAGTCGGCATCGTTTATG-3′) were synthesized by Operon Biotechnologies (Huntsville, AL). Real-time PCR reactions were performed using DyNAmo HS SYBR Green qPCR kit (New England Biolabs, Ipswich, MA). A standard curve that was generated from serial dilutions of purified plasmid DNA that encoded the respective genes was used to measure mRNA transcript copy number. mRNA data represent normalized copy number using 18S ribosomal RNA gene.\n\nDual Energy X-ray Absorptiometry\n\nTotal femur bone mineral content (BMC, g), area (cm2), and bone mineral density (BMD, g/cm2) were measured ex vivo using dual energy absorptiometry (DXA; Piximus 2, Lunar Corp., Madison, WI).\n\nMicrocomputed Tomography\n\nMicrocomputed tomography (μCT) was used for nondestructive high resolution 3-dimensional evaluation of cortical and cancellous bone volume and architecture. Midshaft and distal femora and 2nd lumbar vertebrae were scanned in 70% ethanol using a Scanco μCT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 16 × 16 × 16 μm (55 kVp x-ray voltage, 145 μA intensity, and 200 ms integration time). Filtering parameters sigma and support were set to 0.8 and 1, respectively. Bone segmentation was conducted at a threshold of 245 (scale, 0–1000) determined empirically. Cortical bone in the mid femur diaphysis and cancellous bone in the distal femur metaphysis and epiphysis were evaluated. Automated contouring was used to delineate cortical bone from non-bone. Following, all cortical slices were examined visually for inclusion of cancellous struts originating from the endocortex (extremely rare at this site) and manually removed when present. Twenty consecutive slices (320 μm) of bone were evaluated and cross-sectional volume (cortical and marrow volume, mm3), cortical volume (mm3), marrow volume (mm3), and cortical thickness (μm) were measured. Polar moment of inertia (IPolar) was determined as a surrogate measure of bone strength in torsion. For the femoral metaphysis, 75 consecutive slices (1,200 μm) of cancellous bone, 150 slices (2400 μm) proximal to the growth plate, were evaluated. The entire cancellous compartment (60 ± 1 slices, 960 ± 16 μm, mean ± SE) was assessed in the femoral epiphysis. Analysis of lumbar vertebra included the entire region of cancellous bone between the cranial and caudal growth plates (282 ± 2 slices, 4,512 ± 36 μm). Manual contouring was used to delineate cancellous from cortical bone in the femur metaphysis, femur epiphysis, and vertebral body. Direct cancellous bone measurements included cancellous bone volume fraction (bone volume/tissue volume, %), connectivity density (mm−3), trabecular thickness (μm), trabecular number (mm−1), and trabecular spacing (μm).\n\nStatistical Analysis\n\nMean responses were compared between three groups (baseline, rAAV-GFP, and rAAV-Leptin) using analysis of variance (ANOVA), while two-group comparisons were made using t-tests. A modified F test was used when the assumption of equal variance was violated, with Welch’s two-sample t-test used for two-group comparisons. The Kruskal-Wallis nonparametric test was used when only the normality ANOVA assumption was violated, in which case the Wilcoxon-Mann-Whitney test was used for two-group comparisons. The required conditions for valid use of t-tests and ANOVA were assessed using Levene’s test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and the Anderson-Darling test of normality. Longitudinal data on weekly measurements of body weight (weeks 0 to 18) and food intake (weeks 1 to 18) were analyzed using linear mixed models to account for correlated data. To accommodate different slopes for the rAAV-GFP and rAAV-Leptin groups and varying slope coefficients across time for these groups, the data on body weight were modeled using a random intercept linear spline model with a single knot at week 4. The random intercept, random slope mixed model for food intake allowed for different marginal intercepts and slopes between the two groups. The Benjamini and Hochberg method for maintaining the false discovery rate at 5% was used to adjust for multiple comparisons. Differences were considered significant at p ≤ 0.05. Data are presented as mean ± SE. Data analysis was performed using R version 2.12.",
  "results": "Results\n\nThe effects of hypothalamic rAAV-Leptin gene therapy on body weight, abdominal WAT weight, and food intake are shown in Figure 1. rAAV-Leptin-treated rats lost weight (-4 ± 2%) during the 18 week duration of study; the estimated decrease in mean weight from weeks 0 to 18 was 8 ± 3 grams (p = 0.006; 95% CI: 2 grams, 13 grams). The weight loss in the rAAV-Leptin group occurred during the initial 4 weeks post-vector administration (estimated slope: −3.6, p < 0.0001; 95% CI: −5.2, −2.1) with weight increasing thereafter (estimated slope: 0.5, p = 0.01; 95% CI: 0.12, 0.85) (Figure 1A and B). In contrast, control rAAV-GFP-treated rats gained weight (14 ± 2%) during the study; the estimated increase in mean weight from weeks 0 to 18 was 40 ± 2 grams (p = 0.006; 95% CI: 36, 45). The increase in weight was greater during the first 4 weeks following vector administration (estimated slope: 7.7, p < 0.0001; 95% CI: 6.4, 9.0) than during the subsequent 13 weeks (estimated slope: 0.7, p < 0.0001; 95% CI: 0.39, 1.01). The rate of change in body weight (i.e., slope) differed between rAAV-GFP-treated and rAAV-Lep-treated rats during the first 4 weeks of treatment (p < 0.0001) but not during the subsequent 13 weeks. At study termination, rAAV-Leptin-treated rats weighed 17% less (53 ± 10 grams; p < 0.0001; 95% CI: 32 grams, 74 grams) than the rAAV-GFP-treated rats. This difference in body weight was associated with a pronounced reduction in abdominal WAT; WAT weight was 80% lower in rAAV-Leptin-treated compared to rAAV-GFP-treated rats (Figure 1C).\n\nFood consumption was lower in rAAV-Leptin-treated rats compared to rAAV-GFP-treated rats (Figure 1D). Although significant differences in food intake were not detected between the two groups at 1 week post-vector administration, the estimated difference in mean food intake between the two groups during weeks 2 to 4 was 2.4 g/d (95% CI: 1.6, 3.3; p<0.0001); food intake averaged 17.1 g/d (95% CI: 16.2, 17.9) in the leptin group and 19.5 g/d (95% CI: 18.8, 20.2) in the GFP group (p<0.0001). For weeks 5 to 18, the difference in food intake was still significant (p=0.002), but the estimated difference dropped to 1.3 g/d (95% CI: 0.5, 2.1); food intake averaged 17.2 g/d (95% CI: 16.4, 17.9) in the leptin group and 18.5 g/d (95% CI: 17.86, 17.90) in the GFP group. Total food intake over the 18 week duration was 9% lower (p=0.071) in the rAAV-Leptin group compared to the rAAV-GFP group (Figure 1E).\n\nThe effects of rAAV-Leptin gene therapy on leptin and NPY mRNA expression in hypothalamus and leptin and IGF1 mRNA expression in abdominal WAT are shown in Figure 2. As expected, rAAV-Leptin-treated rats had higher hypothalamic leptin mRNA levels than rAAV-GFP-treated rats (Figure 2A). Significant differences in NPY mRNA expression in hypothalamus were not detected with treatment (Figure 2B). Significant differences were also not detected with treatment for leptin and IGF1 mRNA expression in abdominal WAT (Figure 2C and D).\n\nThe effects of rAAV-Leptin gene therapy on serum leptin, IGF1, growth hormone, glucose, adiponectin, CTx, and osteocalcin are shown in Figure 3. Serum leptin and IGF1 concentrations were lower in rAAV-Leptin-treated rats compared to rAAV-GFP-treated rats (Figure 3A and B). Significant differences between rAAV-Leptin-treated and rAAV-GFP-treated rats were not detected for growth hormone (Figure 3C), glucose (Figure 3D), or adiponectin (Figure 3E). Furthermore, significant differences between the 2 treatment groups were not detected for CTx, a marker of bone resorption (Figure 3F) or osteocalcin, a marker of bone turnover (Figure 3G).\n\nThe effects of rAAV-Leptin gene therapy on femur area, BMC, and BMD are shown in Figure 4. Bone area tended to be higher in rAAV-GFP-treated rats (13.5 months old) compared to baseline control rats (9 months old; p = 0.072) and rAAV-Leptin-treated rats (13.5 months old; p = 0.056). Significant differences in bone area were not detected between rAAV-Leptin-treated rats and baseline control rats. Significant differences in either BMC or BMD were not detected among baseline, rAAV-GFP, and rAAV-Leptin rats.\n\nThe effects of rAAV-Leptin gene therapy on cortical bone in the femoral diaphysis and cancellous bone in the femoral metaphysis and epiphysis are shown in Table 1.\n\nFemur diaphysis\n\n13.5-month-old rAAV-GFP-treated rats had greater cortical volume and tended to have greater polar moment of inertia (p = 0.072) than 9-month-old baseline control rats. Cross-sectional volume, cortical volume, and polar moment of inertia also tended to be greater (p = 0.058, p = 0.071, and p = 0.056, respectively) in rAAV-GFP-treated rats compared to rAAV-Leptin-treated rats. Significant differences between 13.5-month-old rAAV-Leptin-treated rats and 9-month-old baseline control rats were not detected for any of the cortical endpoints evaluated. Significant differences in marrow volume and cortical thickness were not detected among the 3 groups.\n\nDistal femur metaphysis\n\n13.5-month-old rAAV-GFP-treated rats had lower connectivity density and tended to have lower cancellous bone volume fraction (p = 0.071) and trabecular number (p = 0.056) and greater trabecular spacing (p = 0.072) than 9-month-old baseline control rats. 13.5-month-old rAAV-Leptin-treated rats tended to have lower connectivity density (p = 0.060) and trabecular number (p = 0.072) and greater trabecular spacing (p = 0.084) than 9-month-old baseline control rats. Significant differences between rAAV-GFP and rAAV-Leptin rats were not detected for any of the cancellous endpoints evaluated. Significant differences in trabecular thickness were not detected among the 3 groups.\n\nDistal femur epiphysis\n\nCancellous bone volume fraction tended to be lower (p = 0.056) in 13.5-month-old rAAV-GFP-treated rats and was lower in 13.5-month-old rAAV-Leptin-treated rats than in 9-month-old baseline control rats. Significant differences in cancellous bone volume fraction were not detected between rAAV-GFP-treated and rAAV-Leptin-treated rats. Significant differences in connectivity density, trabecular number, trabecular thickness, and trabecular spacing were not detected among the 3 groups.\n\nLumbar vertebra\n\nThe effects of rAAV-Leptin gene therapy on cancellous bone in the lumbar vertebra are shown in Table 2. 13.5-month-old rAAV-GFP-treated rats tended to have lower cancellous bone volume fraction (p = 0.071) and trabecular number (p = 0.072) and greater trabecular spacing (p = 0.072) than 9-month-old baseline control rats. Significant differences in bone volume fraction, trabecular number, or trabecular spacing were not detected between rAAV-GFP-treated and rAAV-Leptin-treated rats. Significant differences among the 3 groups were not detected for connectivity density or trabecular thickness.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "rAAV-Leptin",
    "microcomputed tomography",
    "dual energy absorptiometry",
    "white adipose tissue",
    "Article"
  ],
  "citations": [
    {
      "title": "Absence of functional leptin receptor isoforms in the POUND (Lepr(db/lb)) mouse is associated with muscle atrophy and altered myoblast proliferation and differentiation",
      "authors": [
        "P Arounleut",
        "M Bowser",
        "S Upadhyay",
        "XM Shi",
        "S Fulzele",
        "MH Johnson",
        "AM Stranahan",
        "WD Hill",
        "CM Isales",
        "MW Hamrick"
      ]
    },
    {
      "title": "Evidence for the existence of distinct central appetite, energy expenditure, and ghrelin stimulation pathways as revealed by hypothalamic site-specific leptin gene therapy",
      "authors": [
        "M Bagnasco",
        "MG Dube",
        "PS Kalra",
        "SP Kalra"
      ]
    },
    {
      "title": "Impaired transport of leptin across the blood-brain barrier in obesity",
      "authors": [
        "WA Banks",
        "CR DiPalma",
        "CL Farrell"
      ]
    },
    {
      "title": "Leptin enters the brain by a saturable system independent of insulin",
      "authors": [
        "WA Banks",
        "AJ Kastin",
        "W Huang",
        "JB Jaspan",
        "LM Maness"
      ]
    },
    {
      "title": "Strategies for the delivery of leptin to the CNS",
      "authors": [
        "WA Banks",
        "CR Lebel"
      ]
    },
    {
      "title": "Central (ICV) leptin injection increases bone formation, bone mineral density, muscle mass, serum IGF-1, and the expression of osteogenic genes in leptin-deficient ob/ob mice",
      "authors": [
        "SM Bartell",
        "S Rayalam",
        "S Ambati",
        "DR Gaddam",
        "DL Hartzell",
        "M Hamrick",
        "JX She",
        "MA Della-Fera",
        "CA Baile"
      ]
    },
    {
      "title": "Controlling the flase discover rate: a practical and powerful approach to multiple testing",
      "authors": [
        "Y Benjamini",
        "Y Hochberg"
      ]
    },
    {
      "title": "Long-term suppression of weight gain, adiposity, and serum insulin by central leptin gene therapy in prepubertal rats: effects on serum ghrelin and appetite-regulating genes",
      "authors": [
        "E Beretta",
        "MG Dube",
        "PS Kalra",
        "SP Kalra"
      ]
    },
    {
      "title": "Identification of SOCS-3 as a potential mediator of central leptin resistance",
      "authors": [
        "C Bjorbaek",
        "JK Elmquist",
        "JD Frantz",
        "SE Shoelson",
        "JS Flier"
      ]
    },
    {
      "title": "The role of leptin in regulating neuroendocrine function in humans",
      "authors": [
        "S Bluher",
        "CS Mantzoros"
      ]
    },
    {
      "title": "Interaction between exercise, dietary restriction and age-related bone loss in a rodent model of male senile osteoporosis",
      "authors": [
        "M Bodnar",
        "M Skalicky",
        "A Viidik",
        "RG Erben"
      ]
    },
    {
      "title": "Suppression of fat deposition for the life time with gene therapy",
      "authors": [
        "S Boghossian",
        "A Lecklin",
        "R Torto",
        "PS Kalra",
        "SP Kalra"
      ]
    },
    {
      "title": "Leptin gene transfer in the hypothalamus enhances longevity in adult monogenic mutant mice in the absence of circulating leptin",
      "authors": [
        "S Boghossian",
        "N Ueno",
        "MG Dube",
        "P Kalra",
        "S Kalra"
      ]
    },
    {
      "title": "Medical consequences of obesity",
      "authors": [
        "GA Bray"
      ]
    },
    {
      "title": "Increase in vertebral body size in postmenopausal women with osteoporosis",
      "authors": [
        "K Briot",
        "S Kolta",
        "J Fechtenbaum",
        "R Said-Nahal",
        "CL Benhamou",
        "C Roux"
      ]
    },
    {
      "title": "Acute intravenous leptin infusion increases glucose turnover but not skeletal muscle glucose uptake in ob/ob mice",
      "authors": [
        "R Burcelin",
        "S Kamohara",
        "J Li",
        "GS Tannenbaum",
        "MJ Charron",
        "JM Friedman"
      ]
    },
    {
      "title": "Obesity is associated with a decreased leptin transport across the blood-brain barrier in rats",
      "authors": [
        "B Burguera",
        "ME Couce",
        "GL Curran",
        "MD Jensen",
        "RV Lloyd",
        "MP Cleary",
        "JF Poduslo"
      ]
    },
    {
      "title": "Role of leptin resistance in the development of obesity in older patients",
      "authors": [
        "S Carter",
        "A Caron",
        "D Richard",
        "F Picard"
      ]
    },
    {
      "title": "Public health impact of osteoporosis",
      "authors": [
        "JA Cauley"
      ]
    },
    {
      "title": "IGF system in cancer: from bench to clinic",
      "authors": [
        "J Chaves",
        "MW Saif"
      ]
    },
    {
      "title": "Inflammation and cachexia in chronic kidney disease",
      "authors": [
        "WW Cheung",
        "KH Paik",
        "RH Mak"
      ]
    },
    {
      "title": "Effect of obesity on breast cancer development",
      "authors": [
        "MP Cleary",
        "ME Grossmann",
        "A Ray"
      ]
    },
    {
      "title": "Targeting the adiponectin:leptin ratio for postmenopausal breast cancer prevention",
      "authors": [
        "MP Cleary",
        "A Ray",
        "OP Rogozina",
        "S Dogan",
        "ME Grossmann"
      ]
    },
    {
      "title": "Value of insulin-like growth factor system markers in the assessment of growth hormone status",
      "authors": [
        "DR Clemmons"
      ]
    },
    {
      "title": "Adipocyte-released insulin-like growth factor-1 is regulated by glucose and fatty acids and controls breast cancer cell growth in vitro",
      "authors": [
        "V D’Esposito",
        "F Passaretti",
        "A Hammarstedt",
        "D Liguoro",
        "D Terracciano",
        "G Molea",
        "L Canta",
        "C Miele",
        "U Smith",
        "F Beguinot"
      ]
    },
    {
      "title": "Caloric restriction leads to high marrow adiposity and low bone mass in growing mice",
      "authors": [
        "MJ Devlin",
        "AM Cloutier",
        "NA Thomas",
        "DA Panus",
        "S Lotinun",
        "I Pinz",
        "R Baron",
        "CJ Rosen",
        "ML Bouxsein"
      ]
    },
    {
      "title": "",
      "authors": [
        "H Dhillon"
      ]
    },
    {
      "title": "Long-term differential modulation of genes encoding orexigenic and anorexigenic peptides by leptin delivered by rAAV vector in ob/ob mice. Relationship with body weight change",
      "authors": [
        "H Dhillon",
        "Y Ge",
        "RM Minter",
        "V Prima",
        "LL Moldawer",
        "N Muzyczka",
        "S Zolotukhin",
        "PS Kalra",
        "SP Kalra"
      ]
    },
    {
      "title": "Dose-dependent effects of central leptin gene therapy on genes that regulate body weight and appetite in the hypothalamus",
      "authors": [
        "H Dhillon",
        "SP Kalra",
        "PS Kalra"
      ]
    },
    {
      "title": "Central leptin gene therapy suppresses body weight gain, adiposity and serum insulin without affecting food consumption in normal rats: a long-term study",
      "authors": [
        "H Dhillon",
        "SP Kalra",
        "V Prima",
        "S Zolotukhin",
        "PJ Scarpace",
        "LL Moldawer",
        "N Muzyczka",
        "PS Kalra"
      ]
    },
    {
      "title": "Effects of subcutaneous leptin injections on hypothalamic gene profiles in lean and ob/ob mice",
      "authors": [
        "J Duan",
        "YH Choi",
        "D Hartzell",
        "MA Della-Fera",
        "M Hamrick",
        "CA Baile"
      ]
    },
    {
      "title": "Central leptin gene therapy blocks high-fat diet-induced weight gain, hyperleptinemia, and hyperinsulinemia: increase in serum ghrelin levels",
      "authors": [
        "MG Dube",
        "E Beretta",
        "H Dhillon",
        "N Ueno",
        "PS Kalra",
        "SP Kalra"
      ]
    },
    {
      "title": "Increased leptin expression selectively in the hypothalamus suppresses inflammatory markers CRP and IL-6 in leptin-deficient diabetic obese mice",
      "authors": [
        "MG Dube",
        "R Torto",
        "SP Kalra"
      ]
    },
    {
      "title": "Who succeeds in maintaining weight loss? A conceptual review of factors associated with weight loss maintenance and weight regain",
      "authors": [
        "K Elfhag",
        "S Rossner"
      ]
    },
    {
      "title": "Integrated control of appetite and fat metabolism by the leptin-proopiomelanocortin pathway",
      "authors": [
        "S Forbes",
        "S Bui",
        "BR Robinson",
        "U Hochgeschwender",
        "MB Brennan"
      ]
    },
    {
      "title": "Obesity and the lung: 5. Obesity and COPD",
      "authors": [
        "FM Franssen",
        "DE O’Donnell",
        "GH Goossens",
        "EE Blaak",
        "AM Schols"
      ]
    },
    {
      "title": "Leptin levels reflect body lipid content in mice: evidence for diet-induced resistance to leptin action",
      "authors": [
        "RC Frederich",
        "A Hamann",
        "S Anderson",
        "B Lollmann",
        "BB Lowell",
        "JS Flier"
      ]
    },
    {
      "title": "A tale of two hormones",
      "authors": [
        "JM Friedman"
      ]
    },
    {
      "title": "The insulin-like growth factors in adipogenesis and obesity",
      "authors": [
        "A Garten",
        "S Schuster",
        "W Kiess"
      ]
    },
    {
      "title": "Leptin reverses the inhibitory effect of caloric restriction on longitudinal growth",
      "authors": [
        "G Gat-Yablonski",
        "T Ben-Ari",
        "B Shtaif",
        "O Potievsky",
        "O Moran",
        "R Eshet",
        "G Maor",
        "Y Segev",
        "M Phillip"
      ]
    },
    {
      "title": "Leptin and regulation of linear growth",
      "authors": [
        "G Gat-Yablonski",
        "M Phillip"
      ]
    },
    {
      "title": "Leptin prevents the fall in plasma osteocalcin during starvation in male mice",
      "authors": [
        "AP Goldstone",
        "JK Howard",
        "GM Lord",
        "MA Ghatei",
        "JV Gardiner",
        "ZL Wang",
        "RM Wang",
        "SI Girgis",
        "CJ Bailey",
        "SR Bloom"
      ]
    },
    {
      "title": "Leptin stimulates human osteoblastic cell proliferation, de novo collagen synthesis, and mineralization: Impact on differentiation markers, apoptosis, and osteoclastic signaling",
      "authors": [
        "JO Gordeladze",
        "CA Drevon",
        "U Syversen",
        "JE Reseland"
      ]
    },
    {
      "title": "Regulation of energy balance by leptin",
      "authors": [
        "A Hamann",
        "S Matthaei"
      ]
    },
    {
      "title": "Leptin treatment induces loss of bone marrow adipocytes and increases bone formation in leptin-deficient ob/ob mice",
      "authors": [
        "MW Hamrick",
        "MA Della-Fera",
        "YH Choi",
        "C Pennington",
        "D Hartzell",
        "CA Baile"
      ]
    },
    {
      "title": "The adipokine leptin increases skeletal muscle mass and significantly alters skeletal muscle miRNA expression profile in aged mice",
      "authors": [
        "MW Hamrick",
        "S Herberg",
        "P Arounleut",
        "HZ He",
        "A Shiver",
        "RQ Qi",
        "L Zhou",
        "CM Isales",
        "QS Mi"
      ]
    },
    {
      "title": "Gender differences in serum leptin levels in humans",
      "authors": [
        "MS Hickey",
        "RG Israel",
        "SN Gardiner",
        "RV Considine",
        "MR McCammon",
        "GL Tyndall",
        "JA Houmard",
        "RH Marks",
        "JF Caro"
      ]
    },
    {
      "title": "The adipocyte-derived hormone leptin has proliferative actions on androgen-resistant prostate cancer cells linking obesity to advanced stages of prostate cancer",
      "authors": [
        "MR Hoda",
        "G Theil",
        "N Mohammed",
        "K Fischer",
        "P Fornara"
      ]
    },
    {
      "title": "Leptin and cardiovascular diseases",
      "authors": [
        "N Hou",
        "JD Luo"
      ]
    },
    {
      "title": "Central leptin gene therapy corrects skeletal abnormalities in leptin-deficient ob/ob mice",
      "authors": [
        "UT Iwaniec",
        "S Boghossian",
        "PD Lapke",
        "RT Turner",
        "SP Kalra"
      ]
    },
    {
      "title": "Hypothalamic leptin gene therapy prevents weight gain without long-term detrimental effects on bone in growing and skeletally mature female rats",
      "authors": [
        "UT Iwaniec",
        "S Boghossian",
        "CH Trevisiol",
        "TJ Wronski",
        "RT Turner",
        "SP Kalra"
      ]
    },
    {
      "title": "Body mass influences cortical bone mass independent of leptin signaling",
      "authors": [
        "UT Iwaniec",
        "MG Dube",
        "S Boghossian",
        "H Song",
        "WG Helferich",
        "RT Turner",
        "SP Kalra"
      ]
    },
    {
      "title": "",
      "authors": [
        "UT Iwaniec",
        "RT Turner"
      ]
    },
    {
      "title": "Clinical applications involving CNS gene transfer",
      "authors": [
        "B Kantor",
        "T McCown",
        "P Leone",
        "SJ Gray"
      ]
    },
    {
      "title": "Mechanism of attenuation of leptin signaling under chronic ligand stimulation",
      "authors": [
        "H Knobelspies",
        "J Zeidler",
        "P Hekerman",
        "S Bamberg-Lemper",
        "W Becker"
      ]
    },
    {
      "title": "Reduced levels of IGF-I mediate differential protection of normal and cancer cells in response to fasting and improve chemotherapeutic index",
      "authors": [
        "C Lee",
        "FM Safdie",
        "L Raffaghello",
        "M Wei",
        "F Madia",
        "E Parrella",
        "D Hwang",
        "P Cohen",
        "G Bianchi",
        "VD Longo"
      ]
    },
    {
      "title": "Weight loss and regain and effects on body composition: the Health, Aging, and Body Composition Study",
      "authors": [
        "JS Lee",
        "M Visser",
        "FA Tylavsky",
        "SB Kritchevsky",
        "AV Schwartz",
        "N Sahyoun",
        "TB Harris",
        "AB Newman",
        "ABCS Health"
      ]
    },
    {
      "title": "Long-term follow-up after gene therapy for canavan disease",
      "authors": [
        "P Leone",
        "D Shera",
        "SW McPhee",
        "JS Francis",
        "EH Kolodny",
        "LT Bilaniuk",
        "DJ Wang",
        "M Assadi",
        "O Goldfarb",
        "HW Goldman"
      ]
    },
    {
      "title": "Decreased food intake does not completely account for adiposity reduction after ob protein infusion",
      "authors": [
        "N Levin",
        "C Nelson",
        "A Gurney",
        "R Vandlen",
        "F de Sauvage"
      ]
    },
    {
      "title": "Mice deficient in liver production of insulin-like growth factor I display sexual dimorphism in growth hormone-stimulated postnatal growth",
      "authors": [
        "JL Liu",
        "S Yakar",
        "D LeRoith"
      ]
    },
    {
      "title": "Review on epidemic of obesity",
      "authors": [
        "S Low",
        "MC Chin",
        "M Deurenberg-Yap"
      ]
    },
    {
      "title": "Effects of leptin replacement on hypothalamic-pituitary growth hormone axis function and circulating ghrelin levels in ob/ob mice",
      "authors": [
        "RM Luque",
        "ZH Huang",
        "B Shah",
        "T Mazzone",
        "RD Kineman"
      ]
    },
    {
      "title": "Obesity and arthritis",
      "authors": [
        "M Magliano"
      ]
    },
    {
      "title": "Influence of high and low protein intakes on age-related bone loss in rats submitted to adequate or restricted energy conditions",
      "authors": [
        "J Mardon",
        "V Habauzit",
        "A Trzeciakiewicz",
        "MJ Davicco",
        "P Lebecque",
        "S Mercier",
        "JC Tressol",
        "MN Horcajada",
        "C Demigne",
        "V Coxam"
      ]
    },
    {
      "title": "Impact of energy and casein or whey protein intake on bone status in a rat model of age-related bone loss",
      "authors": [
        "J Mardon",
        "A Zangarelli",
        "S Walrand",
        "MJ Davicco",
        "P Lebecque",
        "C Demigne",
        "MN Horcajada",
        "Y Boirie",
        "V Coxam"
      ]
    },
    {
      "title": "Time course of epiphyseal growth plate fusion in rat tibiae",
      "authors": [
        "EA Martin",
        "EL Ritman",
        "RT Turner"
      ]
    },
    {
      "title": "Reduced insulin-like growth factor-I serum levels in formerly obese women subjected to laparoscopic-adjustable gastric banding or diet-induced long-term caloric restriction",
      "authors": [
        "MC Mitterberger",
        "M Mattesich",
        "E Klaver",
        "H Piza-Katzer",
        "W Zwerschke"
      ]
    },
    {
      "title": "Reduced susceptibility to two-stage skin carcinogenesis in mice with low circulating insulin-like growth factor I levels",
      "authors": [
        "T Moore",
        "S Carbajal",
        "L Beltran",
        "SN Perkins",
        "S Yakar",
        "D Leroith",
        "SD Hursting",
        "J Digiovanni"
      ]
    },
    {
      "title": "Recent advances in understanding leptin signaling and leptin resistance",
      "authors": [
        "DL Morris",
        "L Rui"
      ]
    },
    {
      "title": "Serum adiponectin and leptin levels are useful markers for prostate cancer screening after adjustments for age, obesity-related factors, and prostate volume",
      "authors": [
        "K Nishimura",
        "T Soda",
        "S Nakazawa",
        "K Yamanaka",
        "T Hirai",
        "H Kishikawa",
        "Y Ichikawa"
      ]
    },
    {
      "title": "Genetic reduction of circulating insulin-like growth factor-1 inhibits azoxymethane-induced colon tumorigenesis in mice",
      "authors": [
        "SE Olivo-Marston",
        "SD Hursting",
        "J Lavigne",
        "SN Perkins",
        "RS Maarouf",
        "S Yakar",
        "CC Harris"
      ]
    },
    {
      "title": "Lack of stimulation of 24-hour growth hormone release by hypocaloric diet in obesity",
      "authors": [
        "MH Rasmussen",
        "A Juul",
        "LL Kjems",
        "NE Skakkebaek",
        "J Hilsted"
      ]
    },
    {
      "title": "Leptin and prostate: implications for cancer prevention--overview of genetics and molecular interactions",
      "authors": [
        "R Ribeiro",
        "C Lopes",
        "R Medeiros"
      ]
    },
    {
      "title": "20 years of leptin: role of leptin in energy homeostasis in humans",
      "authors": [
        "M Rosenbaum",
        "RL Leibel"
      ]
    },
    {
      "title": "Resistance to the satiety action of leptin following chronic central leptin infusion is associated with the development of leptin resistance in neuropeptide Y neurones",
      "authors": [
        "A Sahu"
      ]
    },
    {
      "title": "Peripheral and hypothalamic leptin resistance with age-related obesity",
      "authors": [
        "PJ Scarpace",
        "N Tumer"
      ]
    },
    {
      "title": "Specificity of leptin action on elevated blood glucose levels and hypothalamic neuropeptide Y gene expression in ob/ob mice",
      "authors": [
        "MW Schwartz",
        "DG Baskin",
        "TR Bukowski",
        "JL Kuijper",
        "D Foster",
        "G Lasser",
        "DE Prunkard",
        "D Porte",
        "SC Woods",
        "RJ Seeley"
      ]
    },
    {
      "title": "Identification of targets of leptin action in rat hypothalamus",
      "authors": [
        "MW Schwartz",
        "RJ Seeley",
        "LA Campfield",
        "P Burn",
        "DG Baskin"
      ]
    },
    {
      "title": "Age- and menopause-related bone loss compromise cortical and trabecular microstructure",
      "authors": [
        "E Seeman"
      ]
    },
    {
      "title": "Synergy between leptin therapy and a seemingly negligible amount of voluntary wheel running prevents progression of dietary obesity in leptin-resistant rats",
      "authors": [
        "A Shapiro",
        "M Matheny",
        "Y Zhang",
        "N Tumer",
        "KY Cheng",
        "E Rogrigues",
        "S Zolotukhin",
        "PJ Scarpace"
      ]
    },
    {
      "title": "Bone, body weight, and weight reduction: what are the concerns?",
      "authors": [
        "SA Shapses",
        "CS Riedt"
      ]
    },
    {
      "title": "Prolactin and growth hormone secretion in chemically induced and genetically obese mice",
      "authors": [
        "YN Sinha",
        "CB Salocks",
        "WP Vanderlaan"
      ]
    },
    {
      "title": "Age-related differences of bone mass, geometry, and strength in treatment-naive postmenopausal women. A tibia pQCT study",
      "authors": [
        "KD Stathopoulos",
        "P Katsimbri",
        "E Atsali",
        "E Metania",
        "AB Zoubos",
        "G Skarantavos"
      ]
    },
    {
      "title": "Systemic leptin administration in supraphysiological doses maintains bone mineral density and mechanical strength despite significant weight loss",
      "authors": [
        "AK Stunes",
        "I Westbroek",
        "JO Gordeladze",
        "BI Gustafsson",
        "JE Reseland",
        "U Syversen"
      ]
    },
    {
      "title": "Energy restriction reduces bone density and biomechanical properties in aged female rats",
      "authors": [
        "SM Talbott",
        "M Cifuentes",
        "MG Dunn",
        "SA Shapses"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "Stereological measures of trabecular bone structure: comparison of 3D micro computed tomography with 2D histological sections in human proximal tibial bone biopsies",
      "authors": [
        "JS Thomsen",
        "A Laib",
        "B Koller",
        "S Prohaska",
        "L Mosekilde",
        "W Gowin"
      ]
    },
    {
      "title": "Central leptin gene therapy blocks ovariectomy-induced adiposity",
      "authors": [
        "R Torto",
        "S Boghossian",
        "MG Dube",
        "PS Kalra",
        "SP Kalra"
      ]
    },
    {
      "title": "Moderate weight gain does not influence bone metabolism in skeletally mature female rats",
      "authors": [
        "RT Turner",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Low dose parathyroid hormone maintains normal bone formation in adult male rats during rapid weight loss",
      "authors": [
        "RT Turner",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Genistein administered as a once-daily oral supplement had no beneficial effect on the tibia in rat models for postmenopausal bone loss",
      "authors": [
        "RT Turner",
        "UT Iwaniec",
        "JE Andrade",
        "AJ Branscum",
        "SL Neese",
        "DA Olson",
        "L Wagner",
        "VC Wang",
        "SL Schantz",
        "WG Helferich"
      ]
    },
    {
      "title": "Peripheral leptin regulates bone formation",
      "authors": [
        "RT Turner",
        "SP Kalra",
        "CP Wong",
        "KA Philbrick",
        "LB Lindenmaier",
        "S Boghossian",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Moderate alcohol consumption suppresses bone turnover in adult female rats",
      "authors": [
        "RT Turner",
        "LS Kidder",
        "A Kennedy",
        "GL Evans",
        "JD Sibonga"
      ]
    },
    {
      "title": "Morbid obesity attenuates the skeletal abnormalities associated with leptin deficiency in mice",
      "authors": [
        "RT Turner",
        "KA Philbrick",
        "CP Wong",
        "DA Olson",
        "AJ Branscum",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Diet-induced obese mice develop peripheral, but not central, resistance to leptin",
      "authors": [
        "M Van Heek",
        "DS Compton",
        "CF France",
        "RP Tedesco",
        "AB Fawzi",
        "MP Graziano",
        "EJ Sybertz",
        "CD Strader",
        "HR Davis"
      ]
    },
    {
      "title": "A losing battle: weight regain does not restore weight loss-induced bone loss in postmenopausal women",
      "authors": [
        "KL Villalon",
        "WS Gozansky",
        "RE Van Pelt",
        "P Wolfe",
        "CM Jankowski",
        "RS Schwartz",
        "WM Kohrt"
      ]
    },
    {
      "title": "On the comparison of several mean values: an alternative approach",
      "authors": [
        "BL Welch"
      ]
    },
    {
      "title": "Long-term effectiveness of diet-plus-exercise interventions vs. diet-only interventions for weight loss: a meta-analysis",
      "authors": [
        "T Wu",
        "X Gao",
        "M Chen",
        "RM van Dam"
      ]
    },
    {
      "title": "Insulin-like growth factor-I regulates the liver microenvironment in obese mice and promotes liver metastasis",
      "authors": [
        "Y Wu",
        "P Brodt",
        "H Sun",
        "W Mejia",
        "R Novosyadlyy",
        "N Nunez",
        "X Chen",
        "A Mendoza",
        "SH Hong",
        "C Khanna"
      ]
    },
    {
      "title": "Obesity management interventions: a review of the evidence",
      "authors": [
        "J Yaskin",
        "RW Toner",
        "N Goldfarb"
      ]
    },
    {
      "title": "Recombinant adeno-associated virus purification using novel methods improves infectious titer and yield",
      "authors": [
        "S Zolotukhin",
        "BJ Byrne",
        "E Mason",
        "I Zolotukhin",
        "M Potter",
        "K Chesnut",
        "C Summerford",
        "RJ Samulski",
        "N Muzyczka"
      ]
    }
  ],
  "original_title": "Hypothalamic leptin gene therapy reduces body weight without accelerating age-related bone loss",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0a5b/4917201/8b08486bf45a/nihms723749f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0a5b/4917201/962b3dafba40/nihms723749f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0a5b/4917201/7eabb2da701a/nihms723749f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0a5b/4917201/389ddd39761f/nihms723749f4.jpg"
  ]
}