{
  "pmcid": "5421618",
  "title": "Room Temperature Housing Results in Premature Cancellous Bone Loss in Growing Female Mice: Implications for the Mouse as a Preclinical Model for Age-Related Bone Loss",
  "abstract": "Purpose\n\nFemale mice are often used as preclinical models for osteoporosis but, in contrast to humans, mice exhibit cancellous bone loss during growth. Mice are routinely housed at room temperature (18–23°C), a strategy that exaggerates physiological differences in thermoregulation between mice (obligatory daily heterotherms) and humans (homeotherms). The purpose of this investigation was to assess whether housing female mice at thermoneutral (temperature range where the basal rate of energy production is at equilibrium with heat loss) alters bone growth, turnover and microarchitecture.\n\nMethods\n\nGrowing (4-week-old) female C57BL/6J and C3H/HeJ mice were housed at either 22 °C or 32°C for up to 18 weeks.\n\nResults\n\nC57BL/6J mice housed at 22°C experienced a 62% cancellous bone loss from the distal femur metaphysis during the interval from 8–18 weeks of age and lesser bone loss from the distal femur epiphysis, whereas cancellous and cortical bone mass in 32°C-housed mice were unchanged or increased. The impact of thermoneutral housing on cancellous bone was not limited to C57BL/6J mice as C3H/HeJ mice exhibited a similar skeletal response. The beneficial effects of thermoneutral housing on cancellous bone were associated with decreased Ucp1 gene expression in brown adipose tissue, increased bone marrow adiposity, higher rates of bone formation, higher expression levels of osteogenic genes and locally decreased bone resorption.\n\nConclusions\n\nHousing female mice at 22°C resulted in premature cancellous bone loss. Failure to account for species differences in thermoregulation may seriously confound interpretation of studies utilizing mice as preclinical models for osteoporosis.",
  "introduction": "Introduction\n\nMice, because of their small size, short lifespan, and ease of genetic manipulation are a mainstay for cutting edge research in fundamental skeletal biology. In addition, mice are frequently utilized as preclinical models for metabolic bone disease associated with aging, including senile, disuse, and postmenopausal osteoporosis. Although the skeletons of mice and humans share many common characteristics, there are also notable species differences in bone physiology that may impact the usefulness of the mouse as a preclinical model for metabolic bone disease.\n\nHumans and mice both exhibit age-related bone loss. However, the timing and pattern of bone loss in mice differs markedly from humans. In contrast to humans, cancellous bone loss in mice begins even as their bones continue to elongate and cortical bone mass continues to be accrued. This is especially true for female C57BL/6J (B6) mice, a strain commonly used in bone research. By the time these mice reach skeletal maturity, generally defined by cessation in bone elongation (4–6 months of age), they have lost the majority of their cancellous bone in proximal tibia and distal femur, key clinically relevant sites. As a consequence, remarkably little cancellous bone remains in skeletally mature mice to model the impact of age or specific factors, such as ovarian hormone deficiency or skeletal disuse, known to contribute to the etiology of osteoporosis.\n\nUtilization of young mice as a strategy to circumvent premature bone loss is contraindicated by an extensive body of evidence indicating that the growing skeleton is an inappropriate model for the adult human skeleton. In adult humans, basic multicellular unit (BMU)-based bone remodeling helps maintain bone quality by repairing microdamage and by adjusting bone microarchitecture to meet mechanical needs. Also, cancellous bone loss in ageing humans occurs largely as a consequence of a negative remodeling balance. In contrast, in the growing skeleton, cancellous bone architecture is in a state of flux. Specifically, bone is added to the cancellous compartment by endochondral ossification and removed by destructive modeling. Additionally, modeling drifts alter trabecular thickness and reorient trabeculae in response to prevailing mechanical loads. Thus, bone balance during growth is impacted by cellular mechanisms that are either strictly limited or, in the case of endochondral ossification, completely absent in adults.\n\nThe cause of the premature cancellous bone loss in mice is unknown, but housing conditions, including ambient temperature, may play a role. A review of results from experiments conducted in our laboratory showed unusually high cancellous bone volume fraction in distal femur metaphysis of B6 mice housed at 32°C. An association between environmental temperature and limb length has been noted in mammals in the wild and laboratory studies have shown that temperature modulates growth plate cartilage synthesis. These findings strongly allude to exposure to a cold environment as having a negative effect on bone acquisition and retention. However, studies to date have emphasized temperature extremes and have provided limited insight into the underlying mechanisms. Also, prior studies have not focused on the impact of housing temperature on bone architecture or on the effects of environmental temperature on age-related bone loss. Therefore, the purpose of the present investigation was to assess whether mitigating cold adaptation by thermoneutral housing influences bone growth, turnover and microarchitecture in female mice.",
  "methods": "Materials and Methods\n\nExperimental design\n\nFour-week-old, female B6 and C3H/HeJ (C3H) female mice were obtained from Jackson Laboratory (Bar Harbor, ME, USA). The mice were housed individually in a room on a 12 h light:12 h dark cycle. Food (Teklad 8604, Harlen Laboratories, Indianapolis, IN) and water were provided ad libitum to all animals and body weight and food consumption were monitored weekly for the duration of studies. The experimental protocols were approved by the Institutional Animal Care and Use Committee and the mice were maintained in accordance with the NIH Guide for the Care and the Use of Laboratory Animals.\n\nExperiment 1: Effect of Thermoneutral Housing on Bone in Female B6 Mice\n\nThe mice were randomized by weight into 2 groups, 22°C or 32°C (n=10/group), and maintained at their respective temperatures for 14 weeks until 18 weeks of age. A group of mice (n=9) maintained at 22°C was sacrificed at 8 weeks of age to provide baseline measurements of bone microarchitecture in animals at peak cancellous bone mass as established in pilot studies and reported in the literature. The mice were injected with the fluorochrome calcein (15 mg/kg; Sigma Chemical) 4 and 1 days prior to sacrifice to label mineralizing bone. For assessment of body composition and tissue collection, mice were anesthetized with 2–3% isofluorane delivered in oxygen. The mice were bled by cardiac puncture. Serum was collected and stored at −80°C for measurement of global markers of bone turnover. Abdominal white adipose tissue (WAT) was excised and weighed. Femora were removed, fixed in 10% formalin, and stored in 70% ethanol for microcomputed tomography (μCT) and histomorphometric analysis. Tibiae and brown adipose tissue (BAT) were removed, frozen in liquid nitrogen, and stored at −80°C for mRNA analysis.\n\nExperiment 2: Effect of Thermoneutral Housing on Bone in Female C3H Mice\n\nA second experiment was conducted to verify that (1) prior results were reproducible and (2) not restricted to B6 mice. C3H mice were chosen as the second mouse strain for evaluation because of their drastically different skeletal phenotype compared to B6 mice. In addition, the experiment was extended by 4 weeks to insure that the mice had reached peak bone mass. Four-week-old B6 and C3H mice were randomized by weight within each strain into 2 groups; 22°C or 32°C (n=10/group), and maintained at their respective temperatures for 18 weeks until 22 weeks of age. Tissue was collected as in Experiment 1.\n\nSerum chemistry\n\nSerum leptin was measured using Mouse Leptin Quantikine ELISA Kit (R&D Systems, Minneapolis, MN), serum osteocalcin was measured using Mouse Gla-Osteocalcin High Sensitive EIA Kit (Clontech, Mountain View, CA), and serum CTX-1 was measured using Mouse CTX-1 ELISA kit (Life Sciences Advanced Technologies, Petersburg, FL) according to the respective manufacturer’s protocol.\n\nDual Energy X-ray Absorptiometry\n\nPercent body fat was determined using dual energy x-ray absorptiometry (DXA) (Piximus, Lunar Corp., Madison, WI, USA).\n\nMicrocomputed Tomography\n\nMicrocomputed tomography (μCT) was used for nondestructive 3-dimensional evaluation of bone volume and architecture. Right femora were scanned in 70% ethanol using a Scanco μCT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12 × 12 × 12 μm (55 kVp x-ray voltage, 145 μA intensity, and 200 ms integration time). Filtering parameters sigma and support were set to 0.8 and 1, respectively. Bone segmentation was conducted at a threshold of 245 (scale, 0–1000) determined empirically. Total femur mineralized tissue volume (cancellous + cortical bone) was evaluated. This was followed by site-specific evaluation of cortical bone in the midshaft femur and cancellous bone in the distal femur metaphysis and epiphysis. For the femoral diaphysis, 20 consecutive slices (240 μm) of bone distal to the femur midshaft were evaluated and cortical thickness (μm) measured. For the femoral metaphysis, 42 consecutive slices (504 μm) of cancellous bone, 45 slices (540 μm) proximal to the growth plate/metaphysis boundary, were evaluated. The entire cancellous compartment (38 ± 1 slices) was assessed in the femoral epiphysis. Irregular manual contouring a few pixels interior to the endocortical surface was used to delineate cancellous from cortical bone. Direct cancellous bone measurements in both the metaphyseal and epiphyseal cancellous compartments included cancellous bone volume fraction (bone volume/tissue volume, %), trabecular number (mm−1), and trabecular thickness (μm).\n\nHistomorphometry\n\nMethods used for measuring static and dynamic bone histomorphometry have been described with modifications for mice. In brief, distal right femora were dehydrated in a graded series of ethanol and xylene, and embedded undecalcified in modified methyl methacrylate. Coronal sections (4 μm thick) were cut with a vertical bed microtome (Leica 2065) and affixed to slides precoated with 1% gelatin solution. One section/animal was stained for tartrate resistant acid phosphatase and counterstained with toluidine blue (Sigma, St Louis) and used for cell-based measurements. One section/animal was mounted unstained for measurement of fluorochrome labels. All data were collected with a 20x objective using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA). The sampling site for the distal femoral metaphysis was located 0.25–1.25 mm proximal to the growth plate and 0.1 mm from cortical bone.\n\nCell-based measurements included osteoblast perimeter (osteoblast perimeter/bone perimeter, %), osteoclast perimeter (osteoclast perimeter/bone perimeter, %), marrow adiposity (adipocyte area/tissue area, %), adipocyte density (number of adipocytes/tissue area, #/mm2) and adipocyte size (μm2). Osteoblasts were identified morphologically as plump cuboidal cells immediately adjacent to a thin layer of osteoid in direct contact with the bone perimeter. Osteoclasts were identified as multinucleated (two or more nuclei) cells with acid phosphatase positive (red-stained) cytoplasm in contact with the bone perimeter. Adipocytes were identified as large circular or oval-shaped cells bordered by a prominent cell membrane and lacking cytoplasmic staining due to alcohol extraction of intracellular lipids during processing. This method has been previously validated by fat extraction and analysis. Fluorochrome-based measurements of bone formation included mineralizing perimeter (mineralizing perimeter/bone perimeter: cancellous bone perimeter covered with double plus half single label normalized to bone perimeter, %), mineral apposition rate (the mean distance between two fluorochrome markers that comprise each double label divided by the 3 day interlabel interval, μm/day), and bone formation rate adjusted for bone perimeter (bone formation rate/bone perimeter: calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to bone perimeter, μm2/μm/yr), adjusted for bone area (bone formation rate/bone area: calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to bone area, %/yr), and adjusted for tissue area (bone formation rate/tissue area: calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to tissue area, %/yr). All bone histomorphometric data are reported using standard 2-dimensional nomenclature.\n\nGene expression\n\nTibiae (n=8/group) were pulverized with a mortar and pestle in liquid nitrogen and homogenized in Trizol (Life Technologies, Grand Island, NY). Total RNA was isolated according to the manufacturer’s protocol, and mRNA was reverse transcribed into cDNA using SuperScript III First-Strand Synthesis SuperMix for qRT-PCR (Life Technologies). Gene expression related to osteoblast differentiation and function (Mouse “Osteogenesis” RT2 Profiler PCR Array, PAMM-026ZE-4 and Mouse “Osteoporosis” RT2 Profiler PCR Array, PAMM-170ZE-4) and adipocyte differentiation and function (Mouse “Adipogenesis” Signaling RT2 Profiler PCR Array, PAMM-049ZE-4) was determined according to the manufacturer’s protocol (Qiagen, Valencia, CA). Gene expression was normalized to GAPDH. Relative quantification was determined (ΔΔCt method) using RT2 Profiler PCR Array Data Analysis software version 3.5 (Qiagen). Fold-change was calculated using mice housed at 22°C as the control.\n\nStatistical Analysis\n\nMean responses of individual variables were compared for 8-week-old mice housed at 22°C and 18-week-old mice housed at either 22°C or 32°C using one-way analysis of variance, with t-tests used to make pairwise comparisons. The Kruskal-Wallis nonparametric test was used when only the normality assumption was violated, in which case the Wilcoxon-Mann-Whitney test was used for two-group comparisons. Histomorphometric parameters measured in mice housed at 22°C or 32°C were compared using t-tests or Wilcoxon-Mann-Whitney tests. Mean responses for female B6 and C3H mice housed at either 22°C or 32°C were compared using Wald tests of linear functions of coefficients from a general linear model with distinct variance terms for the two temperature groups, or the two genotype groups, or the four possible combinations of genotype by temperature when the homogeneity of variance assumption was violated. Variance model selection was performed using the Schwarz information criterion and likelihood ratio tests. The required conditions for valid use of Gaussian linear models were assessed using Levene’s test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and the Anderson-Darling test of normality. The Benjamini and Hochberg (1995) method for maintaining the false discovery rate at 5% was used to adjust for multiple comparisons. Data analysis was performed using R version 3.3.2.\n\nResults\n\nThe skeleton of female B6 mice is accruing bone in the interval from 8 to 18 weeks of age in animals housed at room temperature (22°C) as illustrated by the gains in femur length, total bone volume, and midshaft femur cortical thickness (Figure 1A–C). These gains contrast with reductions in cancellous bone volume fraction in distal femur metaphysis (Figure 1D) and distal femur epiphysis (Figure 1G). The loss of cancellous bone is due to a reduction in trabecular number (Figure 1E and H); trabecular thickness was either non-responsive to age (metaphysis, Figure 1F) or increased with age (epiphysis, Figure 1I). Housing animals at thermoneutral temperature (32°C) had no effect on femur length, total femur bone volume or cortical thickness in the femur diaphysis (Figure 1A–C). In addition, thermoneutral housing prevented the premature cancellous bone loss in the femur metaphysis (Figure 1D) and increased cancellous bone volume fraction in the femur epiphysis (Figure 1G). These effects were associated with attenuated reductions in trabecular number in metaphysis (Figure 1E) and epiphysis (Figure 1H) and increased trabecular thickness in metaphysis (Figure 1F). The impact of housing temperature on bone, especially in the distal femur metaphysis, can be visually appreciated in Figure 1J.\n\nThermoneutral housing had no effect on body weight gain in B6 mice (Figure 2A) in spite of drastic reductions (~40%) in food intake (Figure 2B). However, a temperature-dependent effect on energy partitioning was clearly evident; compared to mice housed at 22°C, mice housed at 32°C had higher percent body fat (Figure 2C), higher abdominal WAT weight (Figure 2D), higher serum leptin (Figure 2E), higher bone marrow adiposity (Figure 2F) due to higher adipocyte density (Figure 2G) but not adipocyte size (Figure 2H), and lower Ucp1 gene expression in BAT (Figure 2I).\n\nThe effects of thermoneutral housing on cancellous bone mass are not unique to the B6 mouse strain, as demonstrated by our second experiment conducted in female B6 and C3H mice subjected to room temperature (22°C) or thermoneutral temperature (32°C) from 4 to 22 weeks of age (sacrificed at 22 weeks of age) (Figure 3, please see Supplementary Table 1 for absolute values). Both B6 mice (Figure 3A) and C3H mice (Figure 3B) housed at thermoneutral temperature had higher cancellous bone volume fraction in the femur metaphysis and epiphysis than mice housed at room temperature. Furthermore, similar to B6 mice, housing temperature had no impact on femur length in C3H mice. However, in contrast to B6 mice, total femur bone volume was higher in thermoneutral-housed C3H mice compared to room temperature-housed C3H mice.\n\nThe cellular mechanisms for the beneficial effects of thermoneutral housing on cancellous bone in B6 mice were evaluated by measuring static and dynamic bone histomorphometry in distal femur metaphysis and blood makers of bone turnover (Figure 4). Higher osteoblast perimeter (Figure 4A), mineralizing perimeter (Figure 4B) bone formation rate normalized to bone perimeter (Figure 4D), and bone formation rate normalized to tissue area (Figure 4F) suggest that the higher cancellous bone volume fraction in the femoral metaphysis of thermoneutral-housed mice is due, in part, to increases in osteoblast number. Differences in mineral apposition rate, an index of osteoblast activity, were not detected with treatment (Figure 4C). Differences in bone formation rate normalized to bone area (Figure 4E) were likewise not detected with treatment. The elevated serum osteocalcin levels (Figure 4G) further suggest a global increase in bone formation. The effects of thermoneutral housing on bone resorption are less clear. On one hand, osteoclast-lined bone perimeter was lower (Figure 1H), suggesting that lower bone resorption also contributes to the increased cancellous bone volume fraction in the distal femur. On the other hand, serum CTX-1 (Figure 1I), a global measure of bone resorption, did not differ between the two groups.\n\nConsistent with increased bone formation in B6 mice housed at thermoneutral temperature for 14 weeks, targeted gene profiling revealed higher mRNA levels in tibia for genes related to bone formation and osteoblast function, including alkaline phosphate (Alpl), osteocalcin (Bglap), and bone matrix collagen (Col1a2) (Table 1). Thermoneutral housing was associated with higher gene expression levels for several key receptors for hormones and cytokines involved in regulation of bone metabolism, including receptors for BMP (Bmpr-1a), FGF (Fgfr1, Fgfr2), and Vitamin D (Vdr). Housing temperature also impacted expression levels of genes associated with BMP (Bmp1, 6, and 7 and Smad1, 2, and 3) and Wnt (Wnt5b, Lrp5, Dkk1) signaling. Consistent with the increased bone marrow adiposity in mice housed at thermoneutral temperature, elevated gene expression levels for the adipokines adiponectin (Adpoq) angiotensinogen (Agt) and leptin (lep) were observed (Table 1).",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "animal models",
    "osteoporosis",
    "thermogenesis",
    "sympathetic signaling",
    "Article"
  ],
  "citations": [
    {
      "title": "Animal models for osteoporosis",
      "authors": [
        "UT Iwaniec",
        "RT Turner",
        "R Marcus",
        "D Feldman",
        "D Dempster",
        "M Luckey",
        "JA Cauley"
      ]
    },
    {
      "title": "Age-related changes assessed by peripheral QCT in healthy Italian women",
      "authors": [
        "G Guglielmi",
        "A De Serio",
        "S Fusilli",
        "A Scillitani",
        "I Chiodini",
        "M Torlontano",
        "M Cammisa"
      ]
    },
    {
      "title": "Age-related bone mineral density patterns in Koreans (KNHANES IV)",
      "authors": [
        "EY Lee",
        "D Kim",
        "KM Kim",
        "KJ Kim",
        "HS Choi",
        "Y Rhee",
        "SK Lim"
      ]
    },
    {
      "title": "Age-related changes in trabecular architecture differ in female and male C57BL/6J mice",
      "authors": [
        "V Glatt",
        "E Canalis",
        "L Stadmeyer",
        "ML Bouxsein"
      ]
    },
    {
      "title": "Bone growth and turnover in progesterone receptor knockout mice",
      "authors": [
        "DJ Rickard",
        "UT Iwaniec",
        "G Evans"
      ]
    },
    {
      "title": "Changing views about ‘Osteoporoses’ (a 1998 overview)",
      "authors": [
        "HM Frost"
      ]
    },
    {
      "title": "Bone remodeling",
      "authors": [
        "DJ Hadjidakis",
        "Androulakis"
      ]
    },
    {
      "title": "Bone modeling and remodeling",
      "authors": [
        "E Seeman"
      ]
    },
    {
      "title": "Cancellous bone turnover in growing rats: time-dependent changes in association between calcein label and osteoblasts",
      "authors": [
        "RT Turner"
      ]
    },
    {
      "title": "Mechanism of action of estrogen on cancellous bone balance in tibiae of ovariectomized growing rats: inhibition of indices of formation and resorption",
      "authors": [
        "RT Turner",
        "GL Evans",
        "GK Wakley"
      ]
    },
    {
      "title": "Estrogen regulates the rate of bone turnover but bone balance in ovariectomized rats is modulated by prevailing mechanical strain",
      "authors": [
        "KC Westerlind",
        "TJ Wronski",
        "EL Ritman",
        "ZP Luo",
        "KN An",
        "NH Bell",
        "RT Turner"
      ]
    },
    {
      "title": "Morbid obesity attenuates the skeletal abnormalities associated with leptin deficiency in mice",
      "authors": [
        "RT Turner",
        "KA Philbrick",
        "CP Wong",
        "DA Olson",
        "AJ Branscum",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Temperature regulates limb length in homeotherms by directly modulating cartilage growth",
      "authors": [
        "MA Serrat",
        "D King",
        "CO Lovejoy"
      ]
    },
    {
      "title": "Histological analysis of bone",
      "authors": [
        "UT Iwaniec",
        "TJ Wronski",
        "RT Turner"
      ]
    },
    {
      "title": "Genetic variations in bone density, histomorphometry, and strength in mice",
      "authors": [
        "MP Akhter",
        "UT Iwaniec",
        "MA Covey",
        "DM Cullen",
        "DB Kimmel",
        "RR Recker"
      ]
    },
    {
      "title": "Peripheral leptin regulates bone formation",
      "authors": [
        "RT Turner",
        "SP Kalra",
        "CP Wong",
        "KA Philbrick",
        "LB Lindenmaier",
        "S Boghossian",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Growth hormone regulates the balance between bone formation and bone marrow adiposity",
      "authors": [
        "PJ Menagh",
        "RT Turner",
        "DB Jump",
        "CP Wong",
        "MB Lowry",
        "S Yakar",
        "CJ Rosen",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Standardized nomenclature, symbols, and units for bone histomorphometry: a 2012 update of the report of the ASBMR Histomorphometry Nomenclature Committee",
      "authors": [
        "DW Dempster",
        "JE Compston",
        "MK Drezner",
        "FH Glorieux",
        "JA Kanis",
        "H Malluche",
        "PJ Meunier",
        "SM Ott",
        "RR Recker",
        "AM Parfitt"
      ]
    },
    {
      "title": "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
      "authors": [
        "Y Benjamini",
        "Y Hochberg"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "Genistein administered as a once-daily oral supplement had no beneficial effect on the tibia in rat models for postmenopausal bone loss",
      "authors": [
        "RT Turner",
        "UT Iwaniec",
        "JE Andrade",
        "AJ Branscum",
        "SL Neese",
        "DA Olson",
        "L Wagner",
        "VC Wang",
        "SL Schantz",
        "WG Helferich"
      ]
    },
    {
      "title": "Caloric restriction leads to high marrow adiposity and low bone mass in growing mice",
      "authors": [
        "MJ Devlin",
        "AM Cloutier",
        "NA Thomas",
        "DA Panus",
        "S Lotinun",
        "I Pinz",
        "R Baron",
        "CJ Rosen",
        "ML Bouxsein"
      ]
    },
    {
      "title": "Low dose parathyroid hormone maintains normal bone formation in adult male rats during rapid weight loss",
      "authors": [
        "RT Turner",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Time course of peripheral heterothermy in a homeotherm",
      "authors": [
        "RT Brown",
        "JG Baust"
      ]
    },
    {
      "title": "Cardiovascular changes during daily torpor in the laboratory mouse",
      "authors": [
        "SJ Swoap",
        "MJ Gutilla"
      ]
    },
    {
      "title": "Minimum size of mammalian homeotherms: role of the thermal environment",
      "authors": [
        "CR Tracy"
      ]
    },
    {
      "title": "Housing temperature-induced stress drives therapeutic resistance in murine tumour models through beta2-adrenergic receptor activation",
      "authors": [
        "JW Eng",
        "CB Reed",
        "KM Kokolus",
        "R Pitoniak",
        "A Utley",
        "MJ Bucsek",
        "WW Ma",
        "EA Repasky",
        "BL Hylander"
      ]
    },
    {
      "title": "Baseline tumor growth and immune control in laboratory mice are significantly influenced by subthermoneutral housing temperature",
      "authors": [
        "KM Kokolus",
        "ML Capitano",
        "CT Lee"
      ]
    },
    {
      "title": "Chilly mice confound cancer studies",
      "authors": [
        "K Rosania"
      ]
    },
    {
      "title": "Thermoneutral housing is a critical factor for immune function and diet-induced obesity in C57BL/6 nude mice",
      "authors": [
        "K Stemmer",
        "P Kotzbeck",
        "F Zani",
        "M Bauer",
        "C Neff",
        "TD Muller",
        "PT Pfluger",
        "RJ Seeley",
        "S Divanovic"
      ]
    },
    {
      "title": "A role for the melatonin-related receptor GPR50 in leptin signaling, adaptive thermogenesis, and torpor",
      "authors": [
        "DA Bechtold",
        "A Sidibe",
        "BR Saer"
      ]
    },
    {
      "title": "Torpor in mice is induced by both leptin-dependent and -independent mechanisms",
      "authors": [
        "O Gavrilova",
        "LR Leon",
        "B Marcus-Samuels",
        "MM Mason",
        "AL Castle",
        "S Refetoff",
        "C Vinson",
        "ML Reitman"
      ]
    },
    {
      "title": "Norepinephrine controls both torpor initiation and emergence via distinct mechanisms in the mouse",
      "authors": [
        "SJ Swoap",
        "D Weinshenker"
      ]
    },
    {
      "title": "The full expression of fasting-induced torpor requires beta 3-adrenergic receptor signaling",
      "authors": [
        "SJ Swoap",
        "MJ Gutilla",
        "LC Liles",
        "RO Smith",
        "D Weinshenker"
      ]
    },
    {
      "title": "Alternatively activated macrophages produce catecholamines to sustain adaptive thermogenesis",
      "authors": [
        "KD Nguyen",
        "Y Qiu",
        "X Cui",
        "YP Goh",
        "J Mwangi",
        "T David",
        "L Mukundan",
        "F Brombacher",
        "RM Locksley",
        "A Chawla"
      ]
    },
    {
      "title": "Differential regulation of uncoupling protein-1, -2 and -3 gene expression by sympathetic innervation in brown adipose tissue of thermoneutral or cold-exposed rats",
      "authors": [
        "F Denjean",
        "J Lachuer",
        "A Geloen",
        "F Cohen-Adad",
        "C Moulin",
        "H Barre",
        "C Duchamp"
      ]
    },
    {
      "title": "Energy dissipation in brown adipose tissue: from mice to men",
      "authors": [
        "MJ Vosselman",
        "WD van Marken Lichtenbelt",
        "P Schrauwen"
      ]
    },
    {
      "title": "Leptin and regulation of linear growth",
      "authors": [
        "G Gat-Yablonski",
        "M Phillip"
      ]
    },
    {
      "title": "Leptin deficiency produces contrasting phenotypes in bones of the limb and spine",
      "authors": [
        "MW Hamrick",
        "C Pennington",
        "D Newton",
        "D Xie",
        "C Isales"
      ]
    },
    {
      "title": "Distribution of CGRP-, VIP-, D beta H-, SP-, and NPY-immunoreactive nerves in the periosteum of the rat",
      "authors": [
        "EL Hill",
        "R Elde"
      ]
    },
    {
      "title": "Innervation of periosteum and bone by sympathetic vasoactive intestinal peptide-containing nerve fibers",
      "authors": [
        "EL Hohmann",
        "RP Elde",
        "JA Rysavy",
        "S Einzig",
        "RL Gebhard"
      ]
    },
    {
      "title": "Behaviorally mediated, warm adaptation: a physiological strategy when mice behaviorally thermoregulate",
      "authors": [
        "CJ Gordon",
        "C Aydin",
        "EA Repasky",
        "KM Kokolus",
        "G Dheyongera",
        "AF Johnstone"
      ]
    }
  ],
  "original_title": "Room temperature housing results in premature cancellous bone loss in growing female mice: implications for the mouse as a preclinical model for age-related bone loss.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/04e9/5421618/1d03525ee059/nihms861145f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/04e9/5421618/7d742e594c48/nihms861145f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/04e9/5421618/5986363313ff/nihms861145f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/04e9/5421618/36a67f094343/nihms861145f4.jpg"
  ]
}