{
  "pmcid": "5477841",
  "title": "Spaceflight-Induced Bone Loss Alters Failure Mode and Reduces Bending Strength in Murine Spinal Segments",
  "abstract": "Intervertebral disc herniation rates are quadrupled in astronauts following spaceflight. While bending motions are main contributors to herniation, the effects of microgravity on the bending properties of spinal discs are unknown. Consequently, the goal of this study was to quantify the bending properties of tail discs from mice with or without microgravity exposure. Caudal motion segments from six mice returned from a 30-day Bion M1 mission and eight vivarium controls were loaded to failure in four-point bending. After testing, specimens were processed using histology to determine the location of failure, and adjacent motion segments were scanned with micro-computed tomography (μCT) to quantify bone properties. We observed that spaceflight significantly shortened the nonlinear toe region of the force-displacement curve by 32% and reduced the bending strength by 17%. Flight mouse spinal segments tended to fail within the growth plate and epiphyseal bone, while controls tended to fail at the disc-vertebra junction. Spaceflight significantly reduced vertebral bone volume fraction, bone mineral density, and trabecular thickness, which may explain the tendency of flight specimens to fail within the epiphyseal bone. Together, these results indicate that vertebral bone loss during spaceflight may degrade spine bending properties and contribute to increased disc herniation risk in astronauts.",
  "introduction": "Microgravity exposure during spaceflight negatively impacts the human spine and increases the risk for low back pain and injury. Astronauts experience a 4.3-fold increase in intervertebral disc herniation rate following spaceflight (Figs. 1 and 2). Herniation occurs when the annulus fibrosus or cartilage endplate junction is damaged and nucleus pulposus material extrudes through the damaged region. The extruded nucleus material can press on spinal nerves, causing severe pain and often requiring surgery. Disc herniation can be mechanically induced via a combination of hyper-flexion plus compression, making herniation likely during heavy lifting events in a flexed posture.\n\nVarious phenomena may account for the post-spaceflight increase in herniation risk. Spine unloading due to microgravity exposure is thought to cause supraphysiologic disc swelling and hydration, as suggested by the increased spine length during spaceflight and disc swelling observed during prolonged bed rest. Disc swelling has been shown to place the annulus and intervertebral ligaments in greater tension and limit the range of motion of the spine. By contrast, gravity loading increases slack in intervertebral ligaments and reduces the disc’s resistance to bending; consequently, forward bending stresses are 300% lower in the evening than in the early morning. Increased tension in the annulus following prolonged unloading may also cause annular tissue degradation and negatively affect matrix production. Furthermore, supraphysiologic disc swelling leads to a loss of lumbar lordosis, offsetting tensile and compressive differences between the anterior and posterior annulus and increasing tension in the posterior annulus. Together, these altered disc biomechanics associated with spaceflight may elevate an astronaut’s herniation risk during flexion movements upon return to a gravitational environment.\n\nAlthough imaging and biopsy studies on human astronauts have uncovered a multitude of compositional and geometric changes in the spine during spaceflight including bone loss, muscle atrophy, and disc heightening, animal models are essential in studying changes in spinal mechanics invasively. Due to limitations of spaceflight research, very few of these animal studies have been performed, most of which use the rodent caudal disc model. For example, Bailey et al. observed that uniaxial compressive creep properties decrease in murine caudal discs post-spaceflight and do not recover significantly over 7-day re-acclimation to gravity. However, Sinha et al. found that neonatal rats exposed to a relatively short 5-day spaceflight do not demonstrate significant alterations in vertebral compressive strength or disc resiliency as determined by stress-relaxation. No studies to date have measured changes in mechanical bending properties of the spine following spaceflight.\n\nGiven the importance of bending motions for herniation induction, we hypothesized that the biomechanical bending properties of mouse spines following spaceflight are diminished as compared to ground controls. Additionally, we hypothesized that the main site of disc failure is the annular insertion to the vertebra, based on recent work showing this junction to be the most common site of failure in clinical lumbar disc herniations.",
  "methods": "MATERIALS AND METHODS\n\nAnimals\n\nThis study was approved by the NASA Ames Research Center Institutional Animal Care and Use Committee (IACUC). Fourteen male C57BL/6 mice (19–20 weeks old) were obtained through NASA’s Biospecimen Sharing Program (BSP). Six mice had flown in low Earth orbit on a 30-day microgravity Bion M1 mission and were sacrificed 13–15 h after landing. This 13–15 h time period was required to perform initial health inspections and to transport the animals from their landing site in the Orenburg region of Russia to the dissection site in Moscow. Eight control mice were kept on the ground during the same 30-day period in standard vivarium cages (GM 500, Tecniplast, Buguggiate, Italy). BSP personnel sacrificed mice and dissected and flash froze tissues. We received isolated frozen tails from the post-flight mice (flight, n = 6) and vivarium controls (control, n = 8).\n\nSpecimen Preparation\n\nThe C3–C4 caudal motion segment was isolated from each specimen and thawed. The ventral side of each motion segment was marked with tissue dye to track orientation. Surrounding ligaments and soft tissues were removed to isolate the discs and vertebrae, and X-ray scans were obtained for each specimen to measure disc height as an average of three measurements taken at the center of the disc. Specimens were kept hydrated with phosphate buffered saline (PBS) throughout tissue preparation.\n\nMechanical Bending Tests\n\nEach motion segment was placed in a custom 3D-printed four-point bending device such that the plane of bending coincided with the ventral-dorsal plane (Fig. 3). Four 25-gauge stainless steel needles were inserted through the top and bottom parts of the device, perpendicular to the plane of bending, to create the four contact points. The four needles were allowed to rotate freely within the holes so as to minimize longitudinal shear forces. Beam deflection calculations confirmed a negligible (<10 μm) maximum deflection of the needles during the bending tests, and X-rays taken at incremental bending displacements confirmed no bone-on-bone contact. The lower supports of the bending system were spaced 7.5 mm apart, while the upper supports were spaced 2.5 mm apart and attached to the moving cross-head of a materials test system (ElectroForce 3200; Bose, Eden Prairie, MN). Each specimen was carefully placed onto the lower supports and the lower stage was raised until the specimen was just touching the upper supports, as indicated by a load of 0.1 N. Specimens were preconditioned by ramping between 0.5 mm and 0 mm at a rate of 0.05 mm/sec for five cycles in order to create a uniform strain history and allow specimens to situate themselves stably on the supports, then loaded to failure in displacement control at a rate of 0.006 mm/sec. Ramping was terminated after failure, characterized by a drop in force of 1.5 N.\n\nFrom force-displacement data, the toe region was defined as the displacement corresponding to an applied force of 1 N. This nonlinear toe region has been reported for various annulus fibrosus mechanical studies. As is generally accepted for aligned collagenous tissues, the nonlinearity in the toe region results from viscoelastic straightening and recruitment of initially lax annulus collagen fibers, and is thus indirectly related to the flexion range of motion of the disc. The bending stiffness was defined as the slope of the most linear region, and the bending strength was defined as the maximum load before failure (Fig. 4). Data from the five preconditioning cycles was used to calculate the maximum load reached during preconditioning. Following mechanical testing, specimens were wrapped in PBS-soaked gauze and frozen.\n\nHistology\n\nFailed motion segments (n = 5 control, n = 3 flight) were processed for histology. The decreased sample sizes for histology analyses were the result of preparing the remaining specimens for MRI scans that proved inconclusive. Specimens were fit into histology molds to maintain their bent position and fixed in formalin. Specimens were then decalcified with a mild ion-exchange agent (Biocare Medical; Concord, CA), embedded in paraffin, and cut into 7-μm thick sections. Sections from various equally spaced locations throughout each specimen were stained with a tri-chrome Mallory–Heidenhain stain containing aniline blue, orange G, and acid fuchsin, and analyzed for failure location.\n\nResidual sections were stained with Safranin O. The intensity of Safranin O staining is directly proportional to the proteoglycan content in cartilage; thus, this method was used to assess relative proteoglycan contents in the growth plates of flight versus control spinal segments. Growth plate thickness was quantified using an automated custom MATLAB segmentation script that segments and thresholds the growth plates.\n\nMicro-Computed Tomography (μCT)\n\nIndication of post-flight vertebral rim fractures noted by histology prompted a μCT bone analysis. Adjacent whole motion segments were scanned using high-resolution X-ray microscopy to quantify bone mineral density and trabecular microarchitecture (μCT 50, SCANCO Medical, Brüttisellen, Switzerland). Motion segments were oriented with the longitudinal axis of the spine perpendicular to the radiation beam and scanned in 70% ethanol at a 4 μm voxel size using a tube voltage of 55 kVp and an X-ray intensity of 109 μA.\n\nImage reconstruction was performed using SCANCO software and scans were analyzed using SCANCO Evaluation Program v6.5-3 to quantify bone volume fraction (BV/TV), bone mineral density (BMD), and trabecular microarchitecture (trabecular number, thickness, and spacing) on each whole motion segment. Subsequently, these same analyses were performed on a trabecular compartment of bone in the metaphysis adjacent to the cranial growth plate of each vertebra to quantify changes in parameters specific to the trabecular bone. This trabecular volume of interest (VOI) was manually delineated using an irregular contour drawn a few pixels away from the endocortical surface. The VOI began just below the growth plate on the cranial end of the vertebra and extended 1 mm (250 slices) towards the diaphysis (Fig. 5). This VOI was chosen rather than isolated epiphyses because murine epiphyses are very small (~0.7–0.8 mm3) and composed largely of cortical bone, which remodels slower than trabecular bone. The chosen VOI had a larger trabecular volume which improved our statistical power for identifying bone density changes induced by spaceflight.\n\nFor all analyses, a lower threshold of 300 grayscale units was used to segregate mineralized tissue from soft tissue and scan medium, and Gaussian filters with a sigma of 0.5 and support of two were applied to remove noise. Morphometric indices were calculated using a 3D model-independent algorithm, and BMD was calculated using a linear attenuation coefficient determined by calibration with a SCANCO hydroxyapatite phantom.\n\nStatistical Analyses\n\nAll statistical analyses were performed using R (R Foundation for Statistical Computing, Auckland, New Zealand). Unpaired two-tailed t-tests were used to assess differences in bending strength, toe region length, displacement at failure, and disc height between control and flight groups. Unpaired one-tailed t-tests were used to assess differences in bone parameters from μCT scans by testing the alternate hypothesis that bone loss occurs in microgravity. Univariate linear regression analysis was performed to assess correlations between mechanical bending properties and bone properties, and two-tailed t-tests were used to determine whether regression slopes were significantly different than zero. Significance for all statistical tests was defined by p <0.05, while trends were defined as 0.05 <p <0.1.",
  "results": "RESULTS\n\nMechanical Bending Properties\n\nSpaceflight reduced bending strength by 17% relative to controls (6.27 ± 0.94 vs. 7.53 ± 1.13 N, p <0.05), shortened the toe region by 32% (0.53 ± 0.13 vs. 0.77 ± 0.21 mm, p <0.05), and tended to reduce displacement at failure (1.01 ± 0.22 vs. 1.35 ± 0.40 mm, p = 0.07), with no significant effect on bending stiffness (p >0.25; Figs. 4 and 6). The maximum load reached during preconditioning was increased by 441% in flight mice (2.14 ± 1.42 N vs 0.40 N ± 0.33 N, p <0.05). Disc height was reduced by 16% in flight mice (0.25 ± 0.03 vs. 0.29 ± 0.04 mm, p <0.05).\n\nHistology\n\nThe two failure modes identified by histology were: (i) annulus avulsion at the disc-vertebra endplate junction, and (ii) separation within the growth plate (Fig. 7). All specimens that failed within the growth plate also underwent fractures in the trabecular bone of the epiphysis adjacent to the failed growth plate. Four of the five control spinal segments failed at the disc-vertebra endplate junction while two of the three post-flight spinal segments failed within the growth plate and epiphyseal bone. Specimens did not preferentially fail at the cranial or caudal ends of the discs. No significant changes in growth plate thickness or proteoglycan content were identified.\n\nMicro-Computed Tomography\n\nμCT analysis on the trabecular VOI adjacent to the cranial growth plate identified significant post-flight decreases in bone parameters (Figs. 8 and 9). Spaceflight reduced BV/TV by 20% (p <0.05), reduced BMD by 18% (p <0.05), and—most significantly—reduced trabecular thickness by 14% (p = 0.001). Spaceflight had no statistically significant effect on trabecular number or trabecular spacing (p >0.1). Linear regression analyses indicated positive relationships between bending properties and bone quality (Fig. 10). For example, displacement at failure increased with BV/TV (R2 = 0.48, p = 0.05) and with BMD (R2 = 0.45, p = 0.07). Toe region displacement increased with trabecular thickness (R2 = 0.40, p = 0.09). Bending strength also showed a weak positive correlation with BMD (R2 = 0.24, p = 0.22). Regression analyses between bone density and trabecular microarchitecture showed that BMD increased significantly with trabecular thickness (R2 = 0.66, p <0.05). BMD also increased significantly with trabecular number (R2 = 0.72, p <0.05) and—because trabecular number and trabecular spacing are so strongly correlated (R2 = 0.99, p <5.0e-7)—decreased significantly with trabecular spacing (R2 = 0.70, p <0.05).\n\nAnalysis of entire vertebrae indicated a significant 9% decrease in trabecular thickness (p = 0.0008; Fig. 11A), but no significant differences in BV/TV or BMD. Toe region displacement increased significantly with trabecular thickness (R2 = 0.53, p <0.05; Fig. 11B), with no other significant correlations found between mechanical properties and bone microarchitecture. BMD was not correlated with trabecular thickness for the entire vertebrae; however, BMD once again increased with trabecular number (R2 = 0.67, p <0.05; Fig. 11C) and decreased with trabecular spacing (R2 = 0.59, p <0.05).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "spaceflight",
    "intervertebral disc",
    "four-point bending",
    "herniation",
    "murine",
    "Article"
  ],
  "citations": [
    {
      "title": "Risk of herniated nucleus pulposus among U.S. astronauts",
      "authors": [
        "SL Johnston",
        "MR Campbell",
        "R Scheuring"
      ]
    },
    {
      "title": "Prolapsed intervertebral disc. 1982. A hyperflexion injury 1981 Volvo Award in Basic Science",
      "authors": [
        "MA Adams",
        "WC Hutton"
      ]
    },
    {
      "title": "Can intervertebral disc prolapse be predicted by disc mechanics?",
      "authors": [
        "DS McNally",
        "MA Adams",
        "AE Goodship"
      ]
    },
    {
      "title": "Back pain and spinal changes in microgravity",
      "authors": [
        "PC Wing",
        "IK Tsang",
        "L Susak"
      ]
    },
    {
      "title": "The effects of microgravity on seated height (Spinal Elongation)",
      "authors": [
        "KS Young",
        "S Rajulu"
      ]
    },
    {
      "title": "Changes in water content of intervertebral discs and paravertebral muscles before and after bed rest",
      "authors": [
        "Y Matsumura",
        "Y Kasai",
        "H Obata"
      ]
    },
    {
      "title": "Time-dependent changes in the lumbar spine’s resistance to bending",
      "authors": [
        "M Adams",
        "P Dolan"
      ]
    },
    {
      "title": "Diurnal variations in the stresses on the lumbar spine",
      "authors": [
        "MA Adams",
        "P Dolan",
        "WC Hutton"
      ]
    },
    {
      "title": "Cyclic tensile stretch modulates proteoglycan production by intervertebral disc annulus fibrosus cells through production of nitrite oxide",
      "authors": [
        "F Rannou",
        "P Richette",
        "M Benallaoua"
      ]
    },
    {
      "title": "Muscle atrophy and changes in spinal morphology: is the lumbar spine vulnerable after prolonged bed-rest?",
      "authors": [
        "DL Belavý",
        "G Armbrecht",
        "CA Richardson"
      ]
    },
    {
      "title": "Abnormal stress concentrations in lumbar intervertebral discs following damage to the vertebral bodies: a cause of disc failure?",
      "authors": [
        "MA Adams",
        "DS McNally",
        "J Wagstaff"
      ]
    },
    {
      "title": "Internal intervertebral disc mechanics as revealed by stress profilometry",
      "authors": [
        "DS McNally",
        "MA Adams"
      ]
    },
    {
      "title": "Bone mineral and lean tissue loss after long duration space flight",
      "authors": [
        "A Leblanc",
        "V Schneider",
        "L Shackelford"
      ]
    },
    {
      "title": "Cortical and trabecular bone mineral loss from the spine and hip in long-duration spaceflight",
      "authors": [
        "T Lang",
        "A LeBlanc",
        "H Evans"
      ]
    },
    {
      "title": "Human fiber size and enzymatic properties after 5 and 11 days of spaceflight",
      "authors": [
        "VR Edgerton",
        "MY Zhou",
        "Y Ohira"
      ]
    },
    {
      "title": "Post-spaceflight recovery of biomechanical properties of murine intervertebral discs",
      "authors": [
        "JF Bailey",
        "AR Hargens",
        "KK Cheng"
      ]
    },
    {
      "title": "Effect of microgravity on the biomechanical properties of lumbar and caudal intervertebral discs in mice",
      "authors": [
        "JF Bailey",
        "AR Hargens",
        "KK Cheng"
      ]
    },
    {
      "title": "The effect of a 5-day space flight on the immature rat spine",
      "authors": [
        "RK Sinha",
        "SA Shah",
        "EL Hume"
      ]
    },
    {
      "title": "ISSLS Prize winner: the anatomy of failure in lumbar disc herniation: an in vivo, multimodal, prospective study of 181 subjects",
      "authors": [
        "S Rajasekaran",
        "N Bajaj",
        "V Tubaki"
      ]
    },
    {
      "title": "Degeneration affects the fiber reorientation of human annulus fibrosus under tensile load",
      "authors": [
        "HAL Guerin",
        "DM Elliot"
      ]
    },
    {
      "title": "Tensile properties of the annulus fibrosus",
      "authors": [
        "TP Green",
        "MA Adams",
        "P Dolan"
      ]
    },
    {
      "title": "Clinical utility of biochemical markers of bone remodeling",
      "authors": [
        "NB Watts"
      ]
    },
    {
      "title": "",
      "authors": [
        "LJ Deftos"
      ]
    },
    {
      "title": "Diurnal changes in the profile shape and range of motion of the back",
      "authors": [
        "P Wing",
        "I Tsang",
        "F Gagnon"
      ]
    },
    {
      "title": "Disc herniations in astronauts: what causes them, and what does it tell us about herniation on earth?",
      "authors": [
        "DL Belavý",
        "M Adams",
        "H Brisby"
      ]
    },
    {
      "title": "Micro-mechanics of annulus-end plate integration in the intervertebral disc",
      "authors": [
        "SA Rodrigues",
        "KR Wade",
        "A Thambyah"
      ]
    },
    {
      "title": "Biochemical and structural properties of the cartilage end-plate and its relation to the intervertebral disc",
      "authors": [
        "S Roberts",
        "J Menage",
        "JP Urban"
      ]
    },
    {
      "title": "Characterization of the annulus fibrosus-vertebral body interface: identification of new structural features",
      "authors": [
        "YS Nosikova",
        "JP Santerre",
        "M Grynpas"
      ]
    },
    {
      "title": "Three-dimensional architecture of lumbar intervertebral discs",
      "authors": [
        "H Inoue"
      ]
    },
    {
      "title": "Discordant recovery of bone mass and mechanical properties during prolonged recovery from disuse",
      "authors": [
        "Y Shirazi-Fard",
        "JS Kupke",
        "SA Bloomfield"
      ]
    },
    {
      "title": "High-resolution three-dimensional micro-computed tomography detects bone loss and changes in trabecular architecture early: comparison with DEXA and bone histomorphometry in a rat model of disuse osteoporosis",
      "authors": [
        "O Barou",
        "D Valentin",
        "L Vico"
      ]
    },
    {
      "title": "Effects of long-term microgravity exposure on cancellous and cortical weight-bearing bones of cosmonauts",
      "authors": [
        "L Vico",
        "P Collet",
        "A Guignandon"
      ]
    },
    {
      "title": "Effects of spaceflight on trabecular bone in rats",
      "authors": [
        "WS Jee",
        "TJ Wronski",
        "ER Morey"
      ]
    },
    {
      "title": "Inhibition of bone formation during space flight",
      "authors": [
        "ER Morey",
        "DJ Baylink"
      ]
    },
    {
      "title": "Spaceflight results in depressed cancellous bone formation in rat humeri",
      "authors": [
        "RT Turner",
        "GL Evans",
        "GK Wakley"
      ]
    },
    {
      "title": "Spaceflight has compartment- and gene-specific effects on mRNA levels for bone matrix proteins in rat femur",
      "authors": [
        "GL Evans",
        "E Morey-Holton",
        "RT Turner"
      ]
    },
    {
      "title": "The skeletal effects of spaceflight in growing rats: tissue-specific alterations in mRNA levels for TGF-beta",
      "authors": [
        "KC Westerlind",
        "RT Turner"
      ]
    },
    {
      "title": "Mechanical initiation of intervertebral disc degeneration",
      "authors": [
        "MA Adams",
        "BJ Freeman",
        "HP Morrison"
      ]
    },
    {
      "title": "Intervertebral disc degeneration can lead to “stress-shielding” of the anterior vertebral body: a cause of osteoporotic vertebral fracture?",
      "authors": [
        "P Pollintine",
        "P Dolan",
        "JH Tobias"
      ]
    },
    {
      "title": "Morphological changes of lumbar vertebral bodies and intervertebral discs associated with decrease in bone mineral density of the spine: a cross-sectional study in elderly subjects",
      "authors": [
        "AWL Kwok",
        "Y-XJ Wang",
        "JF Griffith"
      ]
    },
    {
      "title": "Are animal models useful for studying human disc disorders/degeneration?",
      "authors": [
        "M Alini",
        "SM Eisenstein",
        "K Ito"
      ]
    },
    {
      "title": "The use of coccygeal discs to study intervertebral disc metabolism",
      "authors": [
        "H Oshima",
        "H Ishihara",
        "JP Urban"
      ]
    },
    {
      "title": "Young investigator award winner: validation of the mouse and rat disc as mechanical models of the human lumbar disc",
      "authors": [
        "DM Elliott",
        "JJ Sarver"
      ]
    },
    {
      "title": "Frozen storage increases the ultimate compressive load of porcine vertebrae",
      "authors": [
        "JP Callaghan",
        "SM McGill"
      ]
    },
    {
      "title": "Biomechanical time-tolerance of fresh cadaveric human spine specimens",
      "authors": [
        "MM Panjabi",
        "M Krag",
        "D Summers"
      ]
    },
    {
      "title": "Dynamic compressive properties of human lumbar intervertebral joints: a comparison between fresh and thawed specimens",
      "authors": [
        "JE Smeathers",
        "DN Joanes"
      ]
    },
    {
      "title": "Effect of frozen storage on the creep behavior of human intervertebral discs",
      "authors": [
        "N Dhillon",
        "EC Bass",
        "JC Lotz"
      ]
    },
    {
      "title": "Effects of freezing on the biomechanics of the intervertebral disc",
      "authors": [
        "V Gleizes",
        "E Viguier",
        "JM Féron"
      ]
    },
    {
      "title": "Significance of cartilage endplate within herniated disc tissue",
      "authors": [
        "P Lama",
        "U Zehra",
        "C Balkovec"
      ]
    },
    {
      "title": "Distribution of physeal and nonphyseal fractures in 2,650 long-bone fractures in children aged 0–16 years",
      "authors": [
        "DC Mann",
        "S Rajmaira"
      ]
    }
  ],
  "original_title": "Spaceflight-induced bone loss alters failure mode and reduces bending strength in murine spinal segments.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/144a/5477841/bd17587c234f/nihms868218f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/144a/5477841/d8d303006220/nihms868218f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/144a/5477841/ad3586fd4f49/nihms868218f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/144a/5477841/ec85775b8dc4/nihms868218f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/144a/5477841/399b63a071a2/nihms868218f5.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/144a/5477841/135d1ab18f05/nihms868218f6.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/144a/5477841/ff2acde3940f/nihms868218f7.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/144a/5477841/8c0472e28fdc/nihms868218f8.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/144a/5477841/12201decbe56/nihms868218f9.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/144a/5477841/d87d56a8de5c/nihms868218f10.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/144a/5477841/75c64039889d/nihms868218f11.jpg"
  ]
}