{
  "pmcid": "5568470",
  "title": "Prolonged Exposure to Particulate Chromate Inhibits RAD51 Nuclear Import Mediator Proteins",
  "abstract": "Particulate hexavalent chromium (Cr(VI)) is a human lung carcinogen and a human health concern. The induction of structural chromosome instability is considered to be a driving mechanism of Cr(VI)-induced carcinogenesis. Homologous recombination repair protects against Cr(VI)-induced chromosome damage, due to its highly accurate repair of Cr(VI)-induced DNA double strand breaks. However, recent studies demonstrate Cr(VI) inhibits homologous recombination repair through the misregulation of RAD51. RAD51 is an essential protein in HR repair that facilitates the search for a homologous sequence. Recent studies show prolonged Cr(VI) exposure prevents proper RAD51 subcellular localization, causing it to accumulate in the cytoplasm. Since nuclear import of RAD51 is crucial to its function, this study investigated the effect of Cr(VI) on the RAD51 nuclear import mediators, RAD51C and BRCA2. We show acute (24 h) Cr(VI) exposure induces the proper localization of RAD51C and BRCA2. In contrast, prolonged (120 h) exposure increased the cytoplasmic localization of both proteins, although RAD51C localization was more severely impaired. These results correlate temporally with the previously reported Cr(VI)-induced RAD51 cytoplasmic accumulation. In addition, we found Cr(VI) does not inhibit interaction between RAD51 and its nuclear import mediators. Altogether, our results suggest prolonged Cr(VI) exposure inhibits the nuclear import of RAD51C, and to a lesser extent, BRCA2, which results in the cytoplasmic accumulation of RAD51. Cr(VI)-induced inhibition of nuclear import may play a key role in its carcinogenic mechanism since the nuclear import of many tumor suppressor proteins and DNA repair proteins is crucial to their function.",
  "introduction": "Introduction\n\nParticulate hexavalent chromium (Cr(VI)) is an established human lung carcinogen. Epidemiological studies of chromate workers published since 1891 have documented the occurrence of Cr(VI)-induced respiratory cancers. A wealth of data from animal and cell culture studies further supports the carcinogenic potential of this heavy metal. Due to its carcinogenicity and frequent occupational and environmental exposure, particulate Cr(VI) is human health concern.\n\nA recent study showed Cr(VI) inhibits the high fidelity DNA repair pathway, homologous recombination (HR) in human lung cells. While HR repair is active after acute (24 h) Cr(VI) exposure, this repair pathway is inhibited by prolonged (120 h) exposure. Since HR repair is protective against Cr(VI)-induced chromosome damage, the inhibition of this repair pathway is an important component in the carcinogenetic mechanism of Cr(VI). This is exemplified by the fact that the Cr(VI)-induced inhibition of HR repair correlates with increased structural chromosome damage.\n\nWe have previously shown prolonged Cr(VI) exposure specifically targets the central HR repair protein, RAD51, by inhibiting protein levels and its proper localization to the nucleus. Like many DNA repair proteins and tumor suppressors, RAD51 nuclear transport is crucial to its function. Nuclear RAD51 levels are tightly regulated to prevent random recombination events from occurring. Upon DNA damage, RAD51 is transported into the nucleus. Thus, Cr(VI)-induced RAD51 subcellular mislocalization is an important component of the mechanism of Cr(VI)-induced HR repair inhibition.\n\nPrevious studies show BRCA2 and RAD51C both import RAD51 into the nucleus independently of each other. We previously observed Cr(VI)-induced RAD51 mislocalization to the cytoplasm corresponded temporally with decreased RAD51C foci formation. This outcome suggests impaired RAD51 nuclear import may be a factor, for Cr(VI)-induced RAD51 cytoplasmic accumulation. Thus, the goal of this study is to investigate the effect of prolonged Cr(VI) exposure on the RAD51 nuclear import mediator proteins, RAD51C and BRCA2, focusing on their interaction with RAD51 and their subcellular localization.",
  "methods": "Materials and Methods\n\nChemicals and reagents\n\nDMEM and Ham’s F12 50:50 mixture and GlutaGRO (L-alanyl-L- glutamine solution) were purchaed from Mediatech Inc (Herndon, VA). Cosmic Calf Serum was purchased from Hyclone (Logan, UT). Dulbecco’s phosphate buffered saline (PBS), goat serum, HEPES, penicillin/streptomycin, sodium pyruvate, trypsin/EDTA, Prolong Gold Antifade Reagent with DAPI and Alexa Fluor 488 were purchased from Life Technologies (Grand Island, NY). Plasticware was purchased from BD Biosciences (Franklin Lakes, NJ). Nunc Lab Tek II glass and permanox chamber slides and attachment factor protein were purchased from Thermo Fisher Scientific Inc. (Waltham, MA). FNC coating mix was purchased from AthenaFS (Baltimore, MD). Zinc chromate (CAS#13530-65-9) was purchased from Alfa Aesar (A18178, Ward Hill, MA) and Pfaltz and Bauer (Z00277, Waterbury, CT). 4% paraformaldehyde in PBS was purchased by Alfa Aesar (Ward Hill, MA). Triton X-100, Igepal and Duolink in situ orange starter kit mouse/rabbit (DUO92102) were purchased from Sigma-Aldrich (St. Louis, MO). Sodium chloride, 2-mercaptoethanol and bovine serum albumin were purchased from EMD Millipore (Billerica, MA). Potassium chloride, sodium dodecyl sulfate and methanol were purchased from VWR (Randor, PA). Cleland Reagent (DTT), PMSF, Tris, glycine and Tween-20 were purchased from Amresco LLC (Solon, OH). PhosSTOP phosphatase inhibitor tablets and complete ULTRA protease inhibitor tablets were purchesed from Roche Diagnostics Corporation (Indianapolis, IN). PVDF membrane and Bradford assay kit were purchased from BioRad (Hercules, CA) and Odyssey blocking buffer was purchased from LiCor (Lincoln, NE).\n\nCell culture\n\nWe used WTHBF-6 cells, an hTERT immortalized clonal cell line derived from human bronchial fibroblasts, to investigate the effect of Cr(VI) on DNA repair proteins. This cell line has normal growth parameters, a normal stable karyotype and a cytotoxic and clastogenic response to metals similar to primary cells. To study the RAD51C gene, we also used the model Chinese hamster lung fibroblast cell lines: V79, irs3 and irs3#6. The irs3 cell line, derived from the parental V79 cells, expresses a mutated RAD51C gene resulting in undetectable levels of RAD51C protein. The RAD51C cDNA-complimented cell line, irs3#6 cells, express RAD51C protein levels comparable to the parental cell line, V79. Details and validation of these cells have been previously published. All cells were cultured as adherent monolayers in DMEM/F12 50:50 mixture, supplemented with 15% cosmic calf serum, 1% L-alanyl-L-glutamine, 1% penicillin/streptomycin, and 0.1 mM sodium pyruvate. Cells were maintained in a 5% CO2-humidified environment at 37°C.\n\nTreatment with particulate Cr(VI) compound\n\nZinc chromate was administered as a suspension of particles in cold, sterile water as previously described. After seeding, cells were allowed to reenter logarithmic growth before treatment. Cells were treated for 24, 72 and 120 h with concentrations of 0.1–0.3 µg/cm2 zinc chromate. Zinc chromate induces a time and concentration dependent increase in cytotoxicity, but plenty of cells survive and proliferate after 120 h exposure to these concentrations. We selected 24 h and ≥ 72 h to represent acute and prolonged Cr(VI) exposure, respectively, because RAD51 and HR repair activity differ in human lung cells after 24 and ≥ 72 h exposures to 0.1–0.3 µg/cm2 zinc chromate.\n\nImmunofluorescence\n\nImmunofluorescence staining was conducted as previously described with minor alterations. Briefly, WTHBF-6 cells were seeded on glass chamber slides coated with FNC while the Chinese hamster cell lines were seeded on permanox chamber slides coated with attachment factor. After zinc chromate treatment, cells were fixed with 4% paraformaldehyde for 10 mins, permeabilized with 0.2% Triton X-100 for 5 mins and blocked with 10% goat serum and 5% BSA in PBS for 1 h. For BRCA2 staining, cells were incubated with 0.5% Triton X-100 for 5 mins, fixed with 4% paraformaldehyde and 0.5% Triton X-100 for 15 mins and blocked with 2.5% BSA. Cells were then incubated with anti-RAD51C (abcam ab72063; 1:500) or anti-BRCA2 (Genetex GTX70121; 1:50) antibodies at 4°C overnight, washed with PBS and incubated with Alexa Fluor 488 (1:3000) for 1 h. Cells were washed with PBS and coverslipped with DAPI. Images of 50 cells per concentration/timepoint were obtained by confocal microscopy. Whole cell and nuclear intensities were measured as integrated intensity using Image J (http://imagej.nih.gov/ij/). Cytoplasmic integrated intensity was determined by subtracting the nuclear intensity value from the whole cell intensity value. Cells with a cytoplasmic intensity greater than the mean intensity + 1 SEM (standard error of the mean) of control cells were considered positive for cytoplasmic accumulation.\n\nProximity Ligation Assay (PLA)\n\nCells were seeded in 8 well permanox slides, allowed to reenter logarithmic growth and treated with zinc chromate. After treatment, cells were fixed with 4% paraformaldehyde with 0.5% Triton X for 15 min at 4°C and permeabilized with 0.2% Triton X-100 for 5 min. RAD51/RAD51C and RAD51/BRCA2 wells were blocked for 1 h with 10% goat serum and 5% BSA in PBS or 2.5% BSA in PBS, respectively. RAD51/RAD51C wells were incubated with anti-RAD51 (GeneTex GTX70230; 1:100) and anti-RAD51C (abcam ab72063; 1:500) while RAD51/BRCA2 wells were incubated with anti-RAD51 (Santa Cruz sc-8349; 1:200) and anti-BRCA2 (Genetex GTX70121; 1:50) at 4°C overnight.\n\nTo prepare for the PLA reaction, slides were washed with 1× PBS and the chamber removed, leaving behind the silicon seal. The cells underwent consecutive incubations with; the PLA probes (diluted 1:5) for 1 h; ligation stock and ligase (diluted 1:5 and 1:40) for 30 min; amplification stock and polymerase (diluted 1:5 and 1:80) for 2 h. Slides were washed in 1× Duolink wash buffer A between incubations and all incubations were conducted at 37°C in a humidity chamber. After the last incubation, slides were washed in 1× Duolink wash buffer B, dried, coverslipped with Duolink DAPI and stored at −20°C. A negative control, containing no primary antibodies was used to demonstrate that no background foci formed as a result of the PLA components.\n\nFor each protein combination, images of 50 cells per concentration/timepoint were obtained by confocal microscopy. Nikon Elements AR software was used to count the number of foci in each cell and nuclei. The number of cytoplasmic foci was determined by subtracting the number of nuclear foci from the number of whole cell foci.\n\nWestern blot\n\nCells were plated into 100 mm dishes and treated with zinc chromate. After treatment, nuclear extracts were prepared according to our published methods. Protein concentration was determined with a Bradford assay and 10 µg protein were resolved on 12% Bis-Tris SDS-PAGE gels and transferred to PVDF membranes. Immunoblots were probed with anti-Rad51C (abcam ab55728; 1:250). Equal loading was confirmed by H3 (Cell Signaling 9715; 1:500). Immunoblots of whole cell protein were incubated with Alexa680 or Alexa800 (1:15,000) secondary antibodies and fluorescence detected using an Odyssey Imager (LiCor, Lincon, NE).\n\nStatistics\n\nResults are expressed as the mean +/− SEM (standard error of the mean) of three independent experiments. Two-way ANOVA was used to determine the effect of exposure time and Cr(VI) concentration. Tukey’s post-hoc analyses waere performed to identify differences between individual means while correcting for multiple comparisons. A 95% confidence interval was constructed for the difference in means of each pair of concentrations. The criterion for statistical significance was p < 0.05. All analyses were conducted using GraphPad.",
  "results": "Results\n\nCr(VI) exposure does not inhibit interactions between RAD51 and RAD51C\n\nWe have previously shown RAD51C function, represented by RAD51C foci formation, is active after acute Cr(VI) exposure, but inhibited by prolonged exposure. Since the inhibition of RAD51C function corresponded temporally with an increase in RAD51 cytoplasmic accumulation, we first investigated the effect of Cr(VI) on RAD51C. We determined the effect of acute (24 h) and prolonged (120 h) Cr(VI) exposure on the interaction between RAD51 and RAD51C by proximity ligation assay. Cr(VI) caused a small increase in RAD51/RAD51C interactions after both 24 and 120 h exposure (Fig. 1A and 1B). For example, 24 and 120 h exposure to 0 and 0.2 ug/cm2 zinc chromate increased the average number of RAD51/RAD51C interactions per cell from 5 to 7, respectively. Interestingly, Cr(VI) appeared to alter the subcellular distribution of RAD51/RAD51C interactions (Fig. 1C). After 24 h exposure to 0.2 ug/cm2 zinc chromate, the percent of interactions in cytoplasm was similar to the control level of 58%. Prolonged exposure of 120 h to the same concentration increased the percent of cytoplasmic RAD51/RAD51C interactions from 50 to 68 percent.\n\nProlonged Cr(VI) exposure induces the subcellular mislocalization of RAD51C\n\nDue to our observed increase in cytoplasmic RAD51/RAD51C interactions, we then examined the effect of Cr(VI) on RAD51C subcellular localization. We found Cr(VI) did not alter the cytoplasmic/nuclear RAD51C ratio after 24 or 72 h exposure (Fig. 2A). However, prolonged Cr(VI) exposure of 120 h increased the cytoplasmic/nuclear ratio. For example, the cytoplasmic/nuclear ratio increased from a control level of 1.2 to 1.6, 1.7 and 2.4 after 120 h exposure to 0.1, 0.2 and 0.3 ug/cm2 zinc chromate, respectively.\n\nWe then calculated the percentage of cells with RAD51C cytoplasmic accumulation, as measured by immunofluorescence intensity, after Cr(VI) exposure. As expected, the data show Cr(VI) did not increase the percent of cells with RAD51C cytoplasmic accumulation after 24 h (Fig. 2B). This corresponded with an increase in nuclear RAD51C protein (Fig. 3A and 3B). However, starting at 72h of exposure, Cr(VI) induced a significant time- and concentration-dependent increase in RAD51C cytoplasmic accumulation (p=0.0103 and p=0.0284, respectively) (Fig. 2B). For example, 72 h exposure to 0.1, 0.2 and 0.3 ug/cm2 zinc chromate increased the percent of cells with RAD51 cytoplasmic accumulation from 38 in the control to 44, 68 and 71 percent, respectively. The percent of cells with RAD51C cytoplasmic accumulation increased further after 120 h, increasing from 27 percent in the control to 71, 75 and 69 percent after exposure to 0.1, 0.2 and 0.3 ug/cm2 zinc chromate, respectively. The observed increase in RAD51C cytoplasmic accumulation corresponded with decreased nuclear RAD51 protein levels (Fig. 3A and 3B). For example, 72 h exposure to 0.1, 0.2 and 0.3 ug/cm2 zinc chromate produced nuclear RAD51C levels 1.4, 0.86 and 0.62, respectively, relative to controls.\n\nRAD51C deficiency induces RAD51 cytoplasmic accumulation\n\nHaving determined prolonged Cr(VI) exposure misregulates RAD51C subcellular localization, resulting in a RAD51C deficiency in the nucleus, we then asked whether a RAD51C deficiency can induce the cytoplasmic accumulation of RAD51. To address this question we quantified the percent of cells with RAD51 cytoplasmic accumulation in untreated wild-type, RAD51C deficient (RAD51C−) and RAD51C reconstituted (RAD51C+) Chinese hamster lung cells (Fig. 4). The percent of cells with RAD51 cytoplasmic accumulation was comparable in wild-type and RAD51C reconstituted cells, at 35 and 39 percent, respectively. However, the RAD51C deficient cells exhibited a significantly higher percentage of cells with RAD51 cytoplasmic accumulation (p=0.0012). Specifically, 73 percent of RAD51C deficient cells showed RAD51 cytoplasmic accumulation.\n\nTo determine whether a RAD51C deficiency was entirely responsible of the Cr(VI)-induced RAD51 cytoplasmic accumulation, we treated each cell line with zinc chromate for 72 h. If the Cr(VI)-induced inhibition of RAD51C is entirely responsible for the RAD51 cytoplasmic accumulation, we would expect to see no difference in the percent of cells with RAD51 cytoplasmic accumulation between untreated and Cr(VI)-treated RAD51C deficient cells. However, prolonged Cr(VI) exposure induced an increase in the percent of cells with RAD51 cytoplasmic accumulation in the RAD51C deficient cell line (Fig. 4). Specifically, the percent of RAD51C deficient cells with RAD51 cytoplasmic accumulation increased from 73 to 92 percent after zinc chromate exposure. These data suggest a second mechanism contributes to Cr(VI)-induced RAD51 cytoplasmic accumulation.\n\nCr(VI) does not inhibit the interaction between RAD51 and BRCA2\n\nWe then considered whether the other RAD51 nuclear import mediator, BRCA2, is misregulated by Cr(VI). Although previously published data indicate BRCA2 is functional at the site of the DNA double strand break, this outcome does not necessarily indicate its role as a RAD51 nuclear import partner is functional. Thus, we began by determining the effect of Cr(VI) on the interaction between RAD51 and BRCA2 using a proximity ligation assay. Interestingly, 24 h Cr(VI) exposure decreased the number of RAD51/BRCA2 interactions, although not significantly (Fig. 5A and 5B). Specifically, 24 h exposure to 0 and 0.2 ug/cm2 zinc chromate decreased the number of RAD51/BRCA2 interactions per cell from 32 to 23, respectively. In contrast, 120 h Cr(VI) exposure did not inhibit RAD51/BRCA2 interactions. The number of RAD51/BRCA2 interactions per cell remained relatively consistent, showing 10 and 11 PLA foci per cell after exposure to 0 and 0.2 ug/cm2 zinc chromate, respectively. However, prolonged Cr(VI) exposure appeared to alter the subcellular distribution of RAD51/BRCA2 interactions (Fig. 5C) in a manner similar to that seen with RAD51/RAD51C interactions. After 24 h exposure to 0.2 ug/cm2 zinc chromate, the percent of interactions in the cytoplasm was similar to the control level of 74 percent. Prolonged exposure of 120 h to the same concentration slightly increased the percent of cytoplasmic RAD51/RAD51C interactions from 77 to 87 percent.\n\nProlonged Cr(VI) exposure induces a slight increase in BRCA2 subcellular mislocalization\n\nDue to the small observed increase in cytoplasmic RAD51/BRCA2 interactions, we then investigated whether Cr(VI) induces the subcellular mislocalization of BRCA2. The data show Cr(VI) did not increase the cytoplasmic/nuclear BRCA2 ratio after 24 and 72 h exposure (Fig. 6A). Prolonged Cr(VI) exposure of 120 h slightly increased the cytoplasmic/nuclear BRCA2 ratio, but this increase was not significant. Specifically, the cytoplasmic/nuclear BRCA2 ratio increased from 3.5 to 4.7 after 120 h exposure to 0 and 0.3 ug/cm2 zinc chromate, respectively.\n\nWe then evaluated cytoplasmic accumulation of BRCA2 in individual cells. As expected, Cr(VI) did not significantly increase the percent of cells with BRCA2 cytoplasmic accumulation after 24 h exposure (Fig. 6B). However, 72 and 120 h Cr(VI) exposure increased the percent of cells with BRCA2 cytoplasmic accumulation, although this effect was not significant. For example, 120 h exposure to 0.1, 0.2 and 0.3 ug/cm2 zinc chromate increased the percent of cells with BRCA2 cytoplasmic accumulation from control levels of 31 percent to 47, 64 and 71 percent, respectively.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Nuclear import",
    "Particulate chromium (VI)",
    "RAD51C",
    "BRCA2",
    "RAD51 cytoplasmic accumulation",
    "Article"
  ],
  "citations": [
    {
      "title": "Less than additive interaction between cigarette smoke and chromium(VI) in inducing clastogenic damage in rodents",
      "authors": [
        "RM Balansky",
        "F D’Agostini",
        "A Izzotti",
        "S DeFlora"
      ]
    },
    {
      "title": "Prolonged particulate hexavalent chromium exposure suppresses homologous recombination in human lung cells",
      "authors": [
        "CL Browning",
        "Q Qin",
        "DF Kelly",
        "R Prakash",
        "F Vanoli",
        "M Jasin",
        "JP Wise"
      ]
    },
    {
      "title": "Structural biology and regulation of protein import into the nucleus",
      "authors": [
        "M Christie",
        "CW Chang",
        "B Kobe",
        "G Rona",
        "KM Smith",
        "AG Stewart",
        "AAS Takeda",
        "MRM Fontes",
        "M Stewart",
        "BG Vertessey",
        "JK Forwood"
      ]
    },
    {
      "title": "Induction of morphological changes in BEAS-2B human bronchial epithelial cells following chronic subcytotoxic and mildly cytotoxic hexavalent chromium exposures",
      "authors": [
        "AN Costa",
        "V Moreno",
        "MJ Prieto",
        "AM Urbano",
        "MC Alpoim"
      ]
    },
    {
      "title": "Mortality from respiratory cancer and other causes in United Kingdom chromate production workers",
      "authors": [
        "JM Davies",
        "DF Easton",
        "PL Bidstrup"
      ]
    },
    {
      "title": "Reaction of a basic chromium(III)-zirconium(IV) sulphate complex with amino acids",
      "authors": [
        "MH Davis",
        "JG Scroggie"
      ]
    },
    {
      "title": "Nuclear dynamics of RAD52 group homologous recombination proteins in response to DNA damage",
      "authors": [
        "J Essers",
        "AB Houtsmuller",
        "L vanVeelen",
        "C Paulusma",
        "AL Nigg",
        "A Pastink",
        "W Vermeulin",
        "JHJ Hoeijmakers",
        "R Kanaar"
      ]
    },
    {
      "title": "Regulation of tumor suppressors by nuclear-cytoplasmic shuttling",
      "authors": [
        "M Fabbro",
        "BR Henderson"
      ]
    },
    {
      "title": "Role of mammalian RAD51L2 (RAD51C) in recombination and genetic stability",
      "authors": [
        "CA French",
        "JY Masson",
        "CS Griffin",
        "P O’Regan",
        "SC West",
        "J Thacker"
      ]
    },
    {
      "title": "Identification of functional domains in the RAD51L2 (RAD51C) protein and its requirement for gene conversion",
      "authors": [
        "CA French",
        "CE Tambini",
        "J Thacker"
      ]
    },
    {
      "title": "Cellular redistribution of Rad51 in response to DNA damge: novel role for Rad51C",
      "authors": [
        "OS Gildemeister",
        "JM Sage",
        "KL Knight"
      ]
    },
    {
      "title": "Regulation of BRCA1, BRCA2 and BARD1 intracellular trafficking",
      "authors": [
        "BR Henderson"
      ]
    },
    {
      "title": "Chronic exposure to zinc chromate induces centrosome amplification and spindle assembly checkpoint bypass in human lung fibroblasts",
      "authors": [
        "AL Holmes",
        "SS Wise",
        "SC Pelsue",
        "AM Aboueissa",
        "W Lingle",
        "J Salisbury",
        "J Gallagher",
        "JP Wise"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "A cancer-associated BRCA2 mutation reveals masked nuclear export signals controlling localization",
      "authors": [
        "AD Jeyasekharan",
        "Y Liu",
        "Y Ofir-Rosenfeld",
        "K Sato",
        "J Savill",
        "N Ayoub",
        "AR Venkitaraman",
        "H Hattori",
        "V Pisupati",
        "AB Jonsdottir",
        "E Rajendra",
        "M Lee",
        "E Sundaramoorthy",
        "S Schlachter",
        "CF Kaminski"
      ]
    },
    {
      "title": "Carcinogenicity and mutagenicity of chromium compounds: the association between bronchial metaplasia and neoplasia",
      "authors": [
        "LS Levy",
        "S Venitt"
      ]
    },
    {
      "title": "A case of adeno-carcinoma of the left inferior turbinated body, and perforation of the nasal septum, in the person of a worker in chrome pigments",
      "authors": [
        "D Newman"
      ]
    },
    {
      "title": "Hexavalent chromium",
      "authors": []
    },
    {
      "title": "Homologous recombination repair signaling in chemical carcinogenesis: prolonged particulate hexavalent chromium exposure suppresses the Rad51 response in human lung cells",
      "authors": [
        "Q Qin",
        "SS Wise",
        "CL Browning",
        "KN Thompson",
        "AL Holmes",
        "JP Wise"
      ]
    },
    {
      "title": "Risk of lung cancer among former chromium smelter workers",
      "authors": [
        "KD Rosenman",
        "M Stanbury"
      ]
    },
    {
      "title": "Perturbation of SUMOlation enzyme Ubc9 by distinct domain within nucleoporin RanBP2/Nup358",
      "authors": [
        "H Saitoh",
        "MD Pizzi",
        "J Wang"
      ]
    },
    {
      "title": "Genomic instability and cancer: an introduction",
      "authors": [
        "Z Shen"
      ]
    },
    {
      "title": "Activation of the SUMO modification system is required for the accumulation of RAD51 at sites of DNA damage",
      "authors": [
        "H Shima",
        "H Suzuki",
        "K Igarashi",
        "H Saitoh",
        "H Kurumizaka",
        "S Tashiro",
        "J Sun",
        "K Kono",
        "L Shi",
        "A Kinomura",
        "Y Horikoshi",
        "T Ikura",
        "M Ikura",
        "R Kanaar"
      ]
    },
    {
      "title": "Truncated BRCA2 is cytoplasmic: implications for cancer-linked mutations",
      "authors": [
        "BH Spain",
        "CJ Larson",
        "LS Shihabuddin",
        "FH Gage",
        "IM Verma"
      ]
    },
    {
      "title": "Homologous recombination repair protects against particulate chromate-induced chromosome instability in Chinese hamster cells",
      "authors": [
        "MM Stackpole",
        "SS Wise",
        "E Grlickova Duzevik",
        "RC Munroe",
        "WD Thompson",
        "J Thacker",
        "LH Thompson",
        "JM Hinz",
        "JP Wise"
      ]
    },
    {
      "title": "Telomerase-mediated lifespan extension of human bronchial cells does not affect hexavalent chromium- induced cytotoxicity or genotoxicity",
      "authors": [
        "SS Wise",
        "LW Elmore",
        "SE Holt",
        "JE Little",
        "PG Antonucci",
        "BH Bryant",
        "JP Wise"
      ]
    },
    {
      "title": "Carcinogenic lead chromate induces DNA double strand breaks in human lung cells",
      "authors": [
        "H Xie",
        "SS Wise",
        "AL Holmes",
        "B Xu",
        "TP Wakeman",
        "SC Pelsue",
        "NP Singh",
        "JP Wise"
      ]
    },
    {
      "title": "Neoplastic transformation of human bronchial cells by lead chromate particles",
      "authors": [
        "H Xie",
        "AL Holmes",
        "SS Wise",
        "S Huang",
        "C Peng",
        "JP Wise"
      ]
    },
    {
      "title": "Zinc chromate induces chromosome instability and DNA double strand breaks in human lung cells",
      "authors": [
        "H Xie",
        "AL Holmes",
        "D Hammond",
        "JP Wise",
        "JL Young",
        "Q Qin",
        "K Joyce",
        "SC Pelsue",
        "C Peng",
        "SS Wise",
        "AS Jeevarajan",
        "WT Wallace"
      ]
    },
    {
      "title": "Formation of the amino acid-DNA complexes by hexavalent and trivalent chromium in vitro: importance of trivalent chromium and the phosphate group",
      "authors": [
        "A Zhitkovich",
        "V Voikun",
        "M Costa"
      ]
    }
  ],
  "original_title": "Prolonged exposure to particulate chromate inhibits RAD51 nuclear import mediator proteins.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/47e5/5568470/98bcc8526e58/nihms882047f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/47e5/5568470/a34927d6f8ac/nihms882047f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/47e5/5568470/8b5629f0dc11/nihms882047f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/47e5/5568470/39e087ae85a9/nihms882047f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/47e5/5568470/1991ca166d76/nihms882047f5.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/47e5/5568470/2dbc199159bf/nihms882047f6.jpg"
  ]
}