{
  "pmcid": "5600826",
  "title": "Intrauterine exposure to maternal stress alters Bdnf IV DNA methylation and telomere length in the brain of adult rat offspring",
  "abstract": "DNA methylation (addition of methyl groups to cytosines) and changes in telomere length (TTAGGG repeats on the ends of chromosomes) are two molecular modifications that result from stress and could contribute to the long-term effects of intrauterine exposure to maternal stress on offspring behavior. Here, we measured methylation of DNA associated with the Brain-derived neurotrophic factor (Bdnf) gene, a gene important in development and plasticity, and telomere length in the brains of adult rat male and female offspring whose mothers were exposed to unpredictable and variable stressors throughout gestation. Males exposed to prenatal stress had greater methylation (Bdnf IV) in the medial prefrontal cortex (mPFC) compared to non-stressed male controls and stressed females. Further, prenatally-stressed animals had shorter telomeres than controls in the mPFC. Together findings indicate a long-term impact of prenatal stress on brain DNA methylation and telomere biology with relevance for behavioral and health outcomes, and contribute to a growing literature linking stress to intergenerational molecular changes.",
  "introduction": "1. Introduction\n\nPerturbations during gestation in the form of malnutrition, infection, or psychosocial stress have devastating consequences on the physical and mental well-being of offspring. For example, individuals exposed to famine during gestation (such as that of the Dutch Famine of 1944) have significant physical health problems including cardiovascular disease and high blood pressure. Gestational famine exposure also produces long-lasting neurobiological and behavioral consequences, including an increased incidence of schizophrenia. Psychosocial stress experienced by the mother during gestation likewise produces vulnerability to psychopathology in offspring, including increased risk for schizophrenia and depression. Further, work from various animal models provides additional evidence that a suboptimal intrauterine environment has long-term physical and behavioral consequences for offspring (for reviews see).\n\nOne way that prenatal stress could affect brain function and behavior is through epigenetic modifications, including DNA methylation. DNA methylation is characterized by the addition of methyl groups to cytosines, typically at cytosine-guanine dinucleotides (CG sites), which can dampen transcriptional activity through the blockade of transcription factors or the recruitment of transcriptional silencing machinery. Recent studies have also highlighted the role of active DNA demethylation in regulating transcription within the CNS, and candidates thought to reverse DNA methylation include ten-eleven-translocation (TET) proteins, GADD45b, and MBD2. Though historically associated with early cell development and differentiation, there is now a vast literature showing that DNA methylation/demethylation remains an active process even occurring in mature neurons. Further, studies in humans and animal models have highlighted the ability of prenatal stress to alter DNA methylation at various gene loci, including the Brain-derived neurotrophic factor (Bdnf) gene. BDNF is crucial for development and plasticity in the developing and adult brain and is implicated in various psychiatric disorders, including depression, schizophrenia, and PTSD. Given the widespread functioning of BDNF across brain regions throughout early development, this locus may play a role in translating prenatal stress to adult phenotypic outcomes including psychopathology.\n\nRecent work has also sought to characterize the detrimental impact of early-life stress by examining changes in telomere length –stretches of TTAGGG repeats located on the ends of chromosomes (for a comprehensive review, see). Studies continue to show that various forms of early-life stress (e.g., perinatal complications, psychological stress, physical abuse, etc.) during the prenatal or postnatal period shorten telomere length in the periphery. Given that telomeres are dynamically regulated during the first years of life, examining neural changes in telomere length following prenatal stress is another important avenue for understanding how stress experienced in early-life may relate to future mental well-being.\n\nIn daily life, humans tend to be exposed to unpredictable challenges that vary in magnitude and duration. Studies of prenatal stress in rodents often employ repeated presentations of a single, non-varying stressor, most frequently, immobilization stress, a well-known stressor in rodents. Rodent studies however provide evidence for habituation to predictable, non-varying stressors. In contrast, chronic variable stress in adult males is associated with greater HPA axis responses, including baseline hypersecretion of corticosterone, adrenocorticotropic hormone, and prolactin, as well as adrenal hypertrophy. Repeated exposure of pregnant rats to uncontrollable stress elicited a prolonged (24–48hr) increase in plasma concentrations of glucocorticoids from gestational day 4 to 20, an effect also observed in day 20 fetuses, suggesting that habituation to variable stressors across the rat’s three week pregnancy is minimal. Importantly, as compared to studies employing presentations of a single, non-varying stressor, studies employing variable prenatal stress paradigms have reported etiological changes that may be more closely linked to psychiatric disorders. Collectively, these findings suggest that variable, unpredictable stress may model the human condition with greater fidelity than invariant stress paradigms.\n\nThe current study was designed to characterize changes in Bdnf IV DNA methylation and telomere length across multiple discrete brain regions of the adult rat following unpredictable variable prenatal stress (UVPS). We chose to focus on the mPFC, ventral hippocampus, dorsal hippocampus, and central/basolateral amygdala, as our prior work showed changes in Bdnf IV DNA methylation and telomere length in these regions in adult animals subjected to adverse caregiving conditions during the first postnatal week. Changes in Bdnf IV DNA methylation have also been found in these same brain regions in other models of prenatal stress, and changes at this locus within these same brain regions are known to regulate neural function and behavior including fear conditioning and extinction.",
  "methods": "2. Materials and Methods\n\n2.1 Subjects\n\nFemale Sprague-Dawley (SD) rats and their offspring were used (n=6 control animals per sex, 7 UVPS animals per sex derived from 13 dams, with only one male and one female offspring from each control and UVPS litter). To avoid stress associated with shipping during pregnancy, dams were ordered (Taconic Farms, Germantown, NY) and time-mated in our breeding colony. Pregnancy was determined by daily vaginal lavage with the presence of spermatozoa indicating Gestational day zero (G0). Throughout pregnancy, dams were housed in groups of three in standard maternity cages (47cm × 26cm × 21cm) lined with corncob bedding and maintained under standard colony conditions (12:12 light/dark cycle [0600:1800]; 21 +/− 1° C at 30 – 50% humidity). Rat chow (Purina #5102) and water were available ad libitum. On G21, dams were singly housed. Animal experimentation was conducted in full accordance with the NRC Guide for the Care and Use of Laboratory Animals (National Academy of Sciences, copyright 2011). All procedures were approved by the Wake Forest School of Medicine Animal Care and Use Committee (ACUC).\n\n2.2 Unpredictable, Variable Prenatal Stress (UVPS) Paradigm\n\nOn G0, pregnant dams were randomly assigned to either control or UVPS treatment conditions (Body weight: CNTL, 288 ± 26g; UVPS, 292 ± 23g, ns). Each group was then transported to its own colony room. Beginning on G1, daily stress was applied to UVPS dams only within their own colony room. UVPS dams were exposed during each 24hr period to three stressors, one during each of three discrete time periods varying in duration (Time periods, Early: 0600–1200, Mid: 1200–1800, Late: 1800–600; Duration, 15, 30 or 60 minutes). Stressors included tube restraint (PVC tube, length × diameter: 21.6 × 6.4 cm), high-frequency strobe light (60Hz, 3.5W, 85mA), and white-noise induced stress (80db). Stimulus presentation was block randomized across pregnancy and spanned G1 – G21. Control dams were handled briefly each day to match UVPS handling. To eliminate potential confounds of altered postnatal maternal care by UVPS dams on experimental endpoints, offspring in both conditions were fostered at birth to non-manipulated, newly parturient dams.\n\n2.3 Tissue Collection and Processing\n\nOn postnatal day (PN) 90, rats were euthanized and flash frozen. Brains were extracted and later sectioned into 300 μm slices on a cryostat. DNA and RNA were simultaneously extracted (Qiagen Inc., Valencia, CA) from homogenized tissue from the mPFC (consisting of infralimbic and prelimbic cortices), dorsal hippocampus, ventral hippocampus, or central/basolateral amygdala. Tissue was dissected using the following stereotaxic coordinates from bregma (according to): mPFC, +2.52 to +5.16 mm; dorsal hippocampus, −2.16 to −3.36 mm; ventral hippocampus, −4.36 to −6.00 mm; and central/basolateral amygdala, −2.16 to −3.00 mm. Quantity and quality (DNA, 260/280 ratio of ~1.8 [range 1.8–2.0]; RNA, 260/280 ratio of ~2.0 ([ange 2.0–2.1]) of nucleic acids were determined using spectrophotometry (Nanodrop 2000), which were then frozen at −80°C for later processing.\n\n2.4 Bdnf DNA Methylation and Gene Expression Assays\n\nFor methylation assays, DNA was bisulfite-converted (Epitect Bisulfite Kit, Qiagen, Inc., Valencia, CA) and direct bisulfite-sequencing PCR (BSP) was used to measure methylation at 11 CG sites in Bdnf exon IV as previously reported. PCR products were purified (Diffinity Genomics, RapidTip) and sequenced using reverse primers at the Delaware Biotechnology Institute. The electropherogram was read on Chromas software, where the percent methylation of each CG site was determined by the ratio between peak values of G and A (G/[G +A]). We confirmed the accuracy of this technique by assessing methylated standards (Rat Pre-mixed Calibration Standards, Epigendx) ranging from 0–100% methylation and performing a linear regression on methylation values (F1,40=228.9, p<0.001, r2=0.8512).\n\nFor gene expression assays, RNA was reverse transcribed using a cDNA synthesis kit (Qiagen, Inc., Valencia, CA) and amplified via real-time PCR using Taqman probes (ThermoFisher Scientific, Grand Island, NY) to target Bdnf IV-containing transcripts (Taqman probe Rn01435337_g1). Tubulin (Taqman probe Rn01484927_m1) was used as a reference gene and all reactions were run in triplicate. The comparative Ct method was used to obtain the relative Bdnf IV mRNA fold change in experimental (UVPS) relative to control animals.\n\n2.5 Telomere Length and Telomerase assays\n\nDNA was assessed for purity, and diluted to 10ng/uL via Nanodrop spectrophotometry following procedures used previously. Quantitative real-time PCR was conducted with the following primers targeting telomeres (T; ForwardTEL:5′-CGGTTTGTTTGGGTTTGGGTTTGGGTTTGGGTTTGGGTT-3′ and ReverseTEL:5′-GGCTTGCCTTACCCTTACCCTTACCCTTACCCTTACCCT-3′) and a single copy control gene (S, the angiotensin receptor gene NCBI M86912.1, ForwardAT1: 5′- ACGTGTCTCAGCATCGACCGCTACC-3′ and ReverseAT1: 5′-AGAATGATAAGGAAAGGGAACAAGAAGCCC-3′). Each PCR well contained a final concentration of 1x Power Sybr Green Master Mix (ThermoFisher Scientific, Grand Island, NY), 100 nM forward primer, 100 nM reverse primer, and 20ng of sample DNA. The experimenter was blind to a sample’s group identification when loading the PCR plate. For each sample, the telomere and AT1 qPCR assays were carried out in triplicate in the same well position on different 96-well plates. All male and female samples for a particular brain region were run on the same 96-well PCR plate. Given that plates did not contain a standard, we did not statistically contrast brain regions across PCR plates. All samples were assayed in triplicate and any replicate that deviated ± 1 cycle threshold (Ct) beyond the triplicate average (~ 4.3% of all replicates) was excluded from the final Ct average. Eight samples failed to amplify in the amygdala (2 females and 2 males in the control condition and 1 female and 3 males in the UVPS condition) and were thus excluded from analyses. Relative telomere length was calculated as a ratio of telomeres (T) to single copy gene (S) by the formula T/S = (2ΔCt tel)/(2ΔCt AT1). The T/S ratio was then transformed into a proportionate score against the unstressed control condition for each brain region.\n\nSimilar to Bdnf IV mRNA assays, cDNA was amplified via real-time PCR using Taqman probes (ThermoFisher Scientific, Grand Island, NY) that targeted telomerase exons 7–9-containing transcripts (Taqman probe Rn01409457_m1). Tubulin was also used as a reference gene and all reactions were run in duplicate. The comparative Ct method was used to obtain the relative mRNA fold change in experimental (UVPS) relative to control animals.\n\n2.6 Statistical Analyses\n\nUpon assignment to treatment groups, dam body weights were compared using a one-way ANOVA. Following birth, median litter sizes were analyzed using the Wilcoxon Signed-Ranks Test. For each brain region, BSP data were analyzed with two-way ANOVAs comparing average methylation (across all 11 sites) between treatment group and sex (2 × 2), as well as two-way ANOVAs on each of the 11 CG sites [treatment group (2) × sex (2)]. Telomere length between conditions and sexes was likewise analyzed with two-way ANOVAs for each brain region. Bonferroni multiple comparison tests were used when appropriate for post hoc analyses. Differences in Bdnf or telomerase mRNA levels were analyzed by one-sample t-tests (for comparison of UVPS subjects to controls). Differences were considered to be statistically significant for p≤0.05.",
  "results": "3. Results\n\n3.1. Pregnancy Outcome\n\nBoth UVPS and Control dams gave birth at the expected time, during the period spanning late G21 through early G22. Litter sizes ranged from 11–16 for the UVPS group and 11–17 for the Control group. A Wilcoxon Signed-Ranks Test indicated that the median UVPS ranks, Mdn=13.5, were significantly lower than the median Control ranks, Mdn = 15.5 (W=0, p < 0.05).\n\n3.2. Bdnf IV DNA methylation\n\nTo assess the effects of UVPS on adult DNA methylation patterns, we measured methylation of Bdnf IV in adult (PN90) male and female rats. The primer set we used targeted 3 CG sites that are upstream of the exon start site, encompassing a transcription factor binding site, and 8 CG sites within the beginning of the exon. We targeted this region as there are ample data indicating that this portion of DNA is especially sensitive to a range of physical or psychosocial factors.\n\nMedial prefrontal cortex (mPFC)\n\nUVPS males had higher levels of methylation in the mPFC (Figure 1A). A two-way ANOVA comparing average methylation values for both treatment (UVPS vs. control) and sex (males vs. females) revealed a significant interaction (F1,19=18.19, p<0.01). UVPS males had higher overall methylation than control males (t19=3.512, p=0.01) and UVPS females (t19=3.374, p=0.02). UVPS males also had higher methylation at several individual CG sites. A two-way ANOVA comparing methylation values at CG site 1 for both treatment (UVPS vs. control) and sex (males vs. females) revealed a significant interaction (F1,19=16.66, p<0.01). UVPS males had higher methylation than control males (t19=3.165, p=0.03) and UVPS females (t19=3.552, p=0.01). A two-way ANOVA comparing methylation values at CG site 2 for both treatment and sex revealed a significant interaction (F1,19=12.31, p<0.01), but all post hoc analyses failed to reach statistical significance. A two-way ANOVA comparing methylation values at CG site 3 for both treatment and sex revealed a significant interaction (F1,19=16.75, p<0.01). UVPS males had higher methylation than control males (t19=2.921, p=0.05) and UVPS females (t19=3.366, p=0.02). A two-way ANOVA comparing methylation values at CG site 4 for both treatment and sex revealed a significant main effect of treatment (F1,17=13.75 p<0.01), sex (F1,17=6.453, p=0.02), and an interaction (F1,17=25.35, p<0.01). UVPS males had higher methylation than control males (t17=6.052, p<0.01), control females (t17=4.325, p<0.01), and UVPS females (t17=5.477, p<0.01). Finally, a two-way ANOVA comparing methylation values at CG site 7 for both treatment and sex revealed a significant interaction (F1,19=14.38, p<0.01). UVPS males had higher methylation than control males (t19=3.452, p=0.02) and UVPS females (t19=3.145, p=0.03).\n\nDorsal hippocampus, ventral hippocampus, and amygdala\n\nThere were no main effects of treatment or sex, nor any interaction effects for average methylation levels or methylation at individual CG sites within the dorsal or ventral hippocampus or central/basolateral amygdala. A two-way ANOVA comparing methylation values at individual sites within the ventral hippocampus for both treatment (UVPS vs. control) and sex (males vs. females) revealed a significant interaction at CG site 1 (F1,22=5.672, p=0.03) and CG site 2 (F1,21=4.935, p=0.04), but all post hoc analyses failed to reach statistical significance.\n\n3.3. Bdnf IV gene expression\n\nAs one way to envision the functional relevance of our changes in DNA methylation induced by UVPS within the mPFC, we measured steady-state gene expression of Bdnf IV-containing transcripts. No significant differences in Bdnf IV mRNA levels were detected between UVPS males and controls (t6=1.900, p=0.11) nor UVPS females and controls (t6=1.693, p=0.14). These data however do not necessarily mean our observed methylation changes are not functionally relevant in terms of gene expression. DNA methylation changes do not always result in steady-state changes in gene expression, but can instead prime transcriptional responses to subsequent stimuli and neural activation. Thus these methylation changes may be functionally relevant in terms of activity-dependent gene expression, which would occur for example when an animal is challenged with a stressor or learning event.\n\n3.4. Telomere length\n\nMedial prefrontal cortex (mPFC) telomere length\n\nUVPS had a significant effect on telomere length in the mPFC (Figure 2). A two-way ANOVA revealed a main effect of treatment (UVPS vs. control) on telomere length in the mPFC (F1,22=7.847, p=0.01), with a shorter telomere length present in animals that experienced UVPS.\n\nVentral hippocampus, dorsal hippocampus, and amygdala telomere length\n\nIn the hippocampus and central/basolateral amygdala there were no main effects of treatment or sex, nor any interaction effects on telomere length.\n\n3.5. Medial prefrontal cortex (mPFC) telomerase mRNA\n\nGiven the differences observed in telomere length within the mPFC, we also wanted to selectively examine telomerase mRNA in this brain region. No significant differences in telomerase mRNA were detected between UVPS males vs. controls (t6=1.807, p=0.12) or UVPS females compared to control females (t6=2.265, p=0.06).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "prenatal stress",
    "maternal stress",
    "DNA methylation",
    "telomere length",
    "Article"
  ],
  "citations": [
    {
      "title": "The hypothalamic-pituitary-adrenal axis: what can it tell us about stressors?",
      "authors": [
        "A Armario"
      ]
    },
    {
      "title": "Infant-caregiver experiences alter telomere length in the brain",
      "authors": [
        "A Asok",
        "K Bernard",
        "JB Rosen",
        "M Dozier",
        "TL Roth"
      ]
    },
    {
      "title": "Parental responsiveness moderates the association between early-life stress and reduced telomere length",
      "authors": [
        "A Asok",
        "K Bernard",
        "TL Roth",
        "JB Rosen",
        "M Dozier"
      ]
    },
    {
      "title": "Activation of BDNF signaling prevents the return of fear in female mice",
      "authors": [
        "D Baker-Andresen",
        "C Flavell",
        "TW Bredy"
      ]
    },
    {
      "title": "Dynamic DNA methylation: a prime candidate for genomic metaplasticity and behavioral adaptation",
      "authors": [
        "D Baker-Andresen",
        "VS Ratnu",
        "TW Bredy"
      ]
    },
    {
      "title": "Reviews: BDNF and memory formation and storage",
      "authors": [
        "P Bekinschtein",
        "M Cammarota",
        "I Izquierdo",
        "JH Medina"
      ]
    },
    {
      "title": "The relationship between maternal depressive, anxious, and stress symptoms during pregnancy and adult offspring behavioral and emotional problems",
      "authors": [
        "KS Betts",
        "GM Williams",
        "JM Najman",
        "R Alati"
      ]
    },
    {
      "title": "The long-term impact of adverse caregiving environments on epigenetic modifications and telomeres",
      "authors": [
        "J Blaze",
        "A Asok",
        "TL Roth"
      ]
    },
    {
      "title": "Caregiver maltreatment causes altered neuronal DNA methylation in female rodents",
      "authors": [
        "J Blaze",
        "TL Roth"
      ]
    },
    {
      "title": "Differential methylation of genes in the medial prefrontal cortex of developing and adult rats following exposure to maltreatment or nurturing care during infancy",
      "authors": [
        "J Blaze",
        "L Scheuing",
        "TL Roth"
      ]
    },
    {
      "title": "Stress in utero: prenatal programming of brain plasticity and cognition",
      "authors": [
        "J Bock",
        "T Wainstock",
        "K Braun",
        "M Segal"
      ]
    },
    {
      "title": "Prenatal stress decreases Bdnf expression and increases methylation of Bdnf exon IV in rats",
      "authors": [
        "GJ Boersma",
        "RS Lee",
        "ZA Cordner",
        "ER Ewald",
        "RH Purcell",
        "AA Moghadam",
        "KL Tamashiro"
      ]
    },
    {
      "title": "The impact of voluntary exercise on relative telomere length in a rat model of developmental stress",
      "authors": [
        "M Botha",
        "L Grace",
        "K Bugarith",
        "VA Russell",
        "M Kidd",
        "S Seedat",
        "SM Hemmings"
      ]
    },
    {
      "title": "Prenatal stress-induced increases in placental inflammation and offspring hyperactivity are male-specific and ameliorated by maternal antiinflammatory treatment",
      "authors": [
        "S Bronson",
        "T Bale"
      ]
    },
    {
      "title": "DNA methylation signatures triggered by prenatal maternal stress exposure to a natural disaster: project Ice Storm",
      "authors": [
        "L Cao-Lei",
        "R Massart",
        "MJ Suderman",
        "Z Machnes",
        "G Elgbeili",
        "DP Laplante",
        "M Szyf",
        "S King"
      ]
    },
    {
      "title": "Exogenous application of glucose induces aging in rat cerebral oligodendrocytes as revealed by alteration in telomere length",
      "authors": [
        "V Dabouras",
        "A Rothermel",
        "A Reininger-Mack",
        "SL Wien",
        "PG Layer",
        "AA Robitzki"
      ]
    },
    {
      "title": "Chronic stress-induced effects of corticosterone on brain: direct and indirect",
      "authors": [
        "MF Dallman",
        "SF Akana",
        "AM Strack",
        "KS Scribner",
        "N Pecoraro",
        "SE La Fleur",
        "H Houshyar",
        "F Gomez"
      ]
    },
    {
      "title": "Comparison of the effects of single and daily repeated immobilization stress on resting activity and heterotypic sensitization of the hypothalamic–pituitary–adrenal axis",
      "authors": [
        "N Daviu",
        "C Rabasa",
        "R Nadal",
        "A Armario"
      ]
    },
    {
      "title": "Prenatal stress produces social behavior deficits and alters the number of oxytocin and vasopressin neurons in adult rats",
      "authors": [
        "MA de Souza",
        "LA Centenaro",
        "PR Menegotto",
        "TP Henriques",
        "J Bonini",
        "M Achaval",
        "AB Lucion"
      ]
    },
    {
      "title": "Promoter-specific activation and demethylation by MBD2/demethylase",
      "authors": [
        "N Detich",
        "J Theberge",
        "M Szyf"
      ]
    },
    {
      "title": "The role of BDNF in the development of fear learning",
      "authors": [
        "I Dincheva",
        "N Lynch",
        "F Lee"
      ]
    },
    {
      "title": "BDNF epigenetic modifications associated with schizophrenia-like phenotype induced by prenatal stress in mice",
      "authors": [
        "E Dong",
        "SG Dzitoyeva",
        "F Matrisciano",
        "P Tueting",
        "DR Grayson",
        "A Guidotti"
      ]
    },
    {
      "title": "Studying longitudinal trajectories in animal models of psychiatric illness and their translation to the human condition",
      "authors": [
        "CA Driscoll",
        "CS Barr"
      ]
    },
    {
      "title": "Stress exposure in intrauterine life is associated with shorter telomere length in young adulthood",
      "authors": [
        "S Entringer",
        "ES Epel",
        "R Kumsta",
        "J Lin",
        "DH Hellhammer",
        "EH Blackburn",
        "S Wüst",
        "PD Wadhwa"
      ]
    },
    {
      "title": "Maternal psychosocial stress during pregnancy is associated with newborn leukocyte telomere length",
      "authors": [
        "S Entringer",
        "ES Epel",
        "J Lin",
        "C Buss",
        "B Shahbaba",
        "EH Blackburn",
        "HN Simhan",
        "PD Wadhwa"
      ]
    },
    {
      "title": "Telomeres shorten with age in rat cerebellum and cortex in vivo",
      "authors": [
        "BE Flanary",
        "WJ Streit"
      ]
    },
    {
      "title": "Telomerase mediates the cell survival-promoting actions of brain-derived neurotrophic factor and secreted amyloid precursor protein in developing hippocampal neurons",
      "authors": [
        "W Fu",
        "C Lu",
        "MP Mattson"
      ]
    },
    {
      "title": "DNA methylation profiles of the brain-derived neurotrophic factor (BDNF) gene as a potent diagnostic biomarker in major depression",
      "authors": [
        "M Fuchikami",
        "S Morinobu",
        "T Terao",
        "M Segawa",
        "Y Okamoto",
        "S Yamawaki",
        "N Ozaki",
        "T Inoue",
        "I Kusumi",
        "T Koyama",
        "K Tsuchiyama"
      ]
    },
    {
      "title": "Sex differences in the HPA axis",
      "authors": [
        "N Goel",
        "JL Workman",
        "TT Lee",
        "L Innala",
        "V Viau"
      ]
    },
    {
      "title": "Regulatory changes in neuroendocrine stress-integrative circuitry produced by a variable stress paradigm",
      "authors": [
        "J Herman",
        "D Adams",
        "C Prewitt"
      ]
    },
    {
      "title": "Schizoid personality disorder after prenatal exposure to famine",
      "authors": [
        "H Hoek",
        "E Susser",
        "K Buck",
        "L Lumey",
        "S Lin",
        "J Gorman"
      ]
    },
    {
      "title": "Epigenetic effects of prenatal stress on 11β-Hydroxysteroid Dehydrogenase-2 in the placenta and fetal brain",
      "authors": [
        "C Jensen Peña",
        "C Monk",
        "FA Champagne"
      ]
    },
    {
      "title": "Childhood adversities are associated with shorter telomere length at adult age both in individuals with an anxiety disorder and controls",
      "authors": [
        "L Kananen",
        "I Surakka",
        "S Pirkola",
        "J Suvisaari",
        "J Lonnqvist",
        "L Peltonen",
        "S Ripatti",
        "I Hovatta"
      ]
    },
    {
      "title": "Increased BDNF promoter methylation in the Wernicke area of suicide subjects",
      "authors": [
        "S Keller",
        "M Sarchiapone",
        "F Zarrilli"
      ]
    },
    {
      "title": "Childhood adversity heightens the impact of later-life caregiving stress on telomere length and inflammation",
      "authors": [
        "JK Kiecolt-Glaser",
        "JP Gouin",
        "NP Weng",
        "WB Malarkey",
        "DQ Beversdorf",
        "R Glaser"
      ]
    },
    {
      "title": "Prenatal exposure to a repeated variable stress paradigm elicits behavioral and neuroendocrinological changes in the adult offspring: potential relevance to schizophrenia",
      "authors": [
        "JI Koenig",
        "GI Elmer",
        "PD Shepard",
        "PR Lee",
        "C Mayo",
        "B Joy",
        "E Hercher",
        "DL Brady"
      ]
    },
    {
      "title": "TET enzymes, TDG and the dynamics of DNA demethylation",
      "authors": [
        "RM Kohli",
        "Y Zhang"
      ]
    },
    {
      "title": "Epigenetic perspective on the developmental effects of bisphenol A",
      "authors": [
        "M Kundakovic",
        "FA Champagne"
      ]
    },
    {
      "title": "Sex-specific and strain-dependent effects of early life adversity on behavioral and epigenetic outcomes",
      "authors": [
        "M Kundakovic",
        "S Lim",
        "K Gudsnuk",
        "FA Champagne"
      ]
    },
    {
      "title": "Long-term effects of early life deprivation on brain glia in Fischer rats",
      "authors": [
        "M Leventopoulos",
        "D Rüedi-Bettschen",
        "I Knuesel",
        "J Feldon",
        "CR Pryce",
        "J Opacka-Juffry"
      ]
    },
    {
      "title": "Telomere shortening leads to earlier age of onset in ALS mice",
      "authors": [
        "B Linkus",
        "D Wiesner",
        "M Messner",
        "A Karabatsiakis",
        "A Scheffold",
        "KL Rudolph",
        "DR Thal",
        "JH Weishaupt",
        "AC Ludolph",
        "KM Danzer"
      ]
    },
    {
      "title": "Analysis of relative gene expression data using real-time quantitative PCR and the 2−ΔΔCT method",
      "authors": [
        "KJ Livak",
        "TD Schmittgen"
      ]
    },
    {
      "title": "Epigenetic regulation of Bdnf gene transcription in the consolidation of fear memory",
      "authors": [
        "FD Lubin",
        "TL Roth",
        "JD Sweatt"
      ]
    },
    {
      "title": "Effects of stress throughout the lifespan on the brain, behaviour and cognition",
      "authors": [
        "SJ Lupien",
        "BS McEwen",
        "MR Gunnar",
        "C Heim"
      ]
    },
    {
      "title": "Neuronal activity-induced Gadd45b promotes epigenetic DNA demethylation and adult neurogenesis",
      "authors": [
        "DK Ma",
        "MH Jang",
        "JU Guo",
        "Y Kitabatake",
        "ML Chang",
        "N Pow-Anpongkul",
        "RA Flavell",
        "B Lu",
        "GL Ming",
        "H Song"
      ]
    },
    {
      "title": "Acute maternal stress in pregnancy and schizophrenia in offspring: a cohort prospective study",
      "authors": [
        "D Malaspina",
        "C Corcoran",
        "K Kleinhaus",
        "M Perrin",
        "S Fennig",
        "D Nahon",
        "Y Friedlander",
        "S Harlap"
      ]
    },
    {
      "title": "Prenatal stress and newborn telomere length",
      "authors": [
        "NM Marchetto",
        "RA Glynn",
        "ML Ferry",
        "M Ostojic",
        "SM Wolff",
        "R Yao",
        "MF Haussmann"
      ]
    },
    {
      "title": "Periadolescent maturation of the prefrontal cortex is sex-specific and is disrupted by prenatal stress",
      "authors": [
        "JA Markham",
        "SE Mullins",
        "JI Koenig"
      ]
    },
    {
      "title": "DNA methylation-related chromatin remodeling in activity-dependent Bdnf gene regulation",
      "authors": [
        "K Martinowich",
        "D Hattori",
        "H Wu",
        "S Fouse",
        "F He",
        "Y Hu",
        "G Fan",
        "YE Sun"
      ]
    },
    {
      "title": "New insights into BDNF function in depression and anxiety",
      "authors": [
        "K Martinowich",
        "H Manji",
        "B Lu"
      ]
    },
    {
      "title": "Epigenetic modifications of GABAergic interneurons are associated with the schizophrenia-like phenotype induced by prenatal stress in mice",
      "authors": [
        "F Matrisciano",
        "P Tueting",
        "I Dalal",
        "B Kadriu",
        "DR Grayson",
        "JM Davis",
        "F Nicoletti",
        "A Guidotti"
      ]
    },
    {
      "title": "Mechanisms of stress in the brain",
      "authors": [
        "BS McEwen",
        "NP Bowles",
        "JD Gray",
        "MN Hill",
        "RG Hunter",
        "IN Karatsoreos",
        "C Nasca"
      ]
    },
    {
      "title": "Stress effects on morphology and function of the hippocampus",
      "authors": [
        "BS McEwen",
        "AM Magarinos"
      ]
    },
    {
      "title": "Early prenatal stress epigenetically programs dysmasculinization in second-generation offspring via the paternal lineage",
      "authors": [
        "CP Morgan",
        "TL Bale"
      ]
    },
    {
      "title": "Early prenatal stress impact on coping strategies and learning performance is sex dependent",
      "authors": [
        "BR Mueller",
        "TL Bale"
      ]
    },
    {
      "title": "Sex-specific programming of offspring emotionality after stress early in pregnancy",
      "authors": [
        "BR Mueller",
        "TL Bale"
      ]
    },
    {
      "title": "Investigating epigenetic effects of prenatal exposure to toxic metals in newborns: challenges and benefits",
      "authors": [
        "MD Nye",
        "RC Fry",
        "C Hoyo",
        "SK Murphy"
      ]
    },
    {
      "title": "A quantitative PCR method for measuring absolute telomere length",
      "authors": [
        "NJ O’Callaghan",
        "M Fenech"
      ]
    },
    {
      "title": "Childhood trauma associated with short leukocyte telomere length in posttraumatic stress disorder",
      "authors": [
        "A O’Donovan",
        "E Epel",
        "J Lin",
        "O Wolkowitz",
        "B Cohen",
        "S Maguen",
        "T Metzler",
        "M Lenoci",
        "E Blackburn",
        "TC Neylan"
      ]
    },
    {
      "title": "Transgenerational effects of prenatal exposure to the Dutch famine on neonatal adiposity and health in later life",
      "authors": [
        "RC Painter",
        "C Osmond",
        "P Gluckman",
        "M Hanson",
        "DIW Phillips",
        "TJ Roseboom"
      ]
    },
    {
      "title": "Restraint stress in biomedical research: A review",
      "authors": [
        "WP Paré",
        "GB Glavin"
      ]
    },
    {
      "title": "",
      "authors": [
        "G Paxinos",
        "C Watson"
      ]
    },
    {
      "title": "Response to psychotherapy in borderline personality disorder and methylation status of the BDNF gene",
      "authors": [
        "N Perroud",
        "A Salzmann",
        "P Prada",
        "R Nicastro",
        "ME Hoeppli",
        "S Furrer",
        "S Ardu",
        "I Krejci",
        "F Karege",
        "A Malafosse"
      ]
    },
    {
      "title": "Peripheral and central mechanisms of stress resilience",
      "authors": [
        "ML Pfau",
        "SJ Russo"
      ]
    },
    {
      "title": "Chronic stress and brain plasticity: Mechanisms underlying adaptive and maladaptive changes and implications for stress-related CNS disorders",
      "authors": [
        "J Radley",
        "D Morilak",
        "V Viau",
        "S Campeau"
      ]
    },
    {
      "title": "Hungry in the womb: what are the consequences? Lessons from the Dutch famine",
      "authors": [
        "TJ Roseboom",
        "RC Painter",
        "AFM van Abeelen",
        "MVE Veenendaal",
        "SR de Rooij"
      ]
    },
    {
      "title": "Lasting epigenetic influence of early-life adversity on the BDNF gene",
      "authors": [
        "TL Roth",
        "FD Lubin",
        "AJ Funk",
        "JD Sweatt"
      ]
    },
    {
      "title": "Bdnf DNA methylation modifications in the hippocampus and amygdala of male and female rats exposed to different caregiving environments outside the homecage",
      "authors": [
        "TL Roth",
        "S Matt",
        "K Chen",
        "J Blaze"
      ]
    },
    {
      "title": "Epigenetic modification of hippocampal Bdnf DNA in adult rats in an animal model of post-traumatic stress disorder",
      "authors": [
        "TL Roth",
        "PR Zoladz",
        "JD Sweatt",
        "DM Diamond"
      ]
    },
    {
      "title": "Neurodevelopmental consequences of maternal distress: what do we really know?",
      "authors": [
        "C Schuurmans",
        "DM Kurrasch"
      ]
    },
    {
      "title": "Perinatal complications and aging indicators by midlife",
      "authors": [
        "I Shalev",
        "A Caspi",
        "K Sugden",
        "B Williams",
        "D Wolke",
        "TE Moffitt",
        "A Ambler",
        "DW Belsky",
        "S Chapple",
        "HJ Cohen",
        "S Israel",
        "R Poulton",
        "S Ramrakha",
        "CD Rivera"
      ]
    },
    {
      "title": "Internalizing disorders and leukocyte telomere erosion: A prospective study of depression, generalized anxiety disorder and post-traumatic stress disorder",
      "authors": [
        "I Shalev",
        "TE Moffitt",
        "SP Robertson",
        "K Sugden",
        "B Williams",
        "A Caspi",
        "AW Braithwaite",
        "A Danese",
        "NI Fleming",
        "S Goldman-Mellor",
        "H Harrington",
        "RM Houts",
        "S Israel",
        "R Poulton"
      ]
    },
    {
      "title": "Prenatal stress produces sex-specific changes in depression-like behavior in rats: implications for increased vulnerability in females",
      "authors": [
        "HM Sickmann",
        "TS Arentzen",
        "TB Dyrby",
        "N Plath",
        "MP Kristensen"
      ]
    },
    {
      "title": "Genetic determination of telomere size in humans: a twin study of three age groups",
      "authors": [
        "PE Slagboom",
        "S Droog",
        "DI Boomsma"
      ]
    },
    {
      "title": "Differential immune system DNA methylation and cytokine regulation in post-traumatic stress disorder",
      "authors": [
        "AK Smith",
        "KN Conneely",
        "V Kilaru",
        "KB Mercer",
        "TE Weiss",
        "B Bradley",
        "Y Tang",
        "CF Gillespie",
        "JF Cubells",
        "KJ Ressler"
      ]
    },
    {
      "title": "Gender- and anxiety level-dependent effects of perinatal stress exposure on medial prefrontal cortex",
      "authors": [
        "E Soztutar",
        "E Colak",
        "E Ulupinar"
      ]
    },
    {
      "title": "Programming of stress-related behavior and epigenetic neural gene regulation in mice offspring through maternal exposure to predator odor",
      "authors": [
        "S St-Cyr",
        "PO McGowan"
      ]
    },
    {
      "title": "Shortened telomere length in white matter oligodendrocytes in major depression: potential role of oxidative stress",
      "authors": [
        "A Szebeni",
        "K Szebeni",
        "T DiPeri",
        "MJ Chandley",
        "JD Crawford",
        "CA Stockmeier",
        "GA Ordway"
      ]
    },
    {
      "title": "Prolonged stress-induced elevation in plasma corticosterone during pregnancy in the rat: implications for prenatal stress studies",
      "authors": [
        "L Takahashi",
        "J Turner",
        "N Kalin"
      ]
    },
    {
      "title": "Telomere length in white blood cells, buccal cells and brain tissue and its variation with ageing and Alzheimer’s disease",
      "authors": [
        "P Thomas",
        "NJ O’ Callaghan",
        "M Fenech"
      ]
    },
    {
      "title": "Childhood maltreatment and telomere shortening: preliminary support for an effect of early stress on cellular aging",
      "authors": [
        "AR Tyrka",
        "LH Price",
        "HT Kao",
        "B Porton",
        "SA Marsella",
        "LL Carpenter"
      ]
    },
    {
      "title": "Telomerase dysregulation in the hippocampus of a rat model of depression: normalization by lithium",
      "authors": [
        "YB Wei",
        "L Backlund",
        "G Wegener",
        "AA Mathé",
        "C Lavebratt"
      ]
    },
    {
      "title": "Variable prenatal stress results in impairments of sustained attention and inhibitory response control in a 5-choice serial reaction time task in rats",
      "authors": [
        "CA Wilson",
        "R Schade",
        "AV Terry"
      ]
    },
    {
      "title": "Exposure to variable prenatal stress in rats: Effects on anxiety-related behaviors, innate and contextual fear, and fear extinction",
      "authors": [
        "CA Wilson",
        "A Vazdarjanova",
        "AV Terry"
      ]
    },
    {
      "title": "Rapid telomere shortening in children",
      "authors": [
        "SL Zeichner",
        "P Palumbo",
        "Y Feng",
        "X Xiao",
        "D Gee",
        "J Sleasman",
        "M Goodenow",
        "R Biggar",
        "D Dimitrov"
      ]
    }
  ],
  "original_title": "Intrauterine exposure to maternal stress alters Bdnf IV DNA methylation and telomere length in the brain of adult rat offspring.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9fb4/5600826/fba38d60912a/nihms873339f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9fb4/5600826/fe1cd8963aaf/nihms873339f2.jpg"
  ]
}