{
  "pmcid": "5736159",
  "title": "Validation of Methods to Assess the Immunoglobulin Gene Repertoire in Tissues Obtained from Mice on the International Space Station",
  "abstract": "Spaceflight is known to affect immune cell populations. In particular, splenic B cell numbers decrease during spaceflight and in ground-based physiological models. Although antibody isotype changes have been assessed during and after space flight, an extensive characterization of the impact of spaceflight on antibody composition has not been conducted in mice. Next Generation Sequencing and bioinformatic tools are now available to assess antibody repertoires. We can now identify immunoglobulin gene- segment usage, junctional regions, and modifications that contribute to specificity and diversity. Due to limitations on the International Space Station, alternate sample collection and storage methods must be employed. Our group compared Illumina MiSeq sequencing data from multiple sample preparation methods in normal C57Bl/6J mice to validate that sample preparation and storage would not bias the outcome of antibody repertoire characterization. In this report, we also compared sequencing techniques and a bioinformatic workflow on the data output when we assessed the IgH and Igκ variable gene usage. This included assessments of our bioinformatic workflow on Illumina HiSeq and MiSeq datasets and is specifically designed to reduce bias, capture the most information from Ig sequences, and produce a data set that provides other data mining options. We validated our workflow by comparing our normal mouse MiSeq data to existing murine antibody repertoire studies validating it for future antibody repertoire studies.",
  "introduction": "INTRODUCTION\n\nFor B cell development and specificity, there are a large number of heavy chain (IgH) and kappa light chain (Igκ) gene segments that are used to produce the Ig (antibody) receptor population repertoire. This antibody repertoire is quite large and the possible specificities can theoretically exceed the number of actual antibody molecules in the host. In antibodies, the antigen binding region is formed by six complementarity determining regions (CDRs) that loop out from the V region backbone formed by two beta-pleated sheets. The germline V gene segment repertoire is necessary for host responses to pathogens and CDR1 and CDR2 are completely encoded for by variable (V region) gene segments. Therefore, knowing which V gene segments are utilized is fundamental to understanding B-cell specificity and the development of effective immune responses. The CDR3 of both the heavy and light chains are highly variable due to their unique generation. During the creation of each Ig sequence, partially random splicing between V, D (heavy chain), and J gene segments occurs and random base insertions occur, called “n-nucleotide” additions. One hypothesis is that V gene segments have been maintained in the genome because of their importance in binding specific pathogens and provide essential host defense functions. However, CDR3 may be important because it is highly variable. Its role as a highly diverse and variable region is what provides the essential key to determining antigen specificity.\n\nThe spaceflight environment can impact many parameters critical to the host immune response. In multiple species spaceflight affects the total body, thymus and spleen mass, circulating corticosterone, mitogen-induced proliferation, cytokine production and reactivity, and lymphocyte subpopulation distributions.\n\nB cells are among the immune components that are affected by spaceflight. The number of B cells in the spleen was reduced in mice flown on the space shuttle flight, STS-35. The percentage of B cells in the bone marrow and spleen also is reduced in mice subjected to hindlimb unloading. When rats were injected with sheep red blood cells 8 days prior to an 18.5-day COSMOS flight there were lower IgG concentrations compared to both immunized and non-immunized ground controls after landing. IgM production was virtually eliminated in lymphocytes stimulated in vitro with pokeweed mitogen (PWM) on the International Space Station (ISS) when compared to similarly activated ground controls. Furthermore, when cells were activated on Earth, frozen down, and then put back into suspension in space to assess IgM secretion, Fitzgerald et al. found that IgM secretion was significantly slower than similarly treated ground-based controls.\n\nOur group is interested in the impact of spaceflight on B-cell immunoglobulin gene usage. Next Generation Sequencing (NGS) now allows us to analyze the repertoire of Ig gene segments that are used in the assembly of immunoglobulins that are transcribed by B cells and that are present in the host. NGS allows the determination of V, D and J gene usage, CDR3 assembly and the assessment of mutations that occur in response to immune challenge. In microgravity, there exist certain limitations associated with tissue collection and storage methods traditionally used on the ground. In preparation for sending mice to the ISS our group needed to validate our procedures and our ability to obtain high-quality RNA that could be used for NGS for the assessment of Ig gene usage. Our group also sought to validate the usage of RNA extracted from whole tissue collected and stored with these limitations in mind. It was also necessary to develop a workflow that would facilitate the analysis of large amounts of data that would be generated during this project. In this manuscript, we describe the development of our workflow and validation of mouse NGS data for use with space flight experiments.",
  "methods": "MATERIALS AND METHODS\n\nSample Preparation and RNA Extraction\n\nSpleens were removed from four 11-week-old, specific pathogen-free, female C57BL/6J mice housed in the Division of Biology vivarium at Kansas State University. One-half of each spleen was homogenized with a 70 µM sieve to generate a single-cell suspension designated, “cells”. Spleen cells were pelleted at 350 × g and were resuspended in 5 mL of ice-cold ACK lysing buffer (155mM NH4Cl, 10mM KHC03, 0.1mM EDTA) to lyse red blood cells. After five minutes, 10 mL of ice-cold isotonic medium was added to the suspension and cells were again pelleted at 350 × g and the supernatant was removed. The pellet was resuspended in Trizol LS (Ambion, Carlsbad, CA, USA) for RNA extraction. The remaining spleen half was immediately placed into Trizol LS for RNA extraction, and designated “tissue”. RNA extraction was performed according to the manufacturer’s instructions. RNAsin (40 units) was added to each RNA aliquot and stored in −80°C. RNA quality was assessed on a 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA, USA).\n\nMiSeq Sequencing\n\nOne microgram of high-quality total RNA was used for RNA sequencing (RNA-seq) library construction using the TruSeq RNA Sample Preparation kit v2 (Illumina, San Diego, CA) with the following modification: one minute fragmentation time was applied to allow for longer RNA fragments. The obtained RNA-seq libraries were analyzed with the 2100 Bioanalyzer. The tissue sample described previously was then subjected to size selection and designated “size selected”. Selection of sequences 375–900 nucleotides (nt) in length (275–800 nt sequences plus 50 nt sequencing adaptors on each end of the cDNA) was performed using the Pippin Prep system (Sage Science, Beverly, MA, USA). All libraries were then quantified with qPCR according to Illumina recommendations. The sequencing was performed at the Kansas State University Integrated Genomics Facility on the MiSeq personal sequencing system (Illumina) using the 600 cycles MiSeq reagent v3 kit (Illumina) according to Illumina instructions, resulting in 2 × 300 nt reads.\n\nMiSeq Reference Mapping\n\nThe bioinformatics workflow used in our study is outlined in Figure 1. FASTQ sequencing files were imported into CLC Genomics Workbench v9.5.1 (CLC bio, Aaarhus, Denmark) (https://www.qiagenbioinformatics.com/). Data were cleaned in the CLC program to remove low quality and short sequences. Due to Illumina sequencing artifacts, the first 12 nt were removed from each sequence. Sequences were quality cleaned by retaining the longest region of the sequences with at least 97% of the sequence with Phred scores over 20. Sequences with fewer than 40 nt were removed. Reads remained with paired-end sequences, designated “paired”, and, in cases of overlapping sequence pairs, reads were merged, designated as “merged” (Figure 1a, light blue line). Sequences were merged using a match score of +1, mismatch cost of −2, a gap cost of −3, and a minimum score of 10. Cleaned paired (Figure 1a, purple lines) and merged (Figure 1a, red lines) sequences were mapped to specific C57BL/6 V gene sequences obtained from NCBI for the immunoglobulin heavy (IgH) and light (Igκ) chains. The paired and merged sequences were mapped using a match score of +1 and a mismatch score of −2. Additional putative antibody sequences were obtained by mapping sequences to the IgH and Igκ loci and the whole genome using the same scores. Mapped MiSeq sequences were combined and submitted to ImMunoGeneTics’s (IMGT) High-V Quest (Figure 1a, green lines). Functionally productive heavy chain sequences were imported into CLC and constant regions were determined using a motif search for the first 20 nt in each constant region that are provided in Table 1 (dashed line). Motifs were reassociated with their original sequences in Microsoft Excel for complete antibody (V[D]JC) identification. While two IgG subclass motifs were used to identify IgGs, they share partial sequence homology, therefore all IgG subclasses were combined resulting in an overarching IgG isotype. Kappa chain sequences were processed directly (Figure 1a, dotted line).\n\nTo collect a higher number of putative Ig sequences, our data handling workflow used multiple mapping processes which could result in the same sequence being submitted to IMGT multiple times. Failure to remove these duplicated sequences would lead to incorrect frequency assessments. Figure 2 outlines the procedure for duplicate sequencing read removal. Sequences were identified by their original MiSeq identification numbers for sorting. To retain the sequence with the most information and most accurate mapping, sequences were assessed based on functionality, constant region identification, V region score, and strand. Only one sequence per MiSeq identification number was retained and used for subsequent data compilation. Data from the remaining productive and unknown functionality antibody sequences were compiled for V, D (IgH only), and J gene segment usage, CDR3 length, and CDR3 amino acid (AA) composition.\n\nHiSeq Reference Mapping\n\nThe MiSeq workflow described above was modified to analyze mouse liver transcriptomic data from the Rodent Research 1 (RR1) NASA validation flight provided by the NASA GeneLab program (https://genelab-data.ndc.nasa.gov/genelab/, Accession Numbers: GLDS-47, GLDS-48). These data include sequences from the livers of ground control and flight mice from two separate cohorts, CASIS (GLDS-47) and NASA (GLDS-48), that were generated using Illumina HiSeq (1 × 50 nt reads). Raw sequencing reads were imported into CLC and quality cleaned as described with the exception of short read removal as quality cleaned reads were below the threshold utilized in the original workflow (Figure 1b). Reads were then mapped to the Vκ references identified above. Total Vκ mapping counts were collected and analyzed in Excel.\n\nMiSeq and HiSeq Genome Mapping\n\nFASTQ files were imported into CLC and quality cleaned as described previously (Figure 1c). MiSeq reads were merged as described previously (Figure 1c, blue arrow). Paired and merged MiSeq and unpaired HiSeq reads (Figure 1c, purple arrow) were mapped using the RNA-Seq tool in CLC to the current mouse reference genome (GRCm38). A match score of +1, a mismatch score of −2, and insertion and deletion scores of −3 were used to map reads to the genome. Due to the short read lengths of the HiSeq data, V gene segment usage was compiled directly after the RNA-Seq analysis (Figure 1c, green arrow). For MiSeq data, reads were collected, submitted to IMGT, duplicates removed and usage statistics compiled as described above (Figure 1c, dashed box).\n\nNASA RNA Preparation and Sequencing\n\nTissues from two sets of mice were analyzed. The first set of spleens and livers were removed from five 35-week-old female C57BL/6Tac mice aboard the ISS 21–22 days after launch (CASIS Flight, SpaceX-4). Five 35-week old female mice housed in the ISS Environmental Simulator were processed similarly with a four-day delay (CASIS Ground Controls). Spleens and livers were placed in RNALater (LifeTechnologies, Carlsbad, CA) for at least 24 hours at 4°C and then stored at −80°C while aboard the ISS, during transport, and upon return to Earth. The second set of tissues were isolated from seven 21-week-old female C57BL/6J were euthanized aboard the ISS 37 days post launch (NASA Flight, SpaceX-4). Carcasses were immediately frozen (−80°C) and after arriving at Earth, were dissected. Livers were preserved in RNALater for at least 24 hours at 4°C and then frozen at −80°C. RNA was extracted from the tissues using Trizol (LifeTechnologies, Carlsbad, CA) according to the manufacturer’s instructions. The resultant RNA was then processed through an RNeasey mini column (QIAGEN, Hilden, Germany) as per manufacturer’s instructions. RNA quality was assessed on a 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA) and stored at −80°C. RNA was sequenced on Illumina HiSeq with single reads of 50nt (1× 50nt).",
  "results": "RESULTS\n\nSize Selection Yields Highest Number of Antibody Sequences\n\nMost studies of Ig gene-segment use frequency have used single-cell suspensions or sorted to isolate specific cell populations. The advantage of these preparations is the exclusion of extraneous tissues and cells, which can enhance recovery of Ig sequences.\n\nOur goal was to assess Ig gene segment usage in mice housed on the ISS. Due to limitations of animal and tissue handling on the ISS, only whole tissues would be available for analysis. To determine if we could obtain a sufficient number of Ig sequences from alternative sample preparations, we examined the total Ig sequence results from three different RNA preparation and sequencing treatment groups. The first two treatment groups comprised of RNA prepared from cells or whole tissue. A third treatment group was the same RNA from the tissue, which was subsequently size selected at 275–800 nt and sequenced independently. We selected this range of lengths because the IgH VDJ recombination sequences are generally require 350–450 nt to gather information on V/D/J/C usage. Size selection also allows us to eliminate the inherent Illumina bias for short reads, while maintaining total transcriptome integrity for later data mining purposes.\n\nTotal sequence numbers generated were similar among the treatment groups with the cells treatment group resulting in 23.9 million reads, tissue treatment group with 25.9 million, and size selected treatment group with 21.5 million reads, as shown in Table 2. After cleaning, 18.7 million reads remained in the cells treatment group, 20.3 million in the tissue treatment group, and 12 million in the size selected group (Table 2). Mapping was performed as described in the materials and methods for both the IgH and Igκ loci and VH- and Vκ-gene segments. Locus mapping returned higher levels of probable Ig sequences than V-gene segment specific mapping. V-gene segment IgH- and Igκ-mapped sequences were lowest in the cells treatment group (1.56% IgH and 1.38% Igκ) and highest in the size selected treatment group (3.1% IgH and 1.99% IGκ).\n\nAfter submission to IMGT and cleaning, antibody sequences were identified as potentially functional or of unknown functionality by IMGT. Unknown functionality sequences were comprised of partial sequences lacking CDR3 information to determine functionality. The total number of antibody sequences obtained for the IgH and Igκ was lowest in the cells treatment group and highest in the size selected treatment group, (Table 2) mirroring the V-gene segment mapping results. Both productive and unknown IgH and Igκ antibody sequence counts were also lowest in the cells treatment group and highest in the size selected treatment group. This trend also described Igκ sequences, with more unknown than productive sequences being identified. The size selected treatment group produced both the highest number of productive antibody sequences and the highest total number of identified Ig sequences among treatment groups.\n\nComparison of Immunoglobulin Gene Segment Usage Among Treatment Groups\n\nWe compared IgH and Igκ gene segment frequency using multiple metrics across all three treatment groups; the first of which is V gene segment usage. To assess the frequency of each VH- and Vκ- gene segment in normal mouse spleen, the total frequency of each V-gene segment was tabulated in Figures 3 and 4 as a percentage of the total repertoire for our cells, tissue, and size selected treatment groups. VH-gene segment usage was similar among all three treatment groups (Figure 3A). V-gene segment V1–80 was detected most frequently, followed by V1–18, and V1–26 gene segments. The gene segment V1–80 was ranked either first or third as a percentage of the total repertoire in all three treatment groups (Figure 3B). The gene segment V1–18 ranged between the first and third most frequently used gene segment. V1–26 was the second to fifth most frequently used VH-gene segment. While gene frequency detection rankings among cells, tissue and size selected treatment groups were not identical, there was high similarity in overall VH-gene segment detection and in repertoire usage. Correlations between treatment groups produced an R2 of at least 0.7562 (p<0.0001, data not shown) between the cells and size selected treatment groups. The R2 between cells and tissue treatment group was higher (R2=0.8149, p<0.0001, data not shown). Tissue and size selected treatment groups had the highest correlation (R2= 0.9645, p<0.0001 data not shown).\n\nKappa chain V-gene segment usage was also compared among the different treatment groups. Figure 4 shows the percent of repertoire for the top ten most abundant Vκ gene-segments of each treatment group. There was significant overlap in the top Vκ of each treatment group when assessed as either percent of repertoire detected (Figure 4A) or when ranked from highest to lowest frequency (Figure 4B). Greater similarities in Vκ existed between tissue and tissue size selected treatments. Correlations between Vκ in treatment groups produced an R2 of at least 0.7813 (p<0.0001, data not shown), with tissue and size selected treatment groups having the highest correlation (R2=0.8335, p<0.0001, data not shown).\n\nThe frequency of D- and JH-gene segment use in normal mice was also assessed. Figure 5 shows that the cells, tissue and size selected D- and JH-gene-segment usage frequency was similar. D1-1 was the most frequently discovered D-gene segment in all three treatment groups, comprising almost 30% of the repertoire (Figure 5A). Due to the short length of the D gene, it was often difficult to properly determine which D gene was used in an antibody. When a D gene was identified, but was attributed to a non-strain-specific D gene, they were labeled “undetermined”. These D-gene segments were also very common, occurring between 26%-28% of the time, in all three treatment groups. Gene segments D2–4, D4-1, D-5, D2–3, and “no” D-gene (labeled NONE) were the next most frequent assignments, ranging from about six percent to eight percent of D-gene frequency.\n\nWe found that JH-gene segment usage was the same for the cells, tissue and size selected treatment groups (Figure 5B). JH2 was the most frequently used J-gene segment followed by JH1, JH4, and JH3, respectively. Gene segment usage in kappa chains was also similar in all three treatment groups, with Jκ1 as the most frequently used, followed by Jκ5, Jκ2 and Jκ4 respectively (Figure 5C). When less than six nucleotides from the J gene segment were identified, they were marked as <6 nt.\n\nFive heavy chains, IgA, IgD, IgE, IgG (all subfamilies), and IgM are part of the normal mouse Ig repertoire. Almost 80% of the repertoire used the IgM constant region (Figure 5D). IgD, IgA, and IgG were detected at frequencies between three percent and twelve percent of the total repertoire and were evenly distributed among cells, tissue and size selected treatment groups. IgE was not detected in any of the treatment groups.\n\nCDR3 AA Sequence Determination\n\nCDR3 is highly variable and it may be critical in determining antigen specificity. Therefore, we assessed individual CDR3 frequency from each treatment group. The top five most common CDR3s from each treatment group for the heavy chain were compiled and shown in Figure 6A, resulting in a total of ten unique CDR3s among treatment groups. The tissue and size selected treatment groups contained all of the most common CDR3s, however, the cells treatment group lacked the CARGIYYGSYFDYW sequence, which ranked as the second most common in the tissue data set (Figure 6B). We detected one hundred sixty-four CDR3 AA sequences in all three data sets at least once (Figure 6C). The tissue and size selected treatment data sets shared 607 CDR3 sequences. Thirty-eight and 82 CDR3 AA sequences were shared between cells and tissue and cells and size selected treatment groups, respectively. Each treatment group data set also contained a large number of unique CDR3 reads.\n\nWe found overlap among the top five kappa chain CDR3 of each treatment group (Figure 6D). One CDR3 sequence was not found in all three datasets, CALWYSNHWF, however, all other top CDR3 sequences appeared in at least the top 42 CDR3 sequences of the other treatment groups (Figure 6E). Figure 6F shows the diversity of kappa chain CDR3 sequences. The total number of CDR3 amino acid sequences that were unique to each treatment groups was 957, 1454, and 2838 in cells, tissue, and tissue size selected treatment groups, respectively. Three-hundred and eighty-seven unique kappa chain CDR3 sequences are shared among all three treatment groups.\n\nApplication of MiSeq Workflow to RR1 HiSeq Data\n\nThe MiSeq workflow was adapted to process the liver Illumina HiSeq data from the RR1 validation flight. Due to short read length (38 nt), only V-gene segment usage was assessed. Due to low IgH read numbers, only Vκ information is presented. The Vκ percent of repertoire from each HiSeq RR1 mouse cohort (CASIS Ground, CASIS Flight, NASA Ground, and NASA Flight) was compared to the Vκ percent abundance of the cell, tissue, and size selected HiSeq datasets. Table 3 shows poor correlation between reference mapped RR1 HiSeq cohorts and the MiSeq datasets described in the previous section. As all mice represented in this comparison are C57BL/6 mice, though ages and experimental conditions varied, we were concerned that the lack of concurrence in Vκ gene-segment usage of the RR1 mice and those used in the workflow discussed above may reflect the bioinformatic treatment of the data. To test this hypothesis, we modified the workflow to map sequencing reads to the entire Mus musculus genome rather than mapping reads to Vκ reference sequences, as genome mapping is commonly employed in transcriptomics analysis. This bioinformatic treatment yielded a higher correlation with the MiSeq datasets. Table 3 shows that the distribution of Vκ percent abundance was dependent on the mapping technique used for the HiSeq datasets.\n\nReference/IgH Locus Mapping is Comparable to Whole Genome RNA-Seq Methods\n\nBecause the data obtained from the HiSeq data set using reference mapping techniques were less correlative to Vκ gene use to our previously obtained MiSeq data for normal mice we were concerned that our initial bioinformatics techniques for MiSeq data may not be appropriate. To validate the accuracy of our bioinformatic treatments of the sequencing data that were submitted to IMGT, two different mapping methods were compared. The reference mapping approach, used previously, mapped sequences to both the IgH V-gene segments (251 segments) and the entire IgH locus (2.8Mb) obtained from NCBI (NC_000078.6, 113258768 to 116009954) or Igκ V-gene segments (164 segments) and the entire Igκ locus (3.2Mb) obtained from NCBI (NC_000072.6, 67555636 to 70726754). Therefore, we used the whole genome mapping outlined above to compare to our reference mapping. Results were obtained by using the RNA-Seq analysis tool in CLC to map reads to the entire genome with the IgH and Igκ loci selected for submission to IMGT. The IMGT output was processed similarly for both (genome vs. reference) mapping strategies. The median frequency of all VH- and Vκ-gene segments was compared if it was detected in at least one of the three treatment groups (cells, tissue or size-selected), and the data were compiled for both reference- and genome-mapping options. V-gene segments not detected in a treatment group were assigned a “zero” frequency. Assessment of the median frequencies of the two methods by linear regression in Figure 7 revealed that the frequency data for VH-gene segment usage was very similar regardless of the mapping technique (R2 = 0.9973, p = <0.0001) (Figure 7A). There was also a strong correlation of Vκ usage between the two methods (R2=0.9923, p<0.0001) (Figure 7B). Comparisons of D-gene segment, J-gene segment, constant region frequency and CDR3 lengths were also highly correlated using both techniques (data not shown). Therefore, we are confident that our reference mapping bioinformatics strategy is providing an accurate picture of V-gene usage.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Immunoglobulin Gene Use",
    "Next Generation Sequencing",
    "Bioinformatics",
    "Article"
  ],
  "citations": [
    {
      "title": "IMGT((R)) tools for the nucleotide analysis of immunoglobulin (IG) and T cell receptor (TR) V-(D)-J repertoires, polymorphisms, and IG mutations: IMGT/V-QUEST and IMGT/HighV-QUEST for NGS",
      "authors": [
        "E Alamyar",
        "P Duroux",
        "MP Lefranc",
        "V Giudicelli"
      ]
    },
    {
      "title": "Effects of spaceflight on rat erythroid parameters",
      "authors": [
        "Z Allebban",
        "LA Gibson",
        "RD Lange",
        "TL Jago",
        "KM Strickland",
        "DL Johnson",
        "AT Ichiki"
      ]
    },
    {
      "title": "Effects of spaceflight on the number of rat peripheral blood leukocytes and lymphocyte subsets",
      "authors": [
        "Z Allebban",
        "AT Ichiki",
        "LA Gibson",
        "JB Jones",
        "CC Congdon",
        "RD Lange"
      ]
    },
    {
      "title": "Skewed primary Igkappa repertoire and V-J joining in C57BL/6 mice: implications for recombination accessibility and receptor editing",
      "authors": [
        "M Aoki-Ota",
        "A Torkamani",
        "T Ota",
        "N Schork",
        "D Nemazee"
      ]
    },
    {
      "title": "Rep-Seq: uncovering the immunological repertoire through next-generation sequencing",
      "authors": [
        "J Benichou",
        "R Ben-Hamo",
        "Y Louzoun",
        "S Efroni"
      ]
    },
    {
      "title": "Summary of medical experience in the Apollo 7 through 11 manned spaceflights",
      "authors": [
        "CA Berry"
      ]
    },
    {
      "title": "Altered skeletal pattern of gene expression in response to spaceflight and hindlimb elevation",
      "authors": [
        "DD Bikle",
        "J Harris",
        "BP Halloran",
        "ER Morey-Holton"
      ]
    },
    {
      "title": "Counteraction of spaceflight-induced changes in the rat central serotonergic system by adrenalectomy and corticosteroid replacement",
      "authors": [
        "S Blanc",
        "L Somody",
        "A Gharib",
        "G Gauquelin",
        "C Gharib",
        "N Sarda"
      ]
    },
    {
      "title": "Effects of space flight and PEG-IL-2 on rat physiological and immunological responses",
      "authors": [
        "SK Chapes",
        "SJ Simske",
        "G Sonnenfeld",
        "ES Miller",
        "RJ Zimmerman"
      ]
    },
    {
      "title": "Effect of microgravity on lymphocyte activation",
      "authors": [
        "A Cogoli",
        "B Bechler",
        "O Mueller",
        "E Hunzinger"
      ]
    },
    {
      "title": "The mouse antibody heavy chain repertoire is germline-focused and highly variable between inbred strains",
      "authors": [
        "AM Collins",
        "Y Wang",
        "KM Roskin",
        "CP Marquis",
        "KJ Jackson"
      ]
    },
    {
      "title": "Lymphatic tissue changes in rats flown on Spacelab Life Sciences-2",
      "authors": [
        "CC Congdon",
        "Z Allebban",
        "LA Gibson",
        "A Kaplansky",
        "KM Strickland",
        "TL Jago",
        "DL Johnson",
        "RD Lange",
        "AT Ichiki"
      ]
    },
    {
      "title": "VH gene segments in the mouse and human genomes",
      "authors": [
        "B de Bono",
        "M Madera",
        "C Chothia"
      ]
    },
    {
      "title": "Effect of a 22-day space flight on the lymphoid organs of rats",
      "authors": [
        "GN Durnova",
        "AS Kaplansky",
        "VV Portugalov"
      ]
    },
    {
      "title": "",
      "authors": [
        "GM Figliozi"
      ]
    },
    {
      "title": "Immune suppression of human lymphoid tissues and cells in rotating suspension culture and onboard the International Space Station",
      "authors": [
        "W Fitzgerald",
        "S Chen",
        "C Walz",
        "J Zimmerberg",
        "L Margolis",
        "JC Grivel"
      ]
    },
    {
      "title": "Countermeasures for ameliorating in-flight immune dysfunction",
      "authors": [
        "BB Fuchs",
        "AE Medvedev"
      ]
    },
    {
      "title": "Three Weeks of Murine Hindlimb Unloading Induces Shifts from B to T and from Th to Tc Splenic Lymphocytes in Absence of Stress and Differentially Reduces Cell-Specific Mitogenic Responses",
      "authors": [
        "F Gaignier",
        "V Schenten",
        "M De Carvalho Bittencourt",
        "G Gauquelin-Koch",
        "J-P Frippiat",
        "C Legrand-Frossi"
      ]
    },
    {
      "title": "The promise and challenge of high-throughput sequencing of the antibody repertoire",
      "authors": [
        "G Georgiou",
        "GC Ippolito",
        "J Beausang",
        "CE Busse",
        "H Wardemann",
        "SR Quake"
      ]
    },
    {
      "title": "Inhibited interferon-g but normal interleukin-3 production from rats flown on the space shuttle",
      "authors": [
        "CL Gould",
        "M Lyte",
        "J Williams",
        "AD Mandel",
        "G Sonnenfeld"
      ]
    },
    {
      "title": "Quantitative assessment of the robustness of next-generation sequencing of antibody variable gene repertoires from immunized mice",
      "authors": [
        "V Greiff",
        "U Menzel",
        "U Haessler",
        "SC Cook",
        "S Friedensohn",
        "TA Khan",
        "M Pogson",
        "I Hellmann",
        "ST Reddy"
      ]
    },
    {
      "title": "Spaceflight effects on T lymphocyte distribution, function and gene expression",
      "authors": [
        "DS Gridley",
        "JM Slater",
        "X Luo-Owen",
        "A Rizvi",
        "SK Chapes",
        "LS Stodieck",
        "VL Ferguson",
        "MJ Pecaut"
      ]
    },
    {
      "title": "Main medical results of extended flights on Space Station Mir in 1986–1990",
      "authors": [
        "AI Grigoriev",
        "SA Bugrov",
        "VV Bogomolov",
        "AD Egorov",
        "VV Polyakov",
        "IK Tarasov",
        "EB Shulzhenko"
      ]
    },
    {
      "title": "COSMOS 1887 mission overview: effects of microgravity on rat body and adrenal weights and plasma constituents",
      "authors": [
        "RE Grindeland",
        "IA Popova",
        "M Vasques",
        "SB Arnaud"
      ]
    },
    {
      "title": "The effect of a 10-day space flight on the function, phenotype, and adhesion molecule expression of splenocytes and lymph node lymphocytes",
      "authors": [
        "DS Grove",
        "SA Pishak",
        "AM Mastro"
      ]
    },
    {
      "title": "Backbone flexibility of CDR3 and immune recognition of antigens",
      "authors": [
        "JN Haidar",
        "W Zhu",
        "J Lypowy",
        "BG Pierce",
        "A Bari",
        "K Persaud",
        "X Luna",
        "M Snavely",
        "D Ludwig",
        "Z Weng"
      ]
    },
    {
      "title": "Altered cell function in microgravity",
      "authors": [
        "M Hughes-Fulford"
      ]
    },
    {
      "title": "Effects of spaceflight on rat peripheral blood leukocytes and bone marrow progenitor cells",
      "authors": [
        "AT Ichiki",
        "LA Gibson",
        "TL Jago",
        "KM Strickland",
        "DL Johnson",
        "RD Lange",
        "Z Allebban"
      ]
    },
    {
      "title": "Rodent Growth, Behavior, and Physiology Resulting from Flight on the Space Life Sciences-1 Mission",
      "authors": [
        "G Jahns",
        "J Meylor",
        "T Fast",
        "N Hawes",
        "G Zarow"
      ]
    },
    {
      "title": "Antibody repertoire deep sequencing reveals antigen-independent selection in maturing B cells",
      "authors": [
        "J Kaplinsky",
        "A Li",
        "A Sun",
        "M Coffre",
        "SB Koralov",
        "R Arnaout"
      ]
    },
    {
      "title": "Study of reactivity of blood lymphoid cells in crew members of the Soyuz-6, Soyuz-7 and Soyuz-8 spaceships before and after flight",
      "authors": [
        "IV Konstantinova",
        "YN Antropova",
        "VI Legen'kov",
        "VD Zazhirey"
      ]
    },
    {
      "title": "Analysis of IgM antibody production and repertoire in a mouse model of Sjogren's syndrome",
      "authors": [
        "JM Kramer",
        "NE Holodick",
        "TC Vizconde",
        "I Raman",
        "M Yan",
        "QZ Li",
        "DP Gaile",
        "TL Rothstein"
      ]
    },
    {
      "title": "Hind limb unloading, a model of spaceflight conditions, leads to decreased B lymphopoiesis similar to aging",
      "authors": [
        "C Lescale",
        "V Schenten",
        "JP Frippiat",
        "M Goodhardt",
        "D Djeghloul",
        "M Bennabi",
        "F Gaignier",
        "K Vandamme",
        "C Strazielle",
        "I Kuzniak",
        "H Petite",
        "C Dosquet"
      ]
    },
    {
      "title": "Effect of SLS-2 spaceflight on immunologic parameters of rats",
      "authors": [
        "A Lesnyak",
        "G Sonnenfeld",
        "L Avery",
        "I Konstantinova",
        "M Rykova",
        "D Meshkov",
        "T Orlova"
      ]
    },
    {
      "title": "Immune changes in test animals during spaceflight",
      "authors": [
        "AT Lesnyak",
        "G Sonnenfeld",
        "MP Rykova",
        "DO Meshkov",
        "A Mastro",
        "I Konstantinova"
      ]
    },
    {
      "title": "IgG variable region and VH CDR3 diversity in unimmunized mice analyzed by massively parallel sequencing",
      "authors": [
        "J Lu",
        "T Panavas",
        "K Thys",
        "J Aerssens",
        "M Naso",
        "J Fisher",
        "M Rycyzyn",
        "RW Sweet"
      ]
    },
    {
      "title": "Effect of space flight on cell-mediated immunity",
      "authors": [
        "AD Mandel",
        "E Balish"
      ]
    },
    {
      "title": "The role of psychoneuroendocrine factors on spaceflight-induced immunological alterations",
      "authors": [
        "R Meehan",
        "P Whitson",
        "C Sams"
      ]
    },
    {
      "title": "Alteration in human mononuclear leucocytes following space flight",
      "authors": [
        "RT Meehan",
        "LS Neale",
        "ET Kraus",
        "CA Stuart",
        "ML Smith",
        "NM Cintron",
        "CF Sams"
      ]
    },
    {
      "title": "Analyses of plasma for metabolic and hormonal changes in rats flown aboard COSMOS 2044",
      "authors": [
        "AH Merrill",
        "E Wang",
        "RE Mullins",
        "RE Grindeland",
        "IA Popova"
      ]
    },
    {
      "title": "Influence of spaceflight on the production of interleukin-3 and interleukin-6 by rat spleen and thymus cells",
      "authors": [
        "ES Miller",
        "DA Koebel",
        "G Sonnenfeld"
      ]
    },
    {
      "title": "Evaluation of genomic high-throughput sequencing data generated on Illumina HiSeq and genome analyzer systems",
      "authors": [
        "AE Minoche",
        "JC Dohm",
        "H Himmelbauer"
      ]
    },
    {
      "title": "Effect of spaceflight on lymphocyte proliferation and interleukin-2 production",
      "authors": [
        "PV Nash",
        "IV Konstantinova",
        "BB Fuchs",
        "AL Rakhmilevich",
        "AT Lesnyak",
        "AM Mastro"
      ]
    },
    {
      "title": "Variable lymphocyte responses in rats after space flight",
      "authors": [
        "PV Nash",
        "AM Mastro"
      ]
    },
    {
      "title": "Spaceflight induces changes in splenocyte subpopulations: effectiveness of ground-based models",
      "authors": [
        "MJ Pecaut",
        "SJ Simske",
        "M Fleshner"
      ]
    },
    {
      "title": "Crystal structure of human immunoglobulin fragment Fab New refined at 2.0 A resolution",
      "authors": [
        "FA Saul",
        "RJ Poljak"
      ]
    },
    {
      "title": "Weightlessness effects on resistance and reactivity of animals",
      "authors": [
        "LV Serova"
      ]
    },
    {
      "title": "Spaceflight and development of immune responses",
      "authors": [
        "G Sonnenfeld",
        "M Foster",
        "D Morton",
        "F Bailliard",
        "NA Fowler",
        "AM Hakenewerth",
        "R Bates",
        "ES Miller"
      ]
    },
    {
      "title": "Spaceflight alters immune cell function and distribution",
      "authors": [
        "G Sonnenfeld",
        "AD Mandel",
        "IV Konstantinova",
        "WD Berry",
        "GR Taylor",
        "AT Lesnyak",
        "BB Fuchs",
        "AL Rakhmilevich"
      ]
    },
    {
      "title": "Effects of spaceflight on levels and activity of immune cells",
      "authors": [
        "G Sonnenfeld",
        "AD Mandel",
        "IV Konstantinova",
        "GR Tylor",
        "WD Berry",
        "SR Wellhausen",
        "AT Lesnyak",
        "BB Fuchs"
      ]
    },
    {
      "title": "Excretion of IL-6 by astronauts during spaceflight",
      "authors": [
        "TP Stein",
        "MD Schluter"
      ]
    },
    {
      "title": "Immune responses and latent herpesvirus reactivation in spaceflight",
      "authors": [
        "RP Stowe",
        "SK Mehta",
        "AA Ferrando",
        "DL Feeback",
        "DL Pierson"
      ]
    },
    {
      "title": "Elevated stress hormone levels relate to Epstein-Barr virus reactivation in astronauts",
      "authors": [
        "RP Stowe",
        "DL Pierson",
        "AD Barrett"
      ]
    },
    {
      "title": "Leukocyte subsets and neutrophil function after short-term spaceflight",
      "authors": [
        "RP Stowe",
        "CF Sams",
        "SK Mehta",
        "I Kaur",
        "ML Jones",
        "DL Feeback",
        "DL Pierson"
      ]
    },
    {
      "title": "Human cellular immune responsiveness following space flight",
      "authors": [
        "GR Taylor",
        "JR Dardano"
      ]
    },
    {
      "title": "Immunological analyses of U.S. Space Shuttle crewmembers",
      "authors": [
        "GR Taylor",
        "LS Neale",
        "JR Dardano"
      ]
    },
    {
      "title": "Blood volume and erythropoiesis in the rat during spaceflight",
      "authors": [
        "MM Udden",
        "TB Driscoll",
        "CP Alfrey",
        "LA Gibson",
        "CS Patton",
        "MH Pickett",
        "JB Jones",
        "R Nachtman",
        "Z Allebban",
        "AT Ichiki",
        "RD Lange"
      ]
    },
    {
      "title": "Degenerated primer design to amplify the heavy chain variable region from immunoglobulin cDNA",
      "authors": [
        "Y Wang",
        "W Chen",
        "X Li",
        "B Cheng"
      ]
    },
    {
      "title": "Lack of effect of spaceflight on bone mass and bone formation in group-housed rats",
      "authors": [
        "TJ Wronski",
        "M Li",
        "Y Shen",
        "SC Miller",
        "BM Bowman",
        "P Kostenuik",
        "BP Halloran"
      ]
    },
    {
      "title": "Diversity in the CDR3 region of V(H) is sufficient for most antibody specificities",
      "authors": [
        "JL Xu",
        "MM Davis"
      ]
    },
    {
      "title": "Distinct mechanisms define murine B cell lineage immunoglobulin heavy chain (IgH) repertoires",
      "authors": [
        "Y Yang",
        "C Wang",
        "Q Yang",
        "AB Kantor",
        "H Chu",
        "EE Ghosn",
        "G Qin",
        "SK Mazmanian",
        "J Han",
        "LA Herzenberg"
      ]
    }
  ],
  "original_title": "Validation of methods to assess the immunoglobulin gene repertoire in tissues obtained from mice on the International Space Station.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4966/5736159/9ea1fc90ef01/nihms924608f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4966/5736159/a032e70c6422/nihms924608f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4966/5736159/035f465e02b2/nihms924608f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4966/5736159/3dffb2171d87/nihms924608f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4966/5736159/46f6cec18989/nihms924608f5.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4966/5736159/a8aeee24ef05/nihms924608f6.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4966/5736159/21befab0ecbd/nihms924608f7.jpg"
  ]
}