{
  "pmcid": "5771473",
  "title": "Effects of hypothalamic leptin gene therapy on osteopetrosis in leptin-deficient mice",
  "abstract": "Impaired resorption of cartilage matrix deposited during endochondral ossification is a defining feature of juvenile osteopetrosis. Growing, leptin-deficient ob/ob mice exhibit a mild form of osteopetrosis. However, the extent to which the disease is (1) self-limiting and (2) reversible by leptin treatment is unknown. We addressed the first question by performing histomorphometric analysis of femurs in rapidly growing (2-month-old), slowly growing (4-month-old), and skeletally mature (6-month-old) wild type (WT) and ob/ob male mice. Absent by 6 months of age in WT mice, cartilage matrix persisted to varying extents in distal femur epiphysis, metaphysis and diaphysis in ob/ob mice, suggesting that the osteopetrotic phenotype is not entirely self-limiting. To address the second question, we employed hypothalamic recombinant adeno-associated virus (rAAV) gene therapy to restore leptin signaling in ob/ob mice. Two-month-old mice were randomized to one of three groups: (1) untreated control, (2) rAAV-Leptin, or (3) control vector rAAV-green fluorescent protein and vectors injected intracerebroventricularly. Seven months later, rAAV-Leptin-treated mice exhibited no cartilage in the metaphysis and greatly reduced cartilage in the epiphysis and diaphysis. At the cellular level, the reduction in cartilage was associated with increased bone turnover. These findings (1) support the concept that leptin is important for normal replacement of cartilage by bone, and (2) demonstrate that osteopetrosis in ob/ob mice is bone compartment specific and reversible by leptin at skeletal sites capable of undergoing robust bone turnover.",
  "introduction": "Introduction\n\nThe appetite regulatory hormone leptin is produced by adipose tissue, circulates in levels proportional to total adiposity, and may act to couple skeletal metabolism to energy availability. Long bones in leptin-deficient ob/ob mice are shorter, biomechanically weaker, and exhibit lower overall bone mass and greater marrow adiposity compared to wild type (WT) mice. However, differences in cancellous bone volume fraction between ob/ob and WT mice vary depending upon skeletal site and age. Leptin treatment in leptin-deficient mice normalizes bone volume and microarchitecture by increasing bone formation and resorption, and increasing longitudinal bone growth. Leptin treatment also normalizes bone marrow adiposity by reducing marrow adipocyte number and size. Taken together, these findings indicate that leptin affects bone marrow adiposity and skeletal growth, maturation, and turnover balance.\n\nCalcified cartilage provides a structural template for growing long bones during endochondral ossification and is normally replaced by bone during skeletal maturation. However, long bones of leptin-deficient ob/ob mice retain cartilage within cortical and cancellous bone compartments into adulthood resulting in a mild osteopetrotic skeletal phenotype. Osteopetrosis is broadly characterized into two major subtypes, osteoclast-poor and osteoclast-rich. Mutations and/or factors that inhibit osteoclast formation are responsible for osteoclast-poor osteopetrosis. In contrast, mutations or factors that reduce osteoclast activity but do not inhibit osteoclast formation are responsible for the osteoclast-rich form of the disease. Both forms of osteopetrosis result in reduced bone resorption. Severe osteopetrosis is fatal while mild forms, such as that noted in ob/ob mice, result in decreased bone quality. Furthermore, some forms of osteopetrosis are self-limiting; abnormally high quantities of cartilage are initially present in bone during rapid growth but the cartilage is eventually replaced as skeletal growth slows with age. At present, it is unclear whether the mild osteopetrosis observed in growing ob/ob mice is self-limiting.\n\nOsteoclast perimeter in ob/ob mice is equal to or greater than in WT mice. In contrast, serum levels of carboxy-terminal collagen crosslinks (CTx, a biochemical marker of global bone resorption) are generally much lower and fluorochrome label retention in bone (a histomorphometric index of local bone resorption) is higher in ob/ob mice compared to WT mice, providing strong complementary evidence that leptin deficiency results in reduced bone resorption. Theoretically, excessive bone formation could contribute to mild osteopetrosis. However, bone formation is impaired by leptin deficiency, indicating that lower osteoclastic activity is responsible for the condition in ob/ob mice.\n\nOsteoclast-rich forms of osteopetrosis can be induced by loss of function mutations in genes coding for proteins such as protease cathepsin K or chloride transporter ClCN7 required for osteoclastic activity but not for osteoclast formation and survival. Additionally, drugs that inhibit bone resorption, such as bisphosphonates, have been shown to induce osteoclast-rich osteopetrosis in children. The mechanism for leptin regulation of osteoclast activity has yet to be established but likely involves coordinated actions of the hormone on multiple genes that in concert regulate osteoclast activity. In support, gene profiling has established that leptin deficiency results in altered expression of several genes related to osteoclast differentiation and function.\n\nIn the present investigation, we queried the extent to which osteopetrosis in ob/ob mice is (1) self-limiting and (2) reversible by leptin treatment. We addressed the first question by performing histomorphometric analysis of femurs in rapidly growing (2-month-old), slowly growing (4-month-old), and skeletally mature (6-month-old) WT and ob/ob male mice. To address the second question, we employed hypothalamic recombinant adeno-associated virus (rAAV) gene therapy in 2-month-old ob/ob mice to restore leptin signaling and evaluated the bone response 7 months later. rAAV gene therapy has been used as an experimental strategy for life-long restoration of leptin signaling in leptin-deficient ob/ob mice.",
  "methods": "Materials and Methods\n\nAnimals\n\nMale C57BL/6J (B6) mice and ob/ob mice on a B6 genetic background were obtained from Jackson Laboratory (Bar Harbor, Maine). Mice were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals and the experimental protocols were approved by the Institutional Animal Care and Use Committee. Mice were housed individually in a temperature (22°C) and light-controlled (lights on 6am – 6pm) room. Food (standard mouse chow) and water were available ad libitum to all animals.\n\nStudy 1: Effects of Age and Leptin Status on Bone and Cartilage in Femur\n\nStudy 1 was performed in WT and ob/ob mice to determine the distribution of cartilage in femurs in animals sacrificed at 2 (n=10/group), 4 (n=5/group), and 6 (n=3-5/group) months of age. Two-month-old mice are rapidly growing while skeletal maturity is reached between 4 and 6 months of age.\n\nStudy 2: Effect of Hypothalamic Leptin Gene Therapy on Bone and Cartilage in ob/ob Mice\n\nStudy 2 was performed in ob/ob mice to determine if the osteopetrotic skeletal phenotype persists in aged mice and, if so, whether long-duration hypothalamic leptin gene therapy normalizes skeletal maturation. Two-month-old ob/ob mice were randomized into one of three treatment groups: (1) untreated control (n=7), (2) rAAV-Leptin (rAAV-Lep, n=9), or rAAV-GFP (control vector encoding green fluorescent protein, n=7). The mice were maintained for 7 months post-vector administration. The effects of treatment on hypothalamic leptin gene expression, food intake, body weight, circulating metabolic hormone levels, bone microarchitecture, and bone marrow adiposity have been reported elsewhere.\n\nConstruction and packaging of recombinant adenovirus vectors (rAAV)\n\nrAAV-Lep and rAAV-GFP vectors were constructed and packaged as described. In brief, the vector pTR-CBA-Ob EcoRI fragment of pCR-rOb containing rat leptin cDNA was subcloned into rAAV vector plasmid pAAVβGEnh after deleting the EcoRI fragment carrying the β-glucoronidase cDNA sequence. The control vector, rAAV-GFP, was similarly constructed to encode the GFP gene.\n\nVector administration\n\nFor vector administration, the mice were anesthetized with sodium pentobarbital (60 mg/kg, ip), placed on a Kopf stereotaxic apparatus with mouse adapter for intracerebroventricular (icv) injection, and injected icv with either rAAV-Lep (9 × 107 particles) or rAAV-GFP (9 × 107 particles). This dose was shown to normalize body weight in ob/ob mice. The coordinates employed for microinjector placement in the 3rd cerebroventricle were 0.3 mm posterior to bregma, 0.0 lateral to midline, and 4.2 mm below the dura.\n\nTissue collection and analyses\n\nMice were anesthetized with either isoflurane delivered in oxygen (Study 1) or sodium pentobarbital (60 mg/kg; ip) (Study 2) and killed by exsanguination. Femora were excised, cleaned of soft tissue, placed in 10% formalin for 24 hrs, and stored in 70% ethanol until processing. Distal femora were prepared for histomorphometric evaluation as described. In brief, undecalcified femora were dehydrated and embedded in modified methyl methacrylate. Frontal sections, 4 μm thick, were cut with a vertical bed microtome (Leica 2065) and affixed to gel-coated slides. One slide was stained for tartrate resistant acid phosphatase and counter stained with toluidine blue (pH 2.5) to identify osteoclasts and cartilage matrix, respectively. Cartilage matrix was identified by metachromatic staining of proteoglycans and glycosaminoglycans. A second slide was stained using the Von Kossa method and counter stained with tetrachrome to identify osteoblasts and verify that linear growth had ceased in the femur in 6-month-old mice: the presence of bone bridging across the growth plate was used as an index of termination of longitudinal bone growth. Cartilage was measured in cancellous bone in the distal femur epiphysis and metaphysis and in cortical bone in the femoral diaphysis. The entire cancellous envelope was evaluated in the distal femur epiphysis. The region of interest in the distal femur metaphysis was located 0.25-0.85 mm proximal to the growth plate and 0.05 mm from cortical bone. Cortical bone was evaluated 4.4-5.6 mm proximal to the growth plate. Measurements of cartilage included metachromatic stained area and chondrocyte area in the epiphysis, metaphysis, and diaphysis. Measurements excluded growth plate and articular cartilage matrix. Osteoclast perimeter (osteoclast perimeter/bone perimeter, %) and osteoblast perimeter (osteoblast perimeter/bone perimeter, %) were also determined in the epiphysis. Measurements were done at either 20 or 40x using the Osteomeasure Histomorphometry System (Osteometrics, Atlanta, GA). Histomorphometric data are reported using standard 2-dimensional nomenclature.\n\nStatistics\n\nMean responses for bone and cartilage area fraction were compared between WT and ob/ob mice at ages 2 months, 4 months, and 6 months using analysis of covariance (age modeled as a quantitative variable with linear structure) or two-way analysis of variance (age modeled as a categorical variable). Goodness of fit assessment from scatterplots, Levene’s test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and Anderson-Darling tests of normality, and model selection from Akaike’s information criterion, Bayesian information criterion, and likelihood ratio tests were used to determine a linear model and evaluate contributions from interactions and main effects. Linear models containing different variance parameters across age and/or genotype groups were used to accommodate heterogeneous variance.\n\nMean responses for bone and cartilage fraction, and osteoblast and osteoclast perimeter were compared between the ob/ob, ob/ob + rAAV-GFP, and ob/ob + rAAV-Lep groups using one-way analysis of variance, with t-tests used to make pairwise comparisons. The Kruskal-Wallis nonparametric test was used when only the normality assumption was violated, in which case the Wilcoxon-Mann-Whitney test was used for two-group comparisons. A modified F test was used when variances were distinct, with Welch’s two-sample t-test used for two-group comparisons.\n\nThe Benjamini and Hochberg method for maintaining the false discovery rate at 5% was used to adjust for multiple comparisons. Differences were considered significant at p ≤ 0.05. Trends are reported when P < 0.1. All data are presented as mean ± SE. Data analysis was performed using R version 3.2.2.",
  "results": "Results\n\nStudy 1: Effects of Age and Leptin Status on Bone and Cartilage in Femur\n\nThe effects of age and leptin status on cancellous bone area fraction in the femoral epiphysis and metaphysis and on cartilage retention in the femoral epiphysis, metaphysis, and diaphysis in WT and ob/ob mice are shown in Figure 1. Cancellous bone area fraction decreased with age in epiphysis (Figure 1A) and metaphysis (Figure 1C). The rate of decrease was not affected by genotype (interaction not significant). However, cancellous bone area fraction was lower in the epiphysis and tended to be lower (P < 0.1) in the metaphysis in ob/ob mice compared to WT mice. Cartilage area fraction also decreased with age in the femoral epiphysis (Figure 1B) and metaphysis (Figure 1D), irrespective of genotype. Cartilage area fraction was higher in ob/ob compared to WT mice at both sites. Negligible levels of cartilage matrix were observed in the diaphysis of WT mice (Figure 1E). In contrast, cartilage matrix was present in the diaphysis of ob/ob mice and significant changes with age were not detected.\n\nPhotomicrographs illustrating the distribution of cartilage matrix in the femoral epiphysis, metaphysis, and diaphysis in representative 4-month-old WT and ob/ob mice are shown in Figure 2. By 4 months of age, little cartilage remained in femur epiphysis, metaphysis, or diaphysis in WT mice. In contrast, cartilage is clearly evident at all 3 sites in ob/ob mice. Bone bridging across the growth plate, indicative of cessation of longitudinal growth, was evident in 6-month-old WT and ob/ob mice (Figure 3) but not in 2-month-old or 4-month-old mice, verifying cessation of linear growth by 6 months of age in both genotypes.\n\nStudy 2: Effect of Hypothalamic Leptin Gene Therapy on Bone and Cartilage in ob/ob Mice\n\nThe effects of long-duration hypothalamic leptin gene therapy on cancellous bone area fraction in the femoral epiphysis and metaphysis and cartilage retention in the femoral epiphysis, metaphysis, and diaphysis in ob/ob mice are shown in Figure 4. There was a tendency (P < 0.1) for cancellous bone area fraction to be higher in the epiphysis of rAAV-Lep-treated mice compared to untreated and rAAV-GFP-treated control mice (Figure 4A). Differences in cancellous bone area fraction were not detected with treatment in the femoral metaphysis (Figure 4C). Cartilage matrix was present in the epiphysis (Figure 4B), metaphysis (Figure 4D), and diaphysis (Figure 4E) in untreated and rAAV-GFP-treated control mice. Treatment with rAAV-Lep resulted in lower cartilage area fraction in the epiphysis, metaphysis, and diaphysis in comparison to untreated mice, lower cartilage area fraction in the metaphysis in comparison to rAAV-GFP mice and a tendency (P < 0.1) for lower cartilage area fraction in the epiphysis and diaphysis in comparison to rAAV-GFP mice. Significant differences between untreated and rAAV-GFP-treated mice were not detected for any of the endpoints evaluated. Photomicrographs illustrating the distribution of cartilage matrix in representative 9-month-old untreated, rAAV-GFP-treated, and rAAV-Lep-treated ob/ob mice are shown in Figure 5.\n\nThe effects of long-duration hypothalamic leptin gene therapy on cellular indices of cancellous bone turnover in the femoral epiphysis are shown in Figure 6. Osteoclast perimeter (Figure 6A) and osteoblast perimeter (Figure 6B) were higher in rAAV-Lep-treated mice compared to untreated and rAAV-GFP-treated mice. Significant differences in either osteoclast perimeter or osteoblast perimeter were not detected between untreated and rAAV-GFP-treated controls.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "bone formation and resorption",
    "cartilage",
    "histology",
    "ob/ob",
    "osteoclast",
    "Article"
  ],
  "citations": [
    {
      "title": "Bone Mineral Density and Microarchitecture in Patients With Autosomal Dominant Osteopetrosis: A Report of Two Cases",
      "authors": [
        "M Arruda",
        "MC Coelho",
        "AB Moraes",
        "F de Paula Paranhos-Neto",
        "M Madeira",
        "ML Farias",
        "L Vieira Neto"
      ]
    },
    {
      "title": "Central (ICV) leptin injection increases bone formation, bone mineral density, muscle mass, serum IGF-1, and the expression of osteogenic genes in leptin-deficient ob/ob mice",
      "authors": [
        "SM Bartell",
        "S Rayalam",
        "S Ambati",
        "DR Gaddam",
        "DL Hartzell",
        "M Hamrick",
        "JX She",
        "MA Della-Fera",
        "CA Baile"
      ]
    },
    {
      "title": "Abnormal dentition and decrease in body weight in the genetically obese mouse (genotype, ob/ob)",
      "authors": [
        "RA Batt"
      ]
    },
    {
      "title": "Abnormal incisor teeth and body weight in the obese mouse (genotype ob/ob)",
      "authors": [
        "RA Batt"
      ]
    },
    {
      "title": "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
      "authors": [
        "Y Benjamini",
        "Y Hochberg"
      ]
    },
    {
      "title": "Long-term suppression of weight gain, adiposity, and serum insulin by central leptin gene therapy in prepubertal rats: effects on serum ghrelin and appetite-regulating genes",
      "authors": [
        "E Beretta",
        "MG Dube",
        "PS Kalra",
        "SP Kalra"
      ]
    },
    {
      "title": "Hypothalamic clamp on insulin release by leptin-transgene expression",
      "authors": [
        "S Boghossian",
        "MG Dube",
        "R Torto",
        "PS Kalra",
        "SP Kalra"
      ]
    },
    {
      "title": "Leptin gene transfer in the hypothalamus enhances longevity in adult monogenic mutant mice in the absence of circulating leptin",
      "authors": [
        "S Boghossian",
        "N Ueno",
        "MG Dube",
        "P Kalra",
        "S Kalra"
      ]
    },
    {
      "title": "Neonatal reductions in osteoclast number and function account for the transient nature of osteopetrosis in the rat mutation microphthalmia blanc (mib)",
      "authors": [
        "MJ Cielinski",
        "SC Marks"
      ]
    },
    {
      "title": "Serum immunoreactive-leptin concentrations in normal-weight and obese humans",
      "authors": [
        "RV Considine",
        "MK Sinha",
        "ML Heiman",
        "A Kriauciunas",
        "TW Stephens",
        "MR Nyce",
        "JP Ohannesian",
        "CC Marco",
        "LJ McKee",
        "TL Bauer"
      ]
    },
    {
      "title": "Genetics, pathogenesis and complications of osteopetrosis",
      "authors": [
        "A Del Fattore",
        "A Cappariello",
        "A Teti"
      ]
    },
    {
      "title": "Standardized nomenclature, symbols, and units for bone histomorphometry: a 2012 update of the report of the ASBMR Histomorphometry Nomenclature Committee",
      "authors": [
        "DW Dempster",
        "JE Compston",
        "MK Drezner",
        "FH Glorieux",
        "JA Kanis",
        "H Malluche",
        "PJ Meunier",
        "SM Ott",
        "RR Recker",
        "AM Parfitt"
      ]
    },
    {
      "title": "Leptin inhibits bone formation through a hypothalamic relay: a central control of bone mass",
      "authors": [
        "P Ducy",
        "M Amling",
        "S Takeda",
        "M Priemel",
        "AF Schilling",
        "FT Beil",
        "J Shen",
        "C Vinson",
        "JM Rueger",
        "G Karsenty"
      ]
    },
    {
      "title": "Bone abnormalities in adolescent leptin-deficient mice",
      "authors": [
        "KN Ealey",
        "D Fonseca",
        "MC Archer",
        "WE Ward"
      ]
    },
    {
      "title": "Leptin reverses the inhibitory effect of caloric restriction on longitudinal growth",
      "authors": [
        "G Gat-Yablonski",
        "T Ben-Ari",
        "B Shtaif",
        "O Potievsky",
        "O Moran",
        "R Eshet",
        "G Maor",
        "Y Segev",
        "M Phillip"
      ]
    },
    {
      "title": "Age-related changes in trabecular architecture differ in female and male C57BL/6J mice",
      "authors": [
        "V Glatt",
        "E Canalis",
        "L Stadmeyer",
        "ML Bouxsein"
      ]
    },
    {
      "title": "Leptin, bone mass, and the thrifty phenotype",
      "authors": [
        "MW Hamrick"
      ]
    },
    {
      "title": "Leptin treatment induces loss of bone marrow adipocytes and increases bone formation in leptin-deficient ob/ob mice",
      "authors": [
        "MW Hamrick",
        "MA Della-Fera",
        "YH Choi",
        "C Pennington",
        "D Hartzell",
        "CA Baile"
      ]
    },
    {
      "title": "Leptin deficiency produces contrasting phenotypes in bones of the limb and spine",
      "authors": [
        "MW Hamrick",
        "C Pennington",
        "D Newton",
        "D Xie",
        "C Isales"
      ]
    },
    {
      "title": "Dissociation of bone resorption and bone formation in adult mice with a non-functional V-ATPase in osteoclasts leads to increased bone strength",
      "authors": [
        "K Henriksen",
        "C Flores",
        "JS Thomsen",
        "AM Bruel",
        "CS Thudium",
        "AV Neutzsky-Wulff",
        "GE Langenbach",
        "N Sims",
        "M Askmyr",
        "TJ Martin"
      ]
    },
    {
      "title": "Deficiency of insulin receptor substrate-1 impairs skeletal growth through early closure of epiphyseal cartilage",
      "authors": [
        "K Hoshi",
        "N Ogata",
        "T Shimoaka",
        "Y Terauchi",
        "T Kadowaki",
        "S Kenmotsu",
        "UI Chung",
        "H Ozawa",
        "K Nakamura",
        "H Kawaguchi"
      ]
    },
    {
      "title": "The number of 1,25-dihydroxyvitamin D3 receptors is decreased in both intestine and kidney of genetically diabetic db/db mice",
      "authors": [
        "H Ishida",
        "NS Cunningham",
        "HL Henry",
        "AW Norman"
      ]
    },
    {
      "title": "Central leptin gene therapy corrects skeletal abnormalities in leptin-deficient ob/ob mice",
      "authors": [
        "UT Iwaniec",
        "S Boghossian",
        "PD Lapke",
        "RT Turner",
        "SP Kalra"
      ]
    },
    {
      "title": "Body mass influences cortical bone mass independent of leptin signaling",
      "authors": [
        "UT Iwaniec",
        "MG Dube",
        "S Boghossian",
        "H Song",
        "WG Helferich",
        "RT Turner",
        "SP Kalra"
      ]
    },
    {
      "title": "Histological analysis of bone",
      "authors": [
        "UT Iwaniec",
        "TJ Wronski",
        "RT Turner"
      ]
    },
    {
      "title": "Leptin increases osteoblast-specific osteocalcin release through a hypothalamic relay",
      "authors": [
        "SP Kalra",
        "MG Dube",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Leptin regulates chondrocyte differentiation and matrix maturation during endochondral ossification",
      "authors": [
        "Y Kishida",
        "M Hirao",
        "N Tamai",
        "A Nampei",
        "T Fujimoto",
        "T Nakase",
        "N Shimizu",
        "H Yoshikawa",
        "A Myoui"
      ]
    },
    {
      "title": "Osteopetrosis",
      "authors": [
        "MS Kocher",
        "JR Kasser"
      ]
    },
    {
      "title": "Altered insulin signaling in retinal tissue in diabetic states",
      "authors": [
        "T Kondo",
        "CR Kahn"
      ]
    },
    {
      "title": "Leptin enhances MMP-1, MMP-3 and MMP-13 production in human osteoarthritic cartilage and correlates with MMP-1 and MMP-3 in synovial fluid from OA patients",
      "authors": [
        "A Koskinen",
        "K Vuolteenaho",
        "R Nieminen",
        "T Moilanen",
        "E Moilanen"
      ]
    },
    {
      "title": "Early sensorineural hearing loss in ob/ob mouse, an animal model of type 2 diabetes",
      "authors": [
        "HS Lee",
        "KR Kim",
        "WH Chung",
        "YS Cho",
        "SH Hong"
      ]
    },
    {
      "title": "Hypothalamic leptin gene therapy reduces bone marrow adiposity in ob/ob mice fed regular and high-fat diets",
      "authors": [
        "LB Lindenmaier",
        "KA Philbrick",
        "AJ Branscum",
        "SP Kalra",
        "RT Turner",
        "UT Iwaniec"
      ]
    },
    {
      "title": "The skeleton: a multi-functional complex organ: the growth plate chondrocyte and endochondral ossification",
      "authors": [
        "EJ Mackie",
        "L Tatarczuch",
        "M Mirams"
      ]
    },
    {
      "title": "Time course of epiphyseal growth plate fusion in rat tibiae",
      "authors": [
        "EA Martin",
        "EL Ritman",
        "RT Turner"
      ]
    },
    {
      "title": "The cast of clasts: catabolism and vascular invasion during bone growth, repair, and disease by osteoclasts, chondroclasts, and septoclasts",
      "authors": [
        "PR Odgren",
        "H Witwicka",
        "P Reyes-Gutierrez"
      ]
    },
    {
      "title": "Human leptin deficiency caused by a missense mutation: multiple endocrine defects, decreased sympathetic tone, and immune system dysfunction indicate new targets for leptin action, greater central than peripheral resistance to the effects of leptin, and spontaneous correction of leptin-mediated defects",
      "authors": [
        "M Ozata",
        "IC Ozdemir",
        "J Licinio"
      ]
    },
    {
      "title": "Paradoxical effects of partial leptin deficiency on bone in growing female mice",
      "authors": [
        "KA Philbrick",
        "RT Turner",
        "AJ Branscum",
        "CP Wong",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Leptin stimulates bone formation in ob/ob mice at doses having minimal impact on energy metabolism",
      "authors": [
        "KA Philbrick",
        "CP Wong",
        "AJ Branscum",
        "RT Turner",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Leptin promotes the mobilization of vascular progenitor cells and neovascularization by NOX2-mediated activation of MMP9",
      "authors": [
        "MR Schroeter",
        "S Stein",
        "NM Heida",
        "M Leifheit-Nestler",
        "IF Cheng",
        "R Gogiraju",
        "H Christiansen",
        "LS Maier",
        "AM Shah",
        "G Hasenfuss"
      ]
    },
    {
      "title": "Osteopetrosis: genetics, treatment and new insights into osteoclast function",
      "authors": [
        "C Sobacchi",
        "A Schulz",
        "FP Coxon",
        "A Villa",
        "MH Helfrich"
      ]
    },
    {
      "title": "Leptin is a potent stimulator of bone growth in ob/ob mice",
      "authors": [
        "CM Steppan",
        "DT Crawford",
        "KL Chidsey-Frink",
        "H Ke",
        "AG Swick"
      ]
    },
    {
      "title": "Hypothalamic leptin gene therapy reduces body weight without accelerating age-related bone loss",
      "authors": [
        "RT Turner",
        "M Dube",
        "AJ Branscum",
        "CP Wong",
        "DA Olson",
        "X Zhong",
        "MF Kweh",
        "IV Larkin",
        "TJ Wronski",
        "CJ Rosen"
      ]
    },
    {
      "title": "Peripheral leptin regulates bone formation",
      "authors": [
        "RT Turner",
        "SP Kalra",
        "CP Wong",
        "KA Philbrick",
        "LB Lindenmaier",
        "S Boghossian",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Role of estrogen receptor signaling in skeletal response to leptin in female ob/ob mice",
      "authors": [
        "RT Turner",
        "KA Philbrick",
        "AF Kuah",
        "AJ Branscum",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Morbid obesity attenuates the skeletal abnormalities associated with leptin deficiency in mice",
      "authors": [
        "RT Turner",
        "KA Philbrick",
        "CP Wong",
        "DA Olson",
        "AJ Branscum",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Mineral density and bone strength are dissociated in long bones of rat osteopetrotic mutations",
      "authors": [
        "J Tuukkanen",
        "A Koivukangas",
        "T Jamsa",
        "K Sundquist",
        "CA Mackay",
        "SC Marks"
      ]
    },
    {
      "title": "Leptin modulates orexigenic effects of ghrelin and attenuates adiponectin and insulin levels and selectively the dark-phase feeding as revealed by central leptin gene therapy",
      "authors": [
        "N Ueno",
        "MG Dube",
        "A Inui",
        "PS Kalra",
        "SP Kalra"
      ]
    },
    {
      "title": "Leptin transgene expression in the hypothalamus enforces euglycemia in diabetic, insulin-deficient nonobese Akita mice and leptin-deficient obese ob/ob mice",
      "authors": [
        "N Ueno",
        "A Inui",
        "PS Kalra",
        "SP Kalra"
      ]
    },
    {
      "title": "Diseases affecting bone quality: beyond osteoporosis",
      "authors": [
        "A Unnanuntana",
        "BJ Rebolledo",
        "MM Khair",
        "EF DiCarlo",
        "JM Lane"
      ]
    },
    {
      "title": "On the comparison of several mean values: an alternative approach",
      "authors": [
        "BL Welch"
      ]
    },
    {
      "title": "Bisphosphonate-induced osteopetrosis",
      "authors": [
        "MP Whyte",
        "D Wenkert",
        "KL Clements",
        "WH McAlister",
        "S Mumm"
      ]
    },
    {
      "title": "Skeletal phenotype of the leptin receptor-deficient db/db mouse",
      "authors": [
        "GA Williams",
        "KE Callon",
        "M Watson",
        "JL Costa",
        "Y Ding",
        "M Dickinson",
        "Y Wang",
        "D Naot",
        "IR Reid",
        "J Cornish"
      ]
    },
    {
      "title": "Matrix-embedded cells control osteoclast formation",
      "authors": [
        "J Xiong",
        "M Onal",
        "RL Jilka",
        "RS Weinstein",
        "SC Manolagas",
        "CA O’Brien"
      ]
    },
    {
      "title": "Positional cloning of the mouse obese gene and its human homologue",
      "authors": [
        "Y Zhang",
        "R Proenca",
        "M Maffei",
        "M Barone",
        "L Leopold",
        "JM Friedman"
      ]
    }
  ],
  "original_title": "Effects of hypothalamic leptin gene therapy on osteopetrosis in leptin-deficient mice.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c82c/5771473/bc0e48d418e6/nihms925100f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c82c/5771473/b34c57c6c3d1/nihms925100f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c82c/5771473/18a23a309db3/nihms925100f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c82c/5771473/c1cfc9ac0ed5/nihms925100f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c82c/5771473/b8bc00a18dfc/nihms925100f5.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c82c/5771473/19fdf607c99e/nihms925100f6.jpg"
  ]
}