{
  "pmcid": "5826609",
  "title": "Effects of spaceflight on the immunoglobulin repertoire of unimmunized C57BL/6 mice",
  "abstract": "Spaceflight has been shown to suppress the adaptive immune response, altering the distribution and function of lymphocyte populations. B lymphocytes express highly specific and highly diversified receptors, known as immunoglobulins (Ig), that directly bind and neutralize pathogens. Ig diversity is achieved through the enzymatic splicing of gene segments within the genomic DNA of each B cell in a host. The collection of Ig specificities within a host, or Ig repertoire, has been increasingly characterized in both basic research and clinical settings using high-throughput sequencing technology (HTS). We utilized HTS to test the hypothesis that spaceflight affects the B-cell repertoire. To test this hypothesis, we characterized the impact of spaceflight on the unimmunized Ig repertoire of C57BL/6 mice that were flown aboard the International Space Station (ISS) during the Rodent Research One validation flight in comparison to ground controls. Individual gene segment usage was similar between ground control and flight animals, however, gene segment combinations and the junctions in which gene segments combine was varied among animals within and between treatment groups. We also found that spontaneous somatic mutations in the IgH and Igκ gene loci were not increased. These data suggest that space flight did not affect the B cell repertoire of mice flown and housed on the ISS over a short period of time.",
  "introduction": "1. Introduction\n\nSpaceflight presents a unique set of challenges to the immune system. For example, spaceflight alters T- and B-lymphocyte functions, including recall responses in astronauts aboard the space shuttle and cytokine responses after missions to the international space station (ISS). In addition to functional changes, lymphocyte subpopulations are altered. CD8+ T-cell numbers were increased during flight while other T-cell subsets were decreased. Similar changes in phenotype also occur in animal and tissue culture systems during spaceflight or ground-based spaceflight analogs such as anti-orthostatic suspension (AOS).\n\nLymphocyte subpopulations change in response to spaceflight and AOS. Splenic T- and B-lymphocyte counts were decreased in mice flown on the 13-day mission of the Space Shuttle Endeavor (STS-118) compared to ground controls. In the AOS model, Wei et al. found a reduced number of both T and B lymphocytes in the thymus and spleen of hindlimb unloaded Balb/c mice compared to normal controls. Reductions in the mass of lymphoid organs has also been observed. Spaceflight altered the phenotype of immune cells in the bone marrow, the lymphoid organ in which hematopoiesis occurs, and AOS reduced the number of bone marrow B-cell progenitors.\n\nWhile many studies have characterized T-cell response to spaceflight, fewer studies have characterized the impact of spaceflight on B-cell populations. The characterization of B-cell receptors, known as immunoglobulins (Igs), is of particular interest due to the (IgH) and light chains, which are encoded on separate loci. The heavy chain locus encodes multiple Variable- (V), Diversity- (D) and Joining- (J) gene segments, while the functionally equivalent κ (Igκ) and (Ig) light chain loci contain only V- and J-gene segments. During early B-cell development in the bone marrow, B cells undergo recombination of heavy and light chain Ig loci, in which only one of each V(D)J-gene segment is selected for Ig use. Random and palindromic nucleotide insertion at splice sites adds to Ig diversity.\n\nIn the Ig molecule, complementarity determining regions (CDR) confer binding specificity. CDR1 and CDR2 are encoded entirely within the V-gene segment, while CDR3 contains a portion of the 3’ end of the V-gene segment, the entire D-gene segment, and a portion of the 5’ end of the J gene segment. As a result of somatic recombination, B cells collectively express individual Igs that theoretically can bind virtually any pathogen.\n\nAn individual’s Ig repertoire can be characterized using high-throughput sequencing (HTS) using either genomic DNA or messenger RNA sequences isolated from B-cell populations. B cells will clonally expand after antigen-Ig receptor engagement, resulting in a higher portion of target-specific Ig receptors within the B-cell population. There have been a number of HTS-based Ig repertoire studies in human disease, ranging from infectious disease, autoimmunity, and cancer. Greiff, et al. developed a profiling framework using the Ig repertoire as an indicator of an individual's immunological status.\n\nSome have explored the impact of spaceflight on Ig repertoires. In vitro challenge of human B cells during spaceflight resulted in lower concentrations of secreted Ig. There was no significant difference in pre- and post-flight Ig levels in peripheral blood of astronauts who flew aboard the ISS. These samples, however, were not taken after challenge with a specific antigen. Rats immunized intraperitoneally with sheep red blood cells prior to spaceflight produced significantly less serum IgG compared to immunized ground control animals.\n\nAlthough some have explored Ig gene segment changes in the context of spaceflight or model analogs, little has been done to characterize the impact of spaceflight on the Ig repertoire in mice. Given that changes in B cells and Ig concentrations occur during spaceflight conditions, we tested the hypothesis that spaceflight alters the Ig repertoire of mice flown on the ISS. We examined individual Ig gene segment usage, gene segment combinations, CDR3 composition, and frame work and CDR mutations in 35-week-old, unimmunized, female C57BL/6Tac mice flown aboard the ISS using high throughput sequencing.",
  "methods": "2. Materials and Methods\n\n2.1 Tissue Samples\n\nRNA samples were provided by the NASA Ames Research Center. RNA was extracted from the spleen and liver of 35-week-old female C57BL/6Tac mice that were either housed in the ISS environmental simulator (ground control, n=5), or flown aboard the ISS via SpaceX-4 (n=5). Tissues from flight animals were collected on board the ISS 21–22 days post-launch in flight animals while tissues from ground control animals were processed similarly on a four-day delay. Upon collection, spleens and livers were stored at 4°C in RNAlater (LifeTechnologies, Carlsbad, CA) for at least 24 hours and then stored at −80°C. RNA extraction was performed according to manufacturer's instructions with the RNeasy mini column (QIAGEN, Hilden, Germany) and stored at −80°C. This was a secondary science experiment and the dissection and timing of the experiment were dictated by the primary validation experiment. Animal care and experimental procedures were approved by the Institutional Animal Care and Use Committee at the NASA Ames Research Center.\n\n2.2 Illumina MiSeq Sequencing\n\nRNA samples were subjected to Illumina MiSeq sequencing at the Kansas State University Integrated Genomics Facility as previously outlined in Rettig et al. Briefly, sequencing was performed using the standard MiSeq protocol which includes oligo-dT-bead selection and reverse transcription of mRNA to cDNA. Ig-specific primer amplification was not utilized. Additionally, fragmentation was limited to one minute to reduce fragmentation and maintain longer reads. Illumina MiSeq with paired reads of 300 base pairs was performed on size selected (275–800 nt) total RNA isolated from the liver and spleen of three ground control and three flight animals based on highest RIN values (Spleen RIN:5.9–8.9, Liver RIN: 6.2–7.8) (Ground animals: G1, G2, G3; Flight animals: F1, F2, F3). Illumina MiSeq data from both spleen and liver are available by NASA GeneLab (https://genelab.nasa.gov, GLDS-ID Pending).\n\n2.3 Bioinformatic Workflow\n\nIllumina MiSeq sequencing reads were processed as described previously. Briefly, FASTQ files were imported into CLC Genomics Workbench v9.5.1 (https://www.qiagenbioinformatics.com/) and were quality trimmed and filtered to remove sequences less than 40 nt in length to prevent false V-gene segment assignment. Paired-end sequences and overlapping-paired (merged) sequences were mapped to both V-gene segment references obtained from the ImMunoGeneTics (IMGT) database (251 IgH segments, 135 Igκ segments), and to entire IgH and Igκ loci obtained from NCBI (NC_000078.6, 113258768 to 116009954, and NC_000072.6, 67555636 to 70726754, respectively). Mapped sequencing reads were submitted to the IMGT HighV-Quest tool for characterization of functionality and junctional analysis. Only one sequence per sequencing cluster was retained for further analysis as outlined in Rettig et al. Briefly, per sequencing organization ID, the read with the most information is saved for further analysis. Antibody sequences can differ by as little as a single nucleotide and without a unique barcoding step during amplification, removing similar, but not identical sequences, could limit the breadth of the repertoire sampled. Due to this, no further filtering was performed on sequences. A motif search was performed in CLC on IgH sequences that were identified by IMGT as productive to determine their respective constant regions.\n\n2.4 Gene Segment Usage\n\nSequencing reads were analyzed using the IMGT HighV-Quest tool. V-gene segment usage was characterized as either productive or unknown functionality, where a read was considered productive if it was in frame and did not contain a premature stop codon as defined by IMGT. Sequences that did not fit the C-xx-W motif in non-class switched H-CDR3 or C-xx-F in κ-CDR3 were assigned an unknown functionality. D- and J-gene segment, and constant region usage was assessed in productive reads only. All gene segments considered functional by IMGT (includes open reading frames and gene segments without full NCBI mapping) were included in this analysis. Reads assigned to multiple C57BL/6 V-gene segments were tabulated using a weighted distribution Reads containing only one possible V-gene segment were assigned a count of one. Reads containing two possible V-gene segments were assigned a count of 0.5 for each potential V-gene segment. Reads containing more than two potential V-gene segments were excluded from V-gene analysis. Multiple V-gene segment assignments likely resulted from reads containing less than a full V-gene segment as a result of random hexamer priming. Reads assigned to a single non-C57BL/6 D/J-gene segments or multiple C57BL/6 D/J-gene segments were reclassified as undetermined and kept for analysis. J-gene segments in which less than six nucleotides were identified were also classified as undetermined. Percent of repertoire was determined for each individual animal by dividing the number of sequencing reads for each gene segment by the total number of sequencing reads mapped to all gene segments.\n\n2.5 Gene Segment Combination & CDR3 Analysis\n\nReads assigned to non-C57BL/6 V-gene segments or multiple C57BL/6 V-gene segments were removed from our V(D)J combination analyses. V(D)J combination analyses were performed on productive sequencing reads and visualized through the use of bubble charts (Microsoft Excel) and/or circos graphs from Circos Online. Percent repertoire was used to detail individual bubble charts and the average of percent repertoire was used when combining mice from each treatment group for V(D)J bubble chart analysis. CDR3 amino acid sequence was presented as percent of repertoire as described above and by a highest to lowest ranking of abundance.\n\nCDR3 nucleotide alignments were created using the MAFFT multiple sequence alignment program. A V-D-J-gene segment combination was selected from the top ten percent most-represented gene segments across all individuals for both heavy and light chain. From each individual group, unique nucleotide sequences were isolated and aligned to their respective germline sequences provided by IMGT. Individual alignments were then stacked within their treatment groups and germline gaps were adjusted for consistency across treatment groups.\n\n2.6 Complementarity Determining and Framework Region Mutation Analysis\n\nNucleotide substitution mutation data for complementarity determining and framework regions for IgH and Igκ were obtained from the IMGT HighV-Quest tool. Any mutations involving degenerate bases were removed. Nucleotide range (in base pairs), number of reads containing at least one mutation, total number of substitution mutations, and number of mutations per base pair position were determined for each region. Comparative values for each combination of region, Ig location, and treatment group were determined by calculating the average of values contained in each combination’s respective replicates (n=3).\n\n2.7 Statistical Analysis and Representation of Data\n\nAll statistical analyses were performed in GraphPad (version 6.0). Dot plots and bar graphs were generated in GraphPad using mean values and standard deviation. Heat maps of gene segment usage were generated in Microsoft Excel.",
  "results": "3 Results\n\n3.1 V-Gene Segment Usage\n\nB cells originate in the bone marrow from hematopoietic precursors, traffic through the periphery and enter the spleen where they are further selected and mature. To view a snapshot of the impact that spaceflight has on the splenic Ig repertoire of unimmunized mice, we sequenced total splenic RNA isolated from three ground control animals and three animals flown aboard the ISS. We assessed the composition of individual IgH and Igκ sequences. In spleen, between 104,135 and 149,675 IgH, and between 103,841 and 175,406 Igκ sequencing reads of productive or unknown functionality were detected in ground animals, while between 66,909 and 181,703 IgH, and between 81,889 and 107,928 Igκ were detected in flight animals (Table 1).\n\nThe V-gene segment contributes to the combinatorial diversity of the Ig repertoire in part due to the large number of possible V-gene segments that could be selected within an individual B cell. Among the six study animals 133 VH- and 108 Vκ-gene segments were detected. Overall, the frequency of highly abundant V-gene segments and less frequently identified V-gene segments were similar between treatment groups (Supplementary Figure 1). Despite a general similarity, a pairwise comparison of animals within treatment groups showed low-to-moderate levels of VH-gene segment correlation (Ground R2: 0.356–0.695, p-values:<0.001; Flight R2: 0.101–0.360, p-values:0.0001-<0.0001) that demonstrates that there is animal-to-animal variation (Table 2). A stronger correlation was seen in Vκ-gene segments (Ground R2: 0.660–0.738, p-values <0.0001; Flight R2: 0.465–0.606, p-values <0.0001) (Table 2). When comparing the average abundance of V-gene segments from ground and flight animals an R2 of 0.592 was observed in VH (p=<0.0001) and 0.810 was observed in Vκ (p=<0.0001) (Table 2).\n\nWhen comparing VH-gene usage among all animals, nine gene segments represented over five percent of the repertoire in at least one animal (Figure 1A). No one gene segment was found at over the five percent level in all six animals. V1-53 was found in over five percent in five animals, V9-3 was over five percent in four animals, V1-26 and V3–6 in two animals, and the remaining (V1-78, V6-3, V5-4, V1-15, V1-19) were found at high levels in only one animal.\n\nWithin Vκ, six gene segments represented over five percent of the repertoire in at least one animal (Figure 1B). The most abundant gene segment, V5–39 comprised over 16 percent of Vκ usage in all six animals. No other Vκ represented over five percent of the repertoire in all six animals. One gene segment, V3–4, was found at over five percent of the repertoire in four animals (G1, G2, G3, F3). The remaining four gene segments (V2–137, V1-110, V4–61, and V6–25) were found at greater than five percent in only one animal. There was no statistical difference in top VH- or Vκ-gene segment usage between ground and flight animals (student’s t-test, p=0.6478–0.9609).\n\nWe also attempted to assess the antibody repertoire in the liver because of its role in fetal B-cell development. Only 592 to 1,429 Igκ sequencing reads were detected in ground control animals and 425 to 543 Igκ sequencing reads were detected in flight animals (Table 3). We did not characterize the heavy chain in the liver due to the low number of IgH sequencing reads that we detected. We assessed Vκ-gene segments that represented over five percent of the repertoire in the spleen or liver and found 11 gene segments. Only one gene segment, V5–39, was found in the top five across both tissues (Figure 2). V3–4 was found in the top five for all animals and tissues except flight mouse two’s liver sample, where it was ranked tenth. Overall, the average usage of these top Vκ-gene segments showed low to modest correlation between liver and spleen in ground animals (R2= 0.4081, p<0.0001) and flight animals (R2= 0.2727, p<0.0001). Analysis of statistical differences between individual Vκ-gene segments representing over five percent of the repertoire was not undertaken due to low read counts in the liver datasets.\n\n3.2 D- and J-Gene Segment & Constant Region Usage\n\nHeavy chain Ig diversity is also achieved by using, modifying and splicing of D-and J-gene segments. To determine if space flight affected these processes we also assessed D- and J-gene usage. The most commonly detected D-gene segment in both ground control and flight animals was D1-1, comprising between 30.6% to 46.8% of the repertoire (Figure 3A, Supplemental Figure 2A). D2-4, D2-3, D4-1, and D2-5 were detected at similar levels among ground control and flight animals between 3.56% and 11.39% of the repertoire. D3-1, D3-2, D6-3, D5-5, and D5-2, and D6-4 were detected the least often with levels between 3.6% and >0.003% of the repertoire. Because of extensive modification of D-gene segments during IgH rearrangement, D-gene segments were unable to be determined for between 24.4% and 36.6% of the repertoire for all animals. There was no statistical difference in D-gene segment usage between ground and flight animals (student’s t-test, p=0.1542–0.9840). D-gene segment usage was highly correlated between ground and flight animals (linear regression, R2- 0.9935, p<0.0001).\n\nAdditional Ig variability is gained from the inclusion of different J-gene segments. Within IgH, the distribution of J-gene segment usage was less uniform than D-gene segment usage in both ground and flight animals. There was no consensus on the most abundantly expressed gene segment as each of the four JH-gene segments was the most abundant segment in at least one ground or flight animal (Figure 3B, Supplemental Figure 2B). While there was no consensus use of a particular J-gene segment, usage of any J-gene segment was between 13% and 40%, showing that usage is relatively uniform. Student’s t-tests were performed to determine whether differences in individual gene segment usage were significant. No significant differences were found between ground and flight animals (student’s t-test, p=0.2060–0.8662). As the most abundant Jκ -gene segment, J5, comprises between 32.6% and 47.9% of the repertoire, and is the most abundant gene segment all study animals (Figure 3C, Supplemental Figure 2C). Interesting J1 ranked second most abundant in all ground animals while it ranked third in all flight animals. There were no statistical differences in individual JH- or Jκ-gene segment usage between ground control and flight animals (Student’s t-test, p=0.0977–0.9262). Linear regression revealed correlation between JH usage of ground and flight animals for Igκ (R2= 0.9928, p=0.0076) and IgH (R2=0.8147, p=0.0360).\n\nIg isotype composition can provide insight into the developmental stage of B cells. Because animals in this experiment were specific-pathogen free, it is unsurprising that IgM predominated with between 62.38% and 82.81% of the repertoire (Figure 3D, Supplemental Figure 2D). IgG was the second most prominent isotype which trended towards a higher percentage of the repertoire in flight animals although the difference was not statistically significant (Student’s t-test, p=0.2150). Except for a relatively high expression of IgA in flight mouse two, IgA was detected in between 1.43% and 4.58% of the repertoire, IgD and IgE were detected less than one percent in all animals. There were no statistical differences in Ig isotype frequency between ground and flight animals (Student’s t-test, p=0.1075–0.8277). There was a high correlation between ground and flight constant region usage (linear regression, R2= 0.9734, p=0.0019).\n\n3.3 V(D)J Combinations\n\nV(D)J family combinations were examined as another way to determine if recombination of Ig gene segments was affected by spaceflight. We visualized V(D)J-gene segment combinations using both bubble charts and circos plots for both IgH and Igκ. IgH showed more variation between ground control and flight animals compared to Igκ when looking at the most common gene family combinations. Circos plots allowed us to examine top V-gene families, J-gene segments, and V/J pairing frequency in both IgH and Igκ.\n\nFor ease of display, we first grouped together all V-gene segments into their respective family. D- and J-gene segments remained as individuals. V1 was the most common IgH gene family used in all mice comprising, on average 51% of the V-gene family use in ground animals and, on average, 57% of the repertoire in flight animals (Figure 4A–B, Supplemental Figure 3A–F). In ground-treatment animals, V9 was the second most common gene family in ground mouse one and ground mouse two, while V2 was the second most common gene family in ground mouse three (Figure 4A, Supplemental Figure 3A–C). In flight animals, the second most common V-gene family used was unique among the three animals (flight one: V3, flight two: V2, and flight three: V9) (Figure 3B, Supplemental Figure 4D–F). The third most common V-gene family was also unique among the ground treatment animals being V2, V3, and V9 for ground mouse one, ground mouse two, and ground mouse three respectively (Figure 4A, Supplemental Figure 3A–C). V5 was the third most common family in flight mouse one, V9 in flight mouse two, and V2 in flight mouse three (Figure 4B, Supplemental 3D–F).\n\nWe found that the most common V/D/J combinations were correlated with the most frequently used gene families or segments within the repertoire. When averaging among repertoires, the most common IgH combination in ground-treatment animals was V9/D1/J1 (8.66%), though this combination was only in the top five most frequent combinations in ground mouse one and ground mouse two. The most common average combination in flight-treatment animals was V1/D1/J4 (8.35%), though this combination was only detected in the five most common combinations for one animal (Figure 4A–B, Supplemental Figure 4A–B). The V1/D1/J2 combination was shared among the top five gene family combinations in all mice; representing 5.94% of the repertoire in ground-treatment animals and 7.73% in the flight-treatment animals (Supplemental Figure 4A–B). A notable difference between ground and flight treatment groups was the usage of the V9-gene family. This family represented the top average VH-gene family used in the ground-treatment animals as well as the top combination in ground mouse one and ground mouse two (Figure 4A, Supplemental Figure 4A), but only appeared once as the top gene family combination used for flight-treatment animals (Figure 4B, Supplemental Figure 4B).\n\nWe also examined the top five V/J pairing frequencies for IgH (Figure 4A–B, Supplemental Figure 3A–F, Supplemental Figure 4C–D). For ground animals, there were six unique pairings represented. The V1 family was used for four of the six unique V/J pairings compiled. V9 and V2 were also used. Of the six unique pairings, four were shared among all three mice (V1/J1, V1/J2, V1/J3, and V1/J4). One was shared among two mice (V9/J1), and one (V2/J4) was found only in ground mouse three’s five most common combinations (Figure 4A, Supplemental Figure 3A–C, Supplemental Figure 4C). For flight animals, seven unique pairings where found in the five most common pairs. V1 was again the overwhelmingly most common V family with four of the seven unique pairings including it. V3, V2, and V9 were all used by a single animal. Of the seven unique pairs, four were shared among all three mice (V1/J1, V1/J2, V1/J3, and V1/J4). These pairings were also among the most common in the ground-treatment group. Three (V3/J3, V2/J4, V9/J1) were found in a single mouse’s five most common pairings (Figure 4B, Supplemental Figure 3D–F, Supplemental Figure 4D).\n\nWe undertook similar analysis for Igκ sequences (Figure 4C–D, Supplemental Figure 3G–L, Supplemental Figure 4E–F). The most common Vκ-gene family expressed in all mice was V5, representing over one-fifth of the repertoire. The second most common Vκ-gene family in ground animals was V3 while in flight animals it was V6 or V4 (Figure 4C–D, Supplemental Figure 3G–L, Supplemental Figure 4E–F). The third most represented Vκ-gene families was V6 for ground mouse one, and V4 for ground mouse two, and V2 for mouse three (Figure 4C, Supplemental Figure 4G–I). In flight animals, the third most common Vκ-gene family was V4 for flight mouse one, and V3 for flight mouse two and three (Figure 4D, Supplemental Figure 4J–L).\n\nUnlike IgH, Igκ expressed more variety in V/J pairing variety. In Igκ there were five pairings in ground animals (V2/J4, V3/J2, V3/J5, V5/J1, V6/J2) that were not shared with the top five flight-animal pairings (Figure 4C–D, Supplemental Figure 3G–L, Supplemental Figure 4E–F). There were also four pairings (V1/J2, V4/J2, V6/J1, V6/J4) found in flight animals not found in the top five ground-animal pairings (Figure 4C–D, Supplemental Figure 3G–L, Supplemental Figure 4E–F).\n\nThe correlation of the average percent of repertoire for V/J combinations between ground and flight animals was higher in Igκ, with a R2 of 0.8795 (p<0.0001), whereas IgH had a R2 of 0.3296 (p<0.0001) (linear regression). V/J combination usage among animals within each treatment group also showed stronger correlation within Igκ than IgH in both ground and flight treatment groups (Table 4).\n\n3.4 CDR3\n\nCDR3 is important for conferring diversity in Ig specificity. Therefore, we assessed whether spaceflight had an impact on several properties of CDR3 because changes in CDR3 could affect host ability to respond to antigen. We found that CDR3 length in IgH was highly varied. The length ranged from one amino acid to 35 (Figure 5A). The average CDR3 lengths for all the ground control animals was 12±0. The average CDR3 lengths for flight animals was also 12±1. The CDR3 lengths were not normally distributed in the flight or ground animals (flight p=<0.0001, ground p=0.0128) with the majority of CDR3 lengths falling between 11 and 14 AAs. We also examined the heavy-chain CDR3 length by isotype (Table 5) and by treatment group. We found no significant difference by treatment group or by isotype (two-way ANOVA, interaction p=0.8141, isotype p=0.4589, treatment p=0.6225).\n\nKappa-chain CDR3 length was conserved at nine amino acids with 90.3 to 94.2 percent of all light chains having CDR3 rearrangements that were nine amino acids in length (Figure 5B). Only a small percentage of light chains had eight amino acids (2.8 to 6.9%), or ten amino acid long (0.9–3.9%) CDR3s. Ground mouse one (0.9%), was an exception and was enriched for 11 amino acid CDR3s (2.3%) compared to other animals (0.2–0.7%). CDR3 lengths over 18 amino acids were not displayed (20, 25, 27, 29, 32, 35, 36, 37, 39). CDR3 rearrangements of these lengths were often only detected in one animal and expression of these lengths did not exceed 0.01% of the repertoire. Additionally, these rearrangements may have been identified in error as many of these rearrangements contain intervening phenylalanine residues within the There was little overlap among IgH CDR3s regardless of treatment (Figure 6A, C). Of the top five CDR3s found in each animal, we identified 26 unique CDR3 AA rearrangements. Of those 26 CDR3s, four were found in all six animals. Two additional rearrangements were identified in three animals. One of those rearrangements, CASHGSSYLAWFAYW, was found in only flight animals and not found in any ground animals. Six CDR3s were found in two animals, and the remainder were found in a single animal. The vast majority of CDR3 rearrangements detected were unique to each animal (6,661–9,270 rearrangements), though there was a small amount of overlap among animals (103–163 CDR3 rearrangements). For flight animals, 78 CDR3 rearrangements were found in all three animals and 70 were found in all three ground animals. Of the rearrangements found in all three animals per treatment group, only 20 rearrangements were detected in all six animals.\n\nThere was considerable overlap in the top five Igκ CDR3 rearrangements of each animal (Figure 6B, D). Seventeen total top CDR3 rearrangements were identified and all CDR3 rearrangements were identified in every animal. One CDR3 was the most abundant rearrangements in five animals (CQNGHSFPLTF), still ranking third in the remaining animal (F1). Ground control and flight animals shared three rearrangements that ranked within the top 20 CDR3 in all animals. Overall, between 1,590–2,933 unique CDR3 were detected in ground control animals, and between 1,461–1,818 unique CDR3 were detected in all flight animals (Figure 6). Of the 725 and 579 CDR3 shared in all three ground control and flight animals, respectively, 446 were shared between all six ground and flight animals.\n\nA CDR3 rearrangement nucleotide sequence alignment of one of the top V-D-J-gene segment combinations demonstrates significant variability among mice such that any variability between ground and flight treatment groups cannot be determined with confidence (Figure 7). Additional data sets are needed in order to assess the effect of spaceflight on CDR3 formation.\n\n3.5 Mutations in Complementarity Determining and Framework Regions\n\nWe also examined mutation frequencies in CDR and framework (FW) regions for each animal because mutations can affect Ig specificity. Mutation frequencies were normalized by animal and Ig region (FW1-3, CDR1-3) by dividing the percent of total substitution mutations (total mutations/total productive reads) by respective region length (Figure 8). There were no significant differences between the mutation frequencies of ground control and flight animals for any of the Ig regions in both IgH (Student’s t-test, 0.1916<p<0.9978) and Igk (Student’s t-test, 0.3175<p<0.9865). When comparing the substitution mutation frequency across Ig regions, more substitution mutations occurred in CDR3 compared to other regions in IgH and Igκ (ANOVA; all p<0.05).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Immunoglobulin Gene Use",
    "Next Generation Sequencing",
    "Bioinformatics",
    "Article"
  ],
  "citations": [
    {
      "title": "Vaccination-Induced Changes In Human B-Cell Repertoire And Pneumococcal Igm And Iga Antibody At Different Ages",
      "authors": [
        "A Ademokun",
        "YC Wu",
        "V Martin",
        "R Mitra",
        "U Sack",
        "H Baxendale",
        "D Kipling",
        "DK Dunn-Walters"
      ]
    },
    {
      "title": "Imgt((R)) Tools For The Nucleotide Analysis Of Immunoglobulin (Ig) And T Cell Receptor (Tr) V-(D)-J Repertoires, Polymorphisms, And Ig Mutations: Imgt/V-Quest And Imgt/Highv-Quest For Ngs",
      "authors": [
        "E Alamyar",
        "P Duroux",
        "MP Lefranc",
        "V Giudicelli"
      ]
    },
    {
      "title": "Effects Of Spaceflight On The Number Of Rat Peripheral Blood Leukocytes And Lymphocyte Subsets",
      "authors": [
        "Z Allebban",
        "AT Ichiki",
        "LA Gibson",
        "JB Jones",
        "CC Congdon",
        "RD Lange"
      ]
    },
    {
      "title": "Ordered Rearrangement Of Immunoglobulin Heavy Chain Variable Region Segments",
      "authors": [
        "FW Alt",
        "GD Yancopoulos",
        "TK Blackwell",
        "C Wood",
        "E Thomas",
        "M Boss",
        "R Coffman",
        "N Rosenberg",
        "S Tonegawa",
        "D Baltimore"
      ]
    },
    {
      "title": "Skeletal Unloading Causes Organ-Specific Changes In Immune Cell Responses",
      "authors": [
        "JW Armstrong",
        "KA Nelson",
        "SJ Simske",
        "MW Luttges",
        "JJ Iandolo",
        "SK Chapes"
      ]
    },
    {
      "title": "Effects Of Spaceflight On Innate Immune Function And Antioxidant Gene Expression",
      "authors": [
        "FP Baqai",
        "DS Gridley",
        "JM Slater",
        "X Luo-Owen",
        "LS Stodieck",
        "V Ferguson",
        "SK Chapes",
        "MJ Pecaut"
      ]
    },
    {
      "title": "Decrease In Antibody Somatic Hypermutation Frequency Under Extreme, Extended Spaceflight Conditions",
      "authors": [
        "M Bascove",
        "N Gueguinou",
        "B Schaerlinger",
        "G Gauquelin-Koch",
        "JP Frippiat"
      ]
    },
    {
      "title": "Spaceflight-Associated Changes In Immunoglobulin Vh Gene Expression In The Amphibian Pleurodeles Waltl",
      "authors": [
        "M Bascove",
        "C Huin-Schohn",
        "N Gueguinou",
        "E Tschirhart",
        "JP Frippiat"
      ]
    },
    {
      "title": "Eye On The B-All: B-Cell Receptor Repertoires Reveal Persistence Of Numerous B-Lymphoblastic Leukemia Subclones From Diagnosis To Relapse",
      "authors": [
        "RJ Bashford-Rogers",
        "KA Nicolaou",
        "GS Vassiliou",
        "J Bartram",
        "NJ Goulden",
        "L Loizou",
        "L Koumas",
        "J Chi",
        "M Hubank",
        "P Kellam",
        "PA Costeas"
      ]
    },
    {
      "title": "Summary Of Medical Experience In The Apollo 7 Through 11 Manned Spaceflights",
      "authors": [
        "CA Berry"
      ]
    },
    {
      "title": "Effects Of A Long-Term Spaceflight On Immunoglobulin Heavy Chains Of The Urodele Amphibian Pleurodeles Waltl",
      "authors": [
        "R Boxio",
        "C Dournon",
        "JP Frippiat"
      ]
    },
    {
      "title": "B Cells And Aging: Molecules And Mechanisms",
      "authors": [
        "MPHY Cancro",
        "JL Scholz",
        "RL Riley",
        "D Frasca",
        "DK Dunn-Walters",
        "BB Blomberg"
      ]
    },
    {
      "title": "The Rel/Nf-Kappab Pathway And Transcription Of Immediate Early Genes In T Cell Activation Are Inhibited By Microgravity",
      "authors": [
        "TT Chang",
        "I Walther",
        "CF Li",
        "J Boonyaratanakornkit",
        "G Galleri",
        "MA Meloni",
        "P Pippia",
        "A Cogoli",
        "M Hughes-Fulford"
      ]
    },
    {
      "title": "Antiorthostatic Suspension As A Model For The Effects Of Spaceflight On The Immune System",
      "authors": [
        "SK Chapes",
        "AM Mastro",
        "G Sonnenfeld",
        "WD Berry"
      ]
    },
    {
      "title": "Effects Of Space Flight And Igf-1 On Immune Function",
      "authors": [
        "SK Chapes",
        "SJ Simske",
        "AD Forsman",
        "TA Bateman",
        "RJ Zimmerman"
      ]
    },
    {
      "title": "Effects Of Spaceflight And Peg-Il-2 On Rat Physiological And Immunological Responses",
      "authors": [
        "SK Chapes",
        "SJ Simske",
        "G Sonnenfeld",
        "ES Miller",
        "RJ Zimmerman"
      ]
    },
    {
      "title": "Effect Of Gravity Changes On The Cytoskeleton In Human Lymphocytes",
      "authors": [
        "M Cogoli-Greuter"
      ]
    },
    {
      "title": "Cell Sensitivity To Gravity",
      "authors": [
        "A Cogoli",
        "A Tschopp",
        "P Fuchs-Bislin"
      ]
    },
    {
      "title": "Lymphatic Tissue Changes In Rats Flown On Spacelab Life Sciences-2",
      "authors": [
        "CC Congdon",
        "Z Allebban",
        "LA Gibson",
        "A Kaplansky",
        "KM Strickland",
        "TL Jago",
        "DL Johnson",
        "RD Lange",
        "AT Ichiki"
      ]
    },
    {
      "title": "Suppression Of Antigen-Specific Lymphocyte Activation In Modeled Microgravity",
      "authors": [
        "D Cooper",
        "MW Pride",
        "EL Brown",
        "D Risin",
        "NR Pellis"
      ]
    },
    {
      "title": "Terrestrial Stress Analogs For Spaceflight Associated Immune System Dysregulation",
      "authors": [
        "B Crucian",
        "RJ Simpson",
        "S Mehta",
        "R Stowe",
        "A Chouker",
        "SA Hwang",
        "JK Actor",
        "AP Salam",
        "D Pierson",
        "C Sams"
      ]
    },
    {
      "title": "Immune System Dysregulation Occurs During Short Duration Spaceflight On Board The Space Shuttle",
      "authors": [
        "B Crucian",
        "R Stowe",
        "S Mehta",
        "P Uchakin",
        "H Quiriarte",
        "D Pierson",
        "C Sams"
      ]
    },
    {
      "title": "Plasma Cytokine Concentrations Indicate That In Vivo Hormonal Regulation Of Immunity Is Altered During Long-Duration Spaceflight",
      "authors": [
        "BE Crucian",
        "SR Zwart",
        "S Mehta",
        "P Uchakin",
        "HD Quiriarte",
        "D Pierson",
        "CF Sams",
        "SM Smith"
      ]
    },
    {
      "title": "Effect Of A 22-Day Space Flight On The Lymphoid Organs Of Rats",
      "authors": [
        "GN Durnova",
        "AS Kaplansky",
        "VV Portugalov"
      ]
    },
    {
      "title": "An Immunoglobulin Heavy Chain Variable Region Gene Is Generated From Three Segments Of Dna: Vh, D And Jh",
      "authors": [
        "P Early",
        "H Huang",
        "M Davis",
        "K Calame",
        "L Hood"
      ]
    },
    {
      "title": "Immune Suppression Of Human Lymphoid Tissues And Cells In Rotating Suspension Culture And Onboard The International Space Station",
      "authors": [
        "W Fitzgerald",
        "S Chen",
        "C Walz",
        "J Zimmerberg",
        "L Margolis",
        "JC Grivel"
      ]
    },
    {
      "title": "B Cell Life Span: A Review",
      "authors": [
        "DA Fulcher",
        "A Basten"
      ]
    },
    {
      "title": "Three Weeks Of Murine Hindlimb Unloading Induces Shifts From B To T And From Th To Tc Splenic Lymphocytes In Absence Of Stress And Differentially Reduces Cell-Specific Mitogenic Responses",
      "authors": [
        "F Gaignier",
        "V Schenten",
        "M De Carvalho Bittencourt",
        "G Gauquelin-Koch",
        "JP Frippiat",
        "C Legrand-Frossi"
      ]
    },
    {
      "title": "Cd8 Enhances Formation Of Stable T-Cell Receptor/Mhc Class I Molecule Complexes",
      "authors": [
        "KC Garcia",
        "CA Scott",
        "A Brunmark",
        "FR Carbone",
        "PA Peterson",
        "IA Wilson",
        "L Teyton"
      ]
    },
    {
      "title": "The Promise And Challenge Of High-Throughput Sequencing Of The Antibody Repertoire",
      "authors": [
        "G Georgiou",
        "GC Ippolito",
        "J Beausang",
        "CE Busse",
        "H Wardemann",
        "SR Quake"
      ]
    },
    {
      "title": "Hypergravity Exposure During Gestation Modifies The Tcrbeta Repertoire Of Newborn Mice",
      "authors": [
        "S Ghislin",
        "N Ouzren-Zarhloul",
        "S Kaminski",
        "JP Frippiat"
      ]
    },
    {
      "title": "Mice Lacking Tdt: Mature Animals With An Immature Lymphocyte Repertoire",
      "authors": [
        "S Gilfillan",
        "A Dierich",
        "M Lemeur",
        "C Benoist",
        "D Mathis"
      ]
    },
    {
      "title": "Hindlimb Unloading: Rodent Analog For Microgravity",
      "authors": [
        "RK Globus",
        "E Morey-Holton"
      ]
    },
    {
      "title": "A Bioinformatic Framework For Immune Repertoire Diversity Profiling Enables Detection Of Immunological Status",
      "authors": [
        "V Greiff",
        "P Bhat",
        "SC Cook",
        "U Menzel",
        "W Kang",
        "ST Reddy"
      ]
    },
    {
      "title": "Changes In Mouse Thymus And Spleen After Return From The Sts-135 Mission In Space",
      "authors": [
        "DS Gridley",
        "XW Mao",
        "LS Stodieck",
        "VL Ferguson",
        "TA Bateman",
        "M Moldovan",
        "CE Cunningham",
        "TA Jones",
        "JM Slater",
        "MJ Pecaut"
      ]
    },
    {
      "title": "Spaceflight Effects On T Lymphocyte Distribution, Function And Gene Expression",
      "authors": [
        "DS Gridley",
        "JM Slater",
        "X Luo-Owen",
        "A Rizvi",
        "SK Chapes",
        "LS Stodieck",
        "VL Ferguson",
        "MJ Pecaut"
      ]
    },
    {
      "title": "Main Medical Results Of Extended Flights On Space Station Mir In 1986–1990",
      "authors": [
        "AI Grigoriev",
        "SA Bugrov",
        "VV Bogomolov",
        "AD Egorov",
        "VV Polyakov",
        "IK Tarasov",
        "EB Shulzhenko"
      ]
    },
    {
      "title": "The Effect Of A 10-Day Space Flight On The Function, Phenotype, And Adhesion Molecule Expression Of Splenocytes And Lymph Node Lymphocytes",
      "authors": [
        "DS Grove",
        "SA Pishak",
        "AM Mastro"
      ]
    },
    {
      "title": "Evidence For Somatic Rearrangement Of Immunoglobulin Genes Coding For Variable And Constant Regions",
      "authors": [
        "N Hozumi",
        "S Tonegawa"
      ]
    },
    {
      "title": "Gravity Changes During Animal Development Affect Igm Heavy-Chain Transcription And Probably Lymphopoiesis",
      "authors": [
        "C Huin-Schohn",
        "N Gueguinou",
        "V Schenten",
        "M Bascove",
        "GG Koch",
        "S Baatout",
        "E Tschirhart",
        "JP Frippiat"
      ]
    },
    {
      "title": "Post-Spaceflight (Sts-135) Mouse Splenocytes Demonstrate Altered Activation Properties And Surface Molecule Expression",
      "authors": [
        "SA Hwang",
        "B Crucian",
        "C Sams",
        "JK Actor"
      ]
    },
    {
      "title": "Effects Of Spaceflight On Rat Peripheral Blood Leukocytes And Bone Marrow Progenitor Cells",
      "authors": [
        "AT Ichiki",
        "LA Gibson",
        "TL Jago",
        "KM Strickland",
        "DL Johnson",
        "RD Lange",
        "Z Allebban"
      ]
    },
    {
      "title": "Vdj-Seq: Deep Sequencing Analysis Of Rearranged Immunoglobulin Heavy Chain Gene To Reveal Clonal Evolution Patterns Of B Cell Lymphoma",
      "authors": [
        "Y Jiang",
        "K Nie",
        "D Redmond",
        "AM Melnick",
        "W Tam",
        "O Elemento"
      ]
    },
    {
      "title": "Evidence Supporting Somatic Assembly Of The Dna Segments (Minigenes), Coding For The Framework, And Complementarity-Determining Segments Of Immunoglobulin Variable Regions",
      "authors": [
        "EA Kabat",
        "TT Wu",
        "H Bilofsky"
      ]
    },
    {
      "title": "Antibody Repertoire Deep Sequencing Reveals Antigen-Independent Selection In Maturing B Cells",
      "authors": [
        "J Kaplinsky",
        "A Li",
        "A Sun",
        "M Coffre",
        "SB Koralov",
        "R Arnaout"
      ]
    },
    {
      "title": "Mafft: A Novel Method For Rapid Multiple Sequence Alignment Based On Fast Fourier Transform",
      "authors": [
        "K Katoh",
        "K Misawa",
        "K Kuma",
        "T Miyata"
      ]
    },
    {
      "title": "Human Antibody Repertoire After Vsv-Ebola Vaccination Identifies Novel Targets And Virus-Neutralizing Igm Antibodies",
      "authors": [
        "S Khurana",
        "S Fuentes",
        "EM Coyle",
        "S Ravichandran",
        "RT Davey",
        "JH Beigel"
      ]
    },
    {
      "title": "Lack Of N Regions In Antigen Receptor Variable Region Genes Of Tdt-Deficient Lymphocytes",
      "authors": [
        "T Komori",
        "A Okada",
        "V Stewart",
        "FW Alt"
      ]
    },
    {
      "title": "Circos: An Information Aesthetic For Comparative Genomics",
      "authors": [
        "M Krzywinski",
        "J Schein",
        "I Birol",
        "J Connors",
        "R Gascoyne",
        "D Horsman",
        "SJ Jones",
        "MA Marra"
      ]
    },
    {
      "title": "Molecular-Level Analysis Of The Serum Antibody Repertoire In Young Adults Before And After Seasonal Influenza Vaccination",
      "authors": [
        "J Lee",
        "DR Boutz",
        "EM Murrin",
        "C Chrysostomou",
        "KH Hoi",
        "Y Tsybovsky",
        "PV Thomas",
        "A Druz",
        "B Zhang",
        "Y Zhang",
        "L Wang",
        "WP Kong",
        "V Chromikova",
        "D Park",
        "LI Popova",
        "CL Dekker",
        "MM Davis",
        "CE Carter",
        "TM Ross",
        "AD Ellington",
        "PC Wilson",
        "EM Marcotte",
        "JR Mascola",
        "MG Joyce",
        "GC Ippolito",
        "F Krammer",
        "SR Quake",
        "PD Kwong",
        "G Georgiou",
        "C Vollmers",
        "K Leung",
        "AP Horton",
        "BJ Dekosky",
        "CH Lee",
        "JJ Lavinder"
      ]
    },
    {
      "title": "Hind Limb Unloading, A Model Of Spaceflight Conditions, Leads To Decreased B Lymphopoiesis Similar To Aging",
      "authors": [
        "C Lescale",
        "V Schenten",
        "JP Frippiat",
        "M Goodhardt",
        "D Djeghloul",
        "M Bennabi",
        "F Gaignier",
        "K Vandamme",
        "C Strazielle",
        "I Kuzniak",
        "H Petite",
        "C Dosquet"
      ]
    },
    {
      "title": "Effect Of Sls-2 Spaceflight On Immunologic Parameters Of Rats",
      "authors": [
        "A Lesnyak",
        "G Sonnenfeld",
        "L Avery",
        "I Konstantinova",
        "M Rykova",
        "D Meshkov",
        "T Orlova"
      ]
    },
    {
      "title": "Immune Changes In Test Animals During Spaceflight",
      "authors": [
        "AT Lesnyak",
        "G Sonnenfeld",
        "MP Rykova",
        "DO Meshkov",
        "A Mastro",
        "I Konstantinova"
      ]
    },
    {
      "title": "B Cell Development In The Spleen Takes Place In Discrete Steps And Is Determined By The Quality Of B Cell Receptor-Derived Signals",
      "authors": [
        "F Loder",
        "B Mutschler",
        "RJ Ray",
        "CJ Paige",
        "P Sideras",
        "R Torres",
        "MC Lamers",
        "R Carsetti"
      ]
    },
    {
      "title": "High-Throughput Vdj Sequencing For Quantification Of Minimal Residual Disease In Chronic Lymphocytic Leukemia And Immune Reconstitution Assessment",
      "authors": [
        "AC Logan",
        "H Gao",
        "M Mindrinos",
        "JL Zehnder",
        "SD Boyd",
        "W Xiao",
        "RW Davis",
        "DB Miklos",
        "C Wang",
        "B Sahaf",
        "CD Jones",
        "EL Marshall",
        "I Buno",
        "R Armstrong",
        "AZ Fire",
        "KI Weinberg"
      ]
    },
    {
      "title": "Spaceflight And Simulated Microgravity Cause A Significant Reduction Of Key Gene Expression In Early T-Cell Activation",
      "authors": [
        "EM Martinez",
        "MC Yoshida",
        "TL Candelario",
        "M Hughes-Fulford"
      ]
    },
    {
      "title": "Comprehensive Evaluation And Optimization Of Amplicon Library Preparation Methods For High-Throughput Antibody Sequencing",
      "authors": [
        "U Menzel",
        "V Greiff",
        "TA Khan",
        "U Haessler",
        "I Hellmann",
        "S Friedensohn",
        "SC Cook",
        "M Pogson",
        "ST Reddy"
      ]
    },
    {
      "title": "Immunoglobulin Repertoire Of Primary Lymphomas Of The Central Nervous System",
      "authors": [
        "M Montesinos-Rongen",
        "F Purschke",
        "R Kuppers",
        "M Deckert"
      ]
    },
    {
      "title": "Effect Of Spaceflight On Lymphocyte Proliferation And Interleukin-2 Production",
      "authors": [
        "PV Nash",
        "IV Konstantinova",
        "BB Fuchs",
        "AL Rakhmilevich",
        "AT Lesnyak",
        "AM Mastro"
      ]
    },
    {
      "title": "Variable Lymphocyte Responses In Rats After Space Flight",
      "authors": [
        "PV Nash",
        "AM Mastro"
      ]
    },
    {
      "title": "Low-Shear Modeled Microgravity: A Global Environmental Regulatory Signal Affecting Bacterial Gene Expression, Physiology, And Pathogenesis",
      "authors": [
        "CA Nickerson",
        "CM Ott",
        "JW Wilson",
        "R Ramamurthy",
        "CL Leblanc",
        "K Honer Zu Bentrup",
        "T Hammond",
        "DL Pierson"
      ]
    },
    {
      "title": "Shifts In Bone Marrow Cell Phenotypes Caused By Spaceflight",
      "authors": [
        "MT Ortega",
        "MJ Pecaut",
        "DS Gridley",
        "LS Stodieck",
        "V Ferguson",
        "SK Chapes"
      ]
    },
    {
      "title": "Convergent Antibody Signatures In Human Dengue",
      "authors": [
        "P Parameswaran",
        "Y Liu",
        "B Hanczaruk",
        "KR Mcgowan",
        "MA Tariq",
        "N Pourmand",
        "D Koller",
        "A Balmaseda",
        "SD Boyd",
        "E Harris",
        "AZ Fire",
        "KM Roskin",
        "KK Jackson",
        "VP Dixit",
        "JY Lee",
        "KL Artiles",
        "S Zompi",
        "MJ Vargas",
        "BB Simen"
      ]
    },
    {
      "title": "Genetic Models In Applied Physiology: Selected Contribution: Effects Of Spaceflight On Immunity In The C57Bl/6 Mouse. I. Immune Population Distributions",
      "authors": [
        "MJ Pecaut",
        "GA Nelson",
        "LL Peters",
        "PJ Kostenuik",
        "TA Bateman",
        "S Morony",
        "LS Stodieck",
        "DL Lacey",
        "SJ Simske",
        "DS Gridley"
      ]
    },
    {
      "title": "Spaceflight Induces Changes In Splenocyte Subpopulations: Effectiveness Of Ground-Based Models",
      "authors": [
        "MJ Pecaut",
        "SJ Simske",
        "M Fleshner"
      ]
    },
    {
      "title": "Validation Of Methods To Assess The Immunoglobulin Gene Repertoire In Tissues Obtained From Mice On The International Space Station",
      "authors": [
        "TA Rettig",
        "C Ward",
        "MJ Pecaut",
        "SK Chapes"
      ]
    },
    {
      "title": "Humoral And Ceelular Immunity In Cosmonauts After The Iss Missions",
      "authors": [
        "MP Rykova",
        "EN Antropova",
        "IM Larina",
        "BV Morukov"
      ]
    },
    {
      "title": "Sequences At The Somatic Recombination Sites Of Immunoglobulin Light-Chain Genes",
      "authors": [
        "H Sakano",
        "K Huppi",
        "G Heinrich",
        "S Tonegawa"
      ]
    },
    {
      "title": "Leukocyte Activity Is Altered In A Ground Based Murine Model Of Microgravity And Proton Radiation Exposure",
      "authors": [
        "JK Sanzari",
        "AL Romero-Weaver",
        "G James",
        "G Krigsfeld",
        "L Lin",
        "ES Diffenderfer",
        "AR Kennedy"
      ]
    },
    {
      "title": "Modulation Of Pleurodeles Waltl Dna Polymerase Mu Expression By Extreme Conditions Encountered During Spaceflight",
      "authors": [
        "V Schenten",
        "N Gueguinou",
        "S Baatout",
        "JP Frippiat"
      ]
    },
    {
      "title": "Experimentation With Animal Models In Space. Introduction",
      "authors": [
        "G Sonnenfeld"
      ]
    },
    {
      "title": "Spaceflight And Development Of Immune Responses",
      "authors": [
        "G Sonnenfeld",
        "M Foster",
        "D Morton",
        "F Bailliard",
        "NA Fowler",
        "AM Hakenewerth",
        "R Bates",
        "ES Miller"
      ]
    },
    {
      "title": "Spaceflight Alters Immune Cell Function And Distribution",
      "authors": [
        "G Sonnenfeld",
        "AD Mandel",
        "IV Konstantinova",
        "WD Berry",
        "GR Taylor",
        "AT Lesnyak",
        "BB Fuchs",
        "AL Rakhmilevich"
      ]
    },
    {
      "title": "Effects Of Spaceflight On Levels And Activity Of Immune Cells",
      "authors": [
        "G Sonnenfeld",
        "AD Mandel",
        "IV Konstantinova",
        "GR Taylor",
        "WD Berry",
        "SR Wellhausen",
        "AT Lesnyak",
        "BB Fuchs"
      ]
    },
    {
      "title": "Excretion Of Il-6 By Astronauts During Spaceflight",
      "authors": [
        "TP Stein",
        "MD Schluter"
      ]
    },
    {
      "title": "Leukocyte Subsets And Neutrophil Function After Short-Term Spaceflight",
      "authors": [
        "RP Stowe",
        "CF Sams",
        "SK Mehta",
        "I Kaur",
        "ML Jones",
        "DL Feeback",
        "DL Pierson"
      ]
    },
    {
      "title": "Barcode-Enabled Sequencing Of Plasmablast Antibody Repertoires In Rheumatoid Arthritis",
      "authors": [
        "YC Tan",
        "S Kongpachith",
        "WH Robinson",
        "LK Blum",
        "CH Ju",
        "LJ Lahey",
        "DR Lu",
        "X Cai",
        "CA Wagner",
        "TM Lindstrom",
        "J Sokolove"
      ]
    },
    {
      "title": "Clonal Characteristics Of Circulating B Lymphocyte Repertoire In Primary Biliary Cholangitis",
      "authors": [
        "YG Tan",
        "YQ Wang",
        "HM Zhu",
        "SD Zhu",
        "HM Li",
        "N Li",
        "HP Yan",
        "ZH Gao",
        "M Zhang",
        "YX Han",
        "CY Huang",
        "HP Zhang",
        "ZM Li",
        "XL Wu",
        "XF Wang",
        "Y Dong"
      ]
    },
    {
      "title": "Signal Transduction In Primary Human T Lymphocytes In Altered Gravity During Parabolic Flight And Clinostat Experiments",
      "authors": [
        "S Tauber",
        "S Hauschild",
        "A Pantaleo",
        "A Cogoli",
        "P Pippia",
        "LE Layer",
        "CS Thiel",
        "O Ullrich",
        "K Paulsen",
        "A Gutewort",
        "C Raig",
        "E Hurlimann",
        "J Biskup",
        "C Philpot",
        "H Lier",
        "F Engelmann"
      ]
    },
    {
      "title": "Human Cellular Immune Responsiveness Following Space Flight",
      "authors": [
        "GR Taylor",
        "JR Dardano"
      ]
    },
    {
      "title": "Immunological Analyses Of U.S. Space Shuttle Crewmembers",
      "authors": [
        "GR Taylor",
        "LS Neale",
        "JR Dardano"
      ]
    },
    {
      "title": "Somatic Generation Of Antibody Diversity",
      "authors": [
        "S Tonegawa"
      ]
    },
    {
      "title": "Comprehensive Assessment Of Potential Multiple Myeloma Immunoglobulin Heavy Chain V-D-J Intraclonal Variation Using Massively Parallel Pyrosequencing",
      "authors": [
        "RC Tschumper",
        "YW Asmann",
        "A Hossain",
        "PM Huddleston",
        "X Wu",
        "A Dispenzieri",
        "BW Eckloff",
        "DF Jelinek"
      ]
    },
    {
      "title": "Prolonged Weightlessness And Humoral Immunity",
      "authors": [
        "EW Voss"
      ]
    },
    {
      "title": "Novel Approaches To Analyze Immunoglobulin Repertoires",
      "authors": [
        "HBCE Wardemann"
      ]
    },
    {
      "title": "Lymphocyte Reduction Induced By Hindlimb Unloading: Distinct Mechanisms In The Spleen And Thymus",
      "authors": [
        "LX Wei",
        "JN Zhou",
        "AI Roberts",
        "YF Shi"
      ]
    },
    {
      "title": "Diversity In The Cdr3 Region Of V(H) Is Sufficient For Most Antibody Specificities",
      "authors": [
        "JL Xu",
        "MM Davis"
      ]
    },
    {
      "title": "Distinct Mechanisms Define Murine B Cell Lineage Immunoglobulin Heavy Chain (Igh) Repertoires",
      "authors": [
        "Y Yang",
        "C Wang",
        "Q Yang",
        "AB Kantor",
        "H Chu",
        "EE Ghosn",
        "G Qin",
        "SK Mazmanian",
        "J Han",
        "LA Herzenberg"
      ]
    },
    {
      "title": "Ectopic Gc In The Thymus Of Myasthenia Gravis Patients Show Characteristics Of Normal Gc",
      "authors": [
        "NS Zuckerman",
        "WA Howard",
        "J Bismuth",
        "K Gibson",
        "H Edelman",
        "S Berrih-Aknin",
        "D Dunn-Walters",
        "R Mehr"
      ]
    }
  ],
  "original_title": "Effects of spaceflight on the immunoglobulin repertoire of unimmunized C57BL/6 mice",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/380a/5826609/ef564e6f5222/nihms928411f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/380a/5826609/163543ce91c5/nihms928411f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/380a/5826609/f271bb330c1d/nihms928411f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/380a/5826609/c7aa0f985da1/nihms928411f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/380a/5826609/ade1a78e32e8/nihms928411f5.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/380a/5826609/5c9442d8c916/nihms928411f6.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/380a/5826609/b2e431464a17/nihms928411f7.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/380a/5826609/4bab8ab1fce3/nihms928411f8.jpg"
  ]
}