{
  "pmcid": "5899691",
  "title": "Morphology of the Utricular Otolith Organ in the Toadfish, Opsanus tau",
  "abstract": "The utricle provides the vestibular reflex pathways with the sensory codes of inertial acceleration of self motion and head orientation with respect to gravity to control balance and equilibrium. Here we present an anatomical description of this structure in the adult oyster toadfish, and establish a morphological basis for interpretation of subsequent functional studies. Light, scanning and transmission electron microscopy techniques were applied to visualize the sensory epithelium at varying levels of detail, its neural innervation and its synaptic organization. Scanning electron microscopy was used to visualize otolith mass and morphological polarization patterns of hair cells. Afferent nerve fibers were visualized following labeling with biocytin, and light microscope images were used to make three-dimensional (3-D) reconstructions of individual labeled afferents to identify dendritic morphology with respect to epithelial location. Transmission electron micrographs were compiled to create a serial 3-D reconstruction of a labeled afferent over a segment of its dendritic field and to examine the cell-afferent synaptic contacts. Major observations are: a well-defined striola, medial and lateral extra-striolar regions with a zonal organization of hair bundles; prominent lacinia projecting laterally; dependence of hair cell density on macular location; narrow afferent dendritic fields that follow the hair bundle polarization; synaptic specializations issued by afferents are typically directed towards a limited number of 7–13 hair cells, but larger dendritic fields in the medial extra-striola can be associated with > 20 hair cells also; and hair cell synaptic bodies can be confined to only an individual afferent or can synapse upon several afferents.\n\nGraphical abstract\n\nUtricular otolith of inner ear is a weight-lending structure that serves to enable transduction of inertial acceleration of self-motion and head orientation with respect to gravity to control balance and equilibrium. Microscopy techniques were applied to visualize the sensory epithelium, its neural innervation and its synaptic organization in toadfish.",
  "introduction": "Introduction\n\nVertebrates possess a highly conserved and elaborate gravito-inertial sensing system in the inner ear. This system comprises two otolith organs, the utricle and saccule, in mammals with the exception of monotremes. A third otolith organ, the lagena, is present in fishes but absent in marsupials and eutherian mammals. Comparative data link the first sensory detectors of the ear primarily to a grouping of hair cells within a simple graviceptive statocyst from which the vertebrate inner ear probably evolved. Structurally, the otolith organs consist of layers of neural and non-neural elements. Supporting cells and ciliated hair cells populate the neurosensory epithelium, the “spot” or macula; and the kino- and stereocilia of bundles extending from the apical surface of hair cells are covered with the non-neural gelatinous and fibrous otolith membrane layers. Attached to this dense filament matrix are the weight-lending otoconia (grains) or a singular otolith (stone) in fishes. The loose aggregate of the otoconial mass of sharks and rays appears to present a transition to the rigid polycrystalline otolith found in teleosts. Otoconia are biomineral crystalline deposits of calcium carbonate organized in a calcite lattice in birds and mammals; aragonite is the predominant polymorph in fishes, amphibians and reptiles.\n\nThe utricle lies primarily in the horizontal plane and senses the sum of inertial force due to head translation in the forward-backward and left-right directions (or any combination therein) and head tilt relative to gravitational vertical. When the head rapidly moves, inertia causes the otolith mass to “lag” behind the sensory epithelium and this force is transmitted to the stereocilia bundle by way of lateral cross-links between the apex of the kinocilium and otolith membrane. For slow movement (tilt), the heavier otolith follows the force vector of gravity. Hair cells are directional mechanosensors, and the resulting bending of their hair bundles begins the transduction cascade that transforms the vector sum of the imposing accelerations into a neural code. The hair cell polarities and their coordinated distribution on the utricular epithelium ensure that all movements in the horizontal plane are adequately sensed, and the vector of stimulation by particle motion in both the horizontal and vertical planes is encoded by the range of hair cell orientations on the saccule of the toadfish.\n\nIn humans, primary afferents innervating the otolith organs carry their constructed vector code in the form of modulated spacing of action potentials to the vestibular nuclei and cerebellum. There it is combined with angular motion signals obtained from the semicircular canals and with sensory cues derived from the visual, proprioceptive, tactile, cognitive and visceral systems to compute a central representation of the body and its parts as well as their dynamics in space. This representation is called the gravito-inertial vector (see) and is an important transformation that the brain constructs to resolve the ambiguity of gravity and self-motion and thereby maintain balance and equilibrium under varying conditions in healthy individuals. The utricle can be adversely affected by trauma and disease and is directly implicated in space motion sickness and disorientation during space missions and readaptation upon return to Earth’s 1g.\n\nThe structural organization of the sensory epithelia and the otoliths have been studied in species of fishes (, 1983), including toadfish, and also in amphibians, retiles, birds, and mammals. The development and evolution of the inner ear sensory epithelia and their innervation patterns has been extensively investigated by Fritzsch and co-workers and and recently reviewed by and), and provide insights into the molecular and structural commonality and diversity found in the animal phyla.\n\nThe aim of the present study is to describe the structure of the utricle in the adult oyster toadfish, Opsanus tau, as a model vertebrate species. As noted by the vestibular epithelium of adult Opsanus is not an oddity, but is similar in both gross and fine structure to that of many other fishes except the herring. The toadfish is noted for its survivability in harsh environments, such as extended exposure to cold climate or even stasis, its longevity (>40 years), its low food demands, and this vertebrate species’ neural response to altered gravity that likely mimics that of man. Our knowledge of the consequences of long duration space on human health is inferential. We have no biological sample return of any vertebrate species exposed to deep space upon which to analyze, evaluate, model and predict the outcome of the mission. An essential goal here is to provide the framework of the inherent design of the hair cell and afferent organization schemes in this animal to serve as the morphological basis for concurrent and subsequent studies of the physiological responses of the otolith organ under normal and novel gravitational conditions.",
  "methods": "Methods\n\nAll procedures followed the principles of laboratory animal care set forth by the National Institutes of Health “Guide for the Care and Use of Laboratory Animals” (National Academy Press) and approved by the NASA Ames Research Center Institutional Animal Care and Use Committee. Adult oyster toadfish, (https://www.ncbi.nlm.nih.gov/Taxonomy/Browser/wwwtax.cgi?id=8068) Opsanus tau, of both sexes and weighing ~400 gm were provided by the Marine Biological Laboratory (Woods Hole, MA) and shipped overnight to NASA Ames Research Center. Fish were temporarily housed in several complete self-contained, controlled 300L seawater aquaria systems (Aqua Logic, Inc.; San Diego, CA) and monitored daily by the Animal Care Facility.\n\nIn all experiments, fish were first immersed in MS222 (25 mg/l, 3-Aminobenzoic Acid Ethyl Ester; Sigma Cat# E10521) diluted in seawater, and relaxed by an intramuscular injection of pancuronium bromide (0.05 mg/kg); pancuronium bromide does not block opercular motion and allows for natural respiration. The fish were then cranially immobilized with stainless steel pins in a plastic tank filled with fresh, chilled (15° C) seawater covering all but the dorsal surface of the animal. The eyes and remainder of the body were kept covered with moist tissues. Seawater was aerated using an air stone. A small craniotomy was made to allow direct access to the right superior division of the vestibular nerve from the brain to the structures it supplies, namely the anterior and horizontal semicircular canals and the utricle. Fluorocarbon (FC-75; 3M Corp, Minneapolis, MN) was injected into the cranial opening to create a fluid barrier, help maintain oxygenation of the perilymphatic vestibule, and aid in visualizing structures of interest.\n\nNeuronal Labeling and Microscopy\n\nTo bulk label afferent projections to the utricle the utricular nerve was isolated from the canal nerves using Parafilm®M and biocytin crystals (Sigma B4261) were inserted directly into multiple areas of the nerve near the macula using the tip of a glass micropipette. The opening was temporarily closed using sutures and the fish was allowed to survive for 12–18 hrs. To intracellularly label individual afferents, conventional borosilicate glass microelectrodes filled with a 2% solution of biocytin (Molecular Probes; Cat# B-1592) in 2 M LiCl2 and buffered (pH 7.2) with a dc impedance of 40–100 MΩ were inserted into the utricular nerve near the macula. Axonal penetration was signaled by a −40 to −60 mV resting potential that stabilized after several seconds. The axon was labeled by passing positive current pulses of 10–20 nA (1/sec 80% duty cycle) for 2–10 min through the electrode.\n\nTo fix the macula for microscopy a small opening was made in the dorsalmost aspect of the anterior semicircular canal midway between the ampulla and common crus, and a glass pipette with ~50μm opening was inserted into its lumen directed rostrally towards the anterior ampulla. The pipette was attached to a 1 ml syringe, and the utricular endolymph was first gently flushed with 0.1M phosphate buffer (pH 7.4) and replaced with fixative solution containing 4% paraformaldehyde and 0.25% glutaraldehyde in buffer for light and scanning electron microscope imaging. In selected fish an alternative fixation solution containing 2% paraformaldehyde, 2.5% glutaraldehyde, 0.1 M sucrose and 0.2% picric acid in phosphate buffer (pH 7.4) was used for an ultrastructural study of the utricular macula using transmission electron microscopy. The perfusates in each case were colorized using alcion green to visualize the fluids flowing across the anterior ampulla, entering the utricular macular space and duct, and exiting via the common crus from the distal end of the cut canal limb. A heavy sedative dose of 0.5M MS222 was then placed in the tank for >5 minutes, the fish was removed, its heart was exposed, heparin (1 kU) was injected into the conus of the heart, and the fish was transcardially perfused with 500 ml cold heparinized toadfish Ringer solution followed by an equal volume of the particular fixative. The utricle and a portion of the nerve were extracted, together with the brain, and immersed in the same fixative.\n\nThe utricular maculae were harvested and prepared for microscopic analysis of stained and unstained samples. Labeled processes were visualized using a protocol of VECTASTAIN ABC Staining Kit (RRID:AB_2336827 Vector Lab; Cat# PK-6100). Following overnight fixation the tissue was rinsed with 0.1M phosphate buffer (PB), immersed in 0.2% Triton X-100 for 2 hr, rinsed again, placed in a solution of 10 mL 0.1M PB and equal parts of ABC Vectastain solutions and 20 μL Triton X-100 for at least 3 hr, rinsed again, soaked in a 5 mL solution of a 3, 3′- diaminobenzidene (Sigma; Cat# 261890) and 0.12 gm nickel ammonium sulfate for 1 hr, to which 100 μL of 0.003% H2 O2 was added to the final step.\n\nFor scanning electron microscopy (Leo 1450 Variable Pressure Secondary Electron) unstained samples were left in 2.5% glutaraldehyde and 2% paraformaldehyde in 0.1M sodium cacodylate solution overnight, osmicated (2%), dehydrated in an ethanol series, critical point dried, mounted and sputter coated with gold/palladium. Light and transmission electron microscopy (Leo 912 AB) were used to evaluate both labeled and unstained samples. The utricle was post-fixed in 2% osmium tetroxide with 1.25% potassium ferrocyanide, en bloc stained with 2% uranyl acetate in 30% ethanol, rapidly dehydrated, infiltrated, and embedded in Epon. Blocks were serially sectioned using a Leica Ultracut UCT ultramicrotome into 1μm survey sections for light microscopy and 180 nm thin sections for ultrastructure analysis.\n\nDigital mosaics of 100μm in length were captured at 5kX magnification with a side-mounted SIS MegaView III camera and assembled with AnalySIS® image analysis software. Mosaics assembled from every seventh section of the striolar and extra-striolar regions served as maps for tracking individually numbered hair cells in non-mosaic sections. Identified hair cells within each non-mosaic section were examined at 8kX magnification for the presence of synaptic bodies and hair cell afferent synapses. Images of candidate synaptic areas or unresolved cell membranes were captured at 12.5kX magnification to either confirm or refute synaptic bodies for data analysis and to discern cell membrane boundaries for serial reconstruction. Traced contours of selected objects in consecutive sections were then registered, smoothed, connected, and reassembled with NASA’s Reconstruction of Serial Sections (ROSS) software. The ROSS software generates a surface mesh around completed contours which were then rendered in color-coded solid or semi-transparent form to view internal structures. Completed reconstructions were ported to a 3D viewing software to provide the best perspective of the image, saved in tiff format, and edited in RRID:SCR_014199 Adobe® Photoshop® for brightness and contrast. Measures are given in mean ± SD.\n\nAfferent Reconstruction and Analysis\n\nFrom a group of 18 toadfish utricles, two were selected for their superior staining quality to be reconstructed. Each tissue section was viewed under ×40 (Leitz Diaplan) magnification. The slides were mounted on a computer-motorized stage, which transmitted information to the software program RRID:SCR_001775 Neurolucida (MicroBrightField) for analysis. On each slide, contours were traced around the 1) the perimeter of the resin block in which the utricle was embedded, 2) the border of the basement membrane of the utricle, and 3) the border of overlying epithelium to the apical surface of the hair cells. The resulting contours on each section were used for standardization. Only the darkly labeled afferent and efferent processes were followed and traced throughout the sections. Afferents that were only partly stained or afferents that overlapped were discarded from analysis because they could not be discriminated with adequate certainty. Three-dimensional analysis was conducted after obtaining the process(es) tracing with the Neurolucida Explorer software program. A number of morphological parameters for each afferent was measured and quantified; axonal length, volume, number of nodes (branching points), and number of terminal boutons. Measures presented are given in mean ± SD.",
  "results": "Results\n\nGeneral Description of the Toadfish Utricle\n\nFigure 1 shows a micro-computed tomography scan (a) and a macroscopic view at the light level (b) of the left labyrinth and the 3 sensory epithelia supplied by the superior division of the vestibular (8th cranial) nerve (labeled from lateral to medial: Horizontal Canal (HC) nerve (n), Anterior Canal (AC) nerve (n), and Utricle (U) nerve (n)); in modern bony fishes the superior division also supplies the hair cells in the posterior semicircular canal ampulla. Individual utricular fibers were measured at the light microscopy level (40X oil magnification) in 6 fish where the AC and U nerves were clearly separate (see Fig. 1b), and their diameter averaged 5.4 ± 2.6 μm (SD; range 1.3 – 13.3 μm; n=1654). The utricle (U), with the anterior canal (AC) ampulla opening into its anterior end and the horizontal canal (HC) ampulla opening laterally (Fig. 1), and the saccule, together with the lagena as the third otolith structure located on its posterior end, make up the two main membranous compartments of the toadfish labyrinth. The utricle is essentially an elongated sac consisting of the utricular duct continuing anteriorly and widening to become the utricular recess. The posterior canal ampulla opens into the utricular duct posterior to the common crus of the vertical canals, which opens onto the upper middle surface of the utricular duct. The utricular recess is slightly concave and contains the utricular macula, with the main orientation of the macula in the plane of the horizontal canal (Fig. 2a). Since the sensory neuroepithelia are not encased in a bony labyrinth as in higher vertebrates, access to the separate nerves and epithelia is straightforward and under visual control.\n\nOtolith and Gel/Otolith Membrane\n\nIn Fig. 2a the otolith mass was flipped horizontally to reveal its ventral surface facing the sensory macula. The smooth protuberance in the middle of the ventral surface of the otolith (gibbus maculae) lies above the hair cell zone of the macula (also see Fig.4a). Opposing this central portion of the otolith are two areas (shown in Fig. 2a and one is enlarged in Fig. 2b) of diverse structural organization (extremi) likely allowing greater adhesion to the utricular duct. While slight variations in otolith morphology were noted between samples (see Table 1), common characteristics predominated. The average dimension of the otolith is about 1.5 mm in length by 1 mm in width. The size of the otolith along its medial-lateral axis is about 2-fold greater than underlying sensory macula, but is only slightly greater along its anterior-posterior axis. The most uneven and irregular areas of the utricular otolith are located away from the AC and HC ampullae, and are not in close proximity to the neuroepithelium of the utricle or walls of the canal lumen. On average the otolith mass weighs ~2 mg. The elemental composition of the otolith was determined using energy dispersive X-ray spectral analysis (Fig. 3) and revealed an expected dominance by calcium (the highest calcium Ka peak, a smaller calcium Kb peak, and the very low calcium line at 0.34 KeV); traces of oxygen (O) and phosphorous (P), perhaps due to the naturally mineral form of calcium apatite – hydroxylapatite, were present. In contrast to the human otoconia atomic elements K, Na, Mg, S, and Cl, likely due to the protein nucleus in early development, were not detected. No studies were done to reveal the organic components of the otolith mass.\n\nBetween the otolith and the sensory epithelium is the fibrous layer comprised of an otolith membrane (OM) near the otolith mass and the gel layer (GL) beneath it closest to the apical surface of the hair cells. Because the composition of this layer, and particularly the GL in which the hair bundles penetrate, makes it vulnerable to fixation, only limited views of the layer are presented here. Patches of OM can be usually observed on the ventral surface of the otolith (Fig. 2a, c), often having a “honeycomb” appearance. In some cases the layer remained partially intact after processing. Examples are shown in Fig. 4. In panel a, the GL partially remains from the apical surface of the hair cells to below the tips of the hair bundles, exposing the topmost apex of the hair bundles; arrowheads mark the edge of the hair cell zone of the macula. The entire neuroepithelium, including the posterolateral subgroup of hair cells in the lacinium (highlighted in Fig. 5a, c), is covered by the GL. Comparing the OM attached to the otolith in Fig. 2a with the images in Fig. 4 confirms that the layer is not homogeneous in density and the GL immediately surrounding the hair bundle apex is more vulnerable to fixation. The arrowheads in Fig. 4a point toward the regions beneath the jagged ends of the otolith not covering the macula shown in Fig. 2 (asterisks in a). Rod-like protuberances (insert, white arrowheads) extend from the non-neural walls and likely help anchor the otolith to the non-neural epithelium (* in Fig. 4a) or fibrils interconnecting otoconia in mammals. Figure 4b (and expanded portion in 4c) shows in a separate fish the apical surface of the hair cells mostly bare of the GL (lowest section), or matted by the GL (center section), or partially embedded in the GL (arrowheads, uppermost section). Fig. 4d shows a top down view of the macula in another fish to illustrate exposed hair cells, hair cells partially exposed with the honeycomb matrix, and fully covered by the layering of the OM.\n\nMacula Organization\n\nThe outline of the hair cell epithelium of the macula is drawn in white in Fig. 5a. The macula lies largely in a two-dimensional plane except in the anterior curvature beneath the anterior canal (AC) and the more three-dimensional thumb-like extension directed toward the horizontal canal (HC) called the lacinium (in more detail in Fig. 5c). The shape of the macula in toadfish resembles that of other vertebrates, such as frog, pigeon, and chinchilla, with a short and long axes lying mostly in the horizontal plane of the head. More variation is found in the position of the striola. In mammals it is more centrally located, whereas in frog, pigeon, and fishes the striola lies near the lateral border and spans nearly the entire length of the macula.\n\nThe reversal line (estimated in yellow) is the point at which the morphological polarization of the hair bundle flips 180°. The morphological polarization of the hair bundle is given by the direction of the shortest stereocilia to the kinocilium and defines the hair cell’s functional polarity. As in the utricles of other species the kinocilium of opposing hair bundles face each other at reversal line in toadfish, except in the lacinium, and the red arrows show the hair bundle polarity at selected locations on the macula. In Fig. 5b a view of the macula ventrocaudal to the AC (marked by the * in a) is given to illustrate the three zones of the macula estimated by the cyan lines. Between the lateral (upper) and medial (lower) zones is the striola containing hair cells that straddle the reversal line (in yellow); here the reversal line is precisely drawn to split the hair cells with opposing hair bundle polarity. The lateral extra-striola macula is a relatively thin zone, but contains the highest density of hair cells/100μm (11.8 ± 1; n=189 in one count), whereas the medial extra-striola macula is the largest zone and its hair cell density/100μm in the same count (6.8 ± 0.2; n=106) is slightly greater to that in the least populated striola (5.5 ± 0.5; n=89); again, red arrows show the direction of the hair bundle polarity from the shortest to the kinocilium. Fig. 5c is a composite mosaic of SEM images taken in the lacinium. The reversal line (in yellow) splits the hair cells having opposing hair bundle polarization. The hair bundle polarities in the lacinia are not directed toward the reversal line as elsewhere but are orthogonal to the norm in the macula and run parallel to the reversal line; the inserts show an enlarged view of a representative hair cell in each of these opposing sections (each location is marked by a yellow box). The kinocilia of the hair bundles in the lacinia differ in length, resembling more canal hair bundles, than the shorter kinocilia found elsewhere in the utricle. The hair cells in this specialized region lie on a 45–60° slope, implying that hair cells respond more to angular roll on a steeply pitched plane of the head to right, contralateral, ear down in the rostral subdivision or to left, ipsilateral, ear down in the caudal subdivision. Further, since the anterior portion of the toadfish utricle curves dorsally and the striola crosses the mediolateral axis of the anterior macula, hair cells there should sense vertical acceleration when the head is in its normal posture. The anterior utricle of mammals also curves upward into the frontal plane of the head, but the striola is more centrally located.\n\nUtricular Afferent Organization in the Macula\n\nDespite the homogeneity of bouton-like afferent innervation of hair cells their dendritic morphology was not uniform. Three regions of the macula were differentiated into the striola, and the medial and lateral extra-striola macula. The photomicrographs of Fig, 6 (a–c) show labeled afferent processes in each of the three regions. The innervation patterns of 54 labeled primary utricular afferents are mapped in Fig. 7 and show marked differences in fiber length, fiber volume, nodes per fiber, and number of bouton terminals per fiber regionally (see Table 2) with all afferents terminating in bouton-like endings. There is a direct correlation of the afferent dendritic branching patterns and the density of the hair cells in the region they supply. Afferents with the greatest complexity supply the most densely populated medial extra-striola and those with the most simplistic dendritic trees supply the least populated striola; parameters in the lateral extra-striola fell in the middle.\n\nMedial Extra-Striola\n\nUtricular afferents supplying the medial extra-striolar macula had the greatest complexity of their dendritic arborizations of the entire population. Fig. 6a shows the terminal endings of one afferent. Similar to other utricular afferents, the parent axon extends through the basement membrane and entered the basolateral surface of the neuroepithelium. These afferents produced numerous branch points in the hair cell (HC) zone of the macula. Whereas the dendrites of afferents supplying the striola were confined largely to the basal and basolateral regions of the hair cells, afferents supplying the medial extra-striola formed apparent synaptic contact sites also along the hair cell surface extending high up its lateral wall (arrows) above the basolateral area of the hair cell soma where the synaptic bodies are typically located. Huwe et al. (2015) found a similar finding in the turtle utricle and termed these dendritic spines. Thirty afferent fibers were reconstructed in the medial macula and are mapped in Fig. 7 and representative 4 fibers are given in Fig. 8a. The mean values for each of the morphological parameters in 30 afferents characterized in the medial extra-striola macula were the largest of the population (see Table 2). Despite the wide variability among afferent measures, afferents supplying this region contained, on average, the greatest complexity of dendritic structure with the greatest terminal fiber length (358 ± 244μm), the greatest terminal fiber volume (1239 ± 1400μm3), and the greatest number of nodes per fiber (7.6 ± 6.6), and bouton terminals (9.4 ± 7.5).\n\nStriola\n\nThe photomicrograph of Fig. 6b depicts the more simplistic morphological features of afferents supplying the striola. A single parent axon originating from the utricular nerve penetrates the basement membrane (BM) and enters the supporting cell (SC) layer of the macula. The afferent is likely to make synaptic contact onto the basal surfaces of multiple hair cells at en passant swellings (several are marked by black arrows) along the length of dendritic processes. The parent axon typically extends through the neuroepithelium unbranched and is directed along an axis nearly perpendicular to the reversal line of the macula (Fig. 7). Seventeen afferents in the striola were reconstructed and their positions on the utricular macula are shown in Fig. 7 (shaded area) and a selected 7 afferents in Fig. 8b. Although the number is low, an afferent’s dendritic tree was not seen to cross the reversal line. Afferents supplying the striola possessed the least complexity of their dendritic structure, containing the shortest terminal fiber length (166 ± 78 μm), the smallest terminal fiber volume (310 ± 317μm3), nodes per fiber (1.4 ± 1.7), and the least number of identified bouton terminals (2.5 ± 1.7) (Table 2).\n\nLateral Extra-Striola\n\nThe photomicrograph of Fig. 6c depicts several morphological features of afferents supplying the lateral extra-striolar macula, and the oddity of a pseudocalyx specialization (arrow). Again, the afferent penetrates the basement membrane and courses along the basolateral surface of hair cells. In this region of the macula, afferents display a few branches and showed an intermediate level of complexity of the dendritic structure. Seven afferent fibers were reconstructed in the lateral macula and are mapped in Fig. 7 and representative fibers are reconstructed in Fig. 8c. These afferents possessed a short terminal fiber length (166 ± 77Vm) similar to the afferents supplying the striola, a slightly larger terminal fiber volume (379 ± 163Vm3) than afferents supplying the striola, an intermediate numbers of nodes per fiber (3.1 ± 2.7) and number of bouton terminals (4.7 ± 2.7) (see Table 2).\n\nSynaptic Organization in the Macula\n\nFig. 9 shows ultrastructure properties of the macula. Synaptic bodies (labeled SB in Fig. 9b and enlarged in Fig. 9c–e) lie within hair cells at the hair cell-afferent synapse. As in the other vestibular endorgans brainstem efferent neurons form synaptic contacts with both the hair cell (labeled E in panel b) and afferents (Fig. 10; for more details in the toadfish see). The number of synaptic bodies per 100μm × 100μm was determined by TEM using serial reconstruction from 180 nm (thickness) sections for two macular regions, one straddling the reversal line and the other 150 μm away in the medial extra-striola macula. On average each hair cell in the striola contains 4.65 ± 3.4 synaptic bodies (n=223, corresponding to 30 hair cells based on measured density) and its counterpart in the medial extra-striola area contains significantly more (6.92 ± 5.53; n=505, corresponding to 46 hair cells based on measured density) synaptic bodies (p<0.001; unpaired t-test for difference in mean, df=74). Typically, a single SB exists with a gap between adjacent ones, but doublets (Fig. 9c) are not uncommon, and multiple clusters (not shown) are occasionally observed. In Fig. 9d a biocytin-labeled afferent (dark structure in center) is synaptically coupled with two adjacent hair cells and in Fig. 9e an afferent process is sandwiched between SBs of two hair cells.\n\nTwo presumptive efferent axons labeled with biocytin are shown in Fig. 10 (a and b). The process in panel a is likely a terminal ending and that in panel B possesses en passant and terminal boutons (yellow arrows). In both cases the synaptic specializations are seen in the zone populated by the somata of supporting cells (SC) and the afferent dendrites between the basement membrane (BM), where the utricular afferent losses its myelin, and the hair cell (HC) soma layer. Since efferent axons have not been reported to innervate supporting cells, the highlighted processes likely represent axo-dendritic sites between efferent axons and afferent dendrites. It should be noted these indicators of efferent innervation were sought but infrequently encountered.\n\nAn unexpected observation was made and is illustrated in Fig. 11. In panel a the principal dendrite of a biocytin-labeled afferent is seen coursing along the basal surfaces of the hair cells (somata in the Hair Cell Layer) above the nuclei of the supporting cell (SC) in the striola. Dorsal arrow marks a hair bundle above the apical surface of the hair cell. Double arrows point to the basement membrane (BM) of the neuroepithelium. Two distinct synaptic bodies were seen in the section (#19 of the series) outlined by the box and enlarged in Fig. 10b. The inserts show images of the synaptic bodies at the same magnification immediately before (#18) and immediately after (#20) the main section (#19). Of particular note is the absence of any terminal processes, such as synaptic varicosity (e.g. Fig. 6a) or a clear en passant bouton-like ending (e.g. Fig. 6b), on the afferent dendrite. To the extent that these type of synapses exist without an obvious afferent specialization is not known, but their existence has implications for understanding the functional organization of the macula.\n\nA 32D serial reconstruction of a biocytin-labeled utricular afferent is shown in Fig. 12 and highlights novel findings on hair cell-afferent organization. Ninety serial sections taken at 180 nm thickness were used to reconstruct the partial dendritic processes and hair cell contacts of this afferent at the TEM level. Labeled afferent is depicted in yellow, hair cell membranes are shaded in blue and green, hair cell nuclei are colored in dark blue and purple, and the hair cell synaptic bodies associated with the labeled afferent are shown as red spheres and those with other afferent processes are shown as green spheres. The uniqueness of this experiment is the observation that a given hair cell directs, in this example, virtually all of its synaptic bodies to one afferent. The afferent here exhibited dendritic varicosities, such as swellings, associated with synaptic bodies. Like elsewhere in the macula, the labeled afferent dendritic process followed a “beam” of hair cells that exclusively innervated it (8 SBs in hair cell in e; 9 SBs in hair cell in f). Eleven of the twelve reconstructed hair cells distributed their entire synaptic bodies to the labeled afferent. The sole hair cell exception is shown in h. The hair cell contained 10 synaptic bodies, 5 in contact with the labeled afferent and 5 onto a single and separate unlabeled (not reconstructed) afferent process.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Vestibular",
    "hair cell",
    "afferent",
    "macula",
    "biocytin",
    "scanning electron microscopy",
    "transmission electron microscopy",
    "RRID:AB_2336827 Vector Lab",
    "RRID:SCR_014199 Adobe® Photoshop®",
    "RRID:SCR_001775 Neurolucida",
    "Article"
  ],
  "citations": [
    {
      "title": "Zebrafish bone and general physiology are differently affected by hormones or changes in gravity",
      "authors": [
        "J Aceto",
        "R Nourizadeh-Lillabadi",
        "R Marée",
        "N Dardenne",
        "N Jeanray",
        "L Wehenkel",
        "P Aleström",
        "JJWA van Loon"
      ]
    },
    {
      "title": "Immunogold TEM of otoconin 90 and otolin – relevance to mineralization of otoconia, and pathogenesis of benign positional vertigo",
      "authors": [
        "LR Andrade",
        "U Lins",
        "M Farina",
        "B Kachar",
        "R Thalmann"
      ]
    },
    {
      "title": "Effect of altered gravity on the neurobiology of fish",
      "authors": [
        "RH Anken",
        "H Rahmann"
      ]
    },
    {
      "title": "Readaptation of fish to 1G after long-term microgravity: behavioural results from the STS 89 mission",
      "authors": [
        "R Anken",
        "R Hilbig",
        "M Ibsch",
        "H Rahmann"
      ]
    },
    {
      "title": "Fish otolith growth in 1G and 3G depends on the gravity vector",
      "authors": [
        "RH Anken",
        "K Werner",
        "J Breuer",
        "H Rahmann"
      ]
    },
    {
      "title": "Microprobe analysis of human otoconia",
      "authors": [
        "M Anniko",
        "J Ylikoski",
        "R Wróblewski"
      ]
    },
    {
      "title": "The utricular otoliths, lapilli, of teleosts: their morphology and relevance for species identification and systematics studies",
      "authors": [
        "CA Assis"
      ]
    },
    {
      "title": "Peripheral innervation patterns of vestibular nerve afferents in the bullfrog utriculus",
      "authors": [
        "RA Baird",
        "NR Schuff"
      ]
    },
    {
      "title": "Development and evolution of the vestibular sensory apparatus of the mammalian ear",
      "authors": [
        "KW Beisel",
        "Y Wang-Lundberg",
        "A Maklad",
        "B Fritzsch"
      ]
    },
    {
      "title": "Efferent vestibular system in the toadfish: action upon horizontal semicircular canal afferents",
      "authors": [
        "R Boyle",
        "SM Highstein"
      ]
    },
    {
      "title": "Morphological correlates of response dynamics and efferent stimulation in horizontal semicircular canal afferents of the toadfish, Opsanus tau",
      "authors": [
        "R Boyle",
        "JP Carey",
        "SM Highstein"
      ]
    },
    {
      "title": "Inputs from regularly and irregularly discharging vestibular nerve afferents to secondary neurons in the vestibular nuclei of the squirrel monkey. III. Correlation with vestibulospinal and vestibuloocular output pathways",
      "authors": [
        "R Boyle",
        "JM Goldberg",
        "SM Highstein"
      ]
    },
    {
      "title": "Neural readaptation to 1 G following return from space",
      "authors": [
        "R Boyle",
        "AF Mensinger",
        "K Yoshida",
        "S Usui",
        "A Intravaia",
        "T Tricas",
        "SM Highstein"
      ]
    },
    {
      "title": "Efferent control of hair cell and afferent responses in the semicircular canals",
      "authors": [
        "R Boyle",
        "RD Rabbitt",
        "SM Highstein"
      ]
    },
    {
      "title": "Morphological diversity of equilibrium receptor systems in aquatic invertebrates",
      "authors": [
        "BU Budelmann",
        "J Atema",
        "RR Fay",
        "AN Popper",
        "WN Tavolga"
      ]
    },
    {
      "title": "Structural variation in the inner ears of four deep-sea elopomorph fishes",
      "authors": [
        "BN Buran",
        "X Deng",
        "AN Popper"
      ]
    },
    {
      "title": "Heterogeneity of sensory hair cells in a fish ear",
      "authors": [
        "JS Chang",
        "AN Popper",
        "WM Saidel"
      ]
    },
    {
      "title": "Compartmental modeling of rat macular primary afferents from three-dimensional reconstructions of transmission electron micrographs of serial sections",
      "authors": [
        "TC Chimento",
        "DG Doshay",
        "MD Ross"
      ]
    },
    {
      "title": "The labyrinthine mechanoreceptor organ of the cod Gadus morhua L. (Teleostei: Gadidae). A scanning electron microscopical study, with special reference to the morphological polarization of the macular sensory cells",
      "authors": [
        "T Dale"
      ]
    },
    {
      "title": "Comparative morphology of rodent vestibular periphery. I. Saccular and utricular maculae",
      "authors": [
        "SS Desai",
        "C Zeh",
        "A Lysakowski"
      ]
    },
    {
      "title": "Morphometry of otoconia in the utricle saccule of developing Japanese quail",
      "authors": [
        "JD Dickman",
        "D Huss",
        "M Lowe"
      ]
    },
    {
      "title": "Evolution of sound and balance perception: innovations that aggregate single hair cells into the ear and transform a gravistatic sensor into the Organ of Corti",
      "authors": [
        "JS Duncan",
        "B Fritzsch"
      ]
    },
    {
      "title": "The ultrastructure of the otolithic membrane and otolith in the juvenile mummichog, Fundulus heteroclitus",
      "authors": [
        "DG Dunkelberger",
        "JM Dean",
        "N Watabe"
      ]
    },
    {
      "title": "Adaptation of mechanoelectrical transduction in hair cells of the bullfrog’s sacculus",
      "authors": [
        "RA Eatock",
        "DP Corey",
        "AJ Hudspeth"
      ]
    },
    {
      "title": "Mammalian vestibular hair cells",
      "authors": [
        "RA Eatock",
        "A Lysakowski",
        "RA Eatock",
        "RR Fay PR",
        "AN Popper"
      ]
    },
    {
      "title": "Dendritic arbors and central projections of physiologically characterized auditory fibers from the saccule of the toadfish, Opsanus tau",
      "authors": [
        "PL Edds-Walton",
        "RR Fay",
        "SM Highstein"
      ]
    },
    {
      "title": "Directional auditory processing in the oyster toadfish (Opsanus tau)",
      "authors": [
        "PL Edds-Walton",
        "RR Fay"
      ]
    },
    {
      "title": "The vestibular efferent system",
      "authors": [
        "C Fernández",
        "JR Lindsay"
      ]
    },
    {
      "title": "The vestibular nerve of the chinchilla. III. Peripheral innervation patterns in the utricular macula",
      "authors": [
        "C Fernández",
        "JM Goldberg",
        "RA Baird"
      ]
    },
    {
      "title": "Hair-cell counts and afferent innervation patterns in the cristae ampullares of the squirrel monkey with a comparison to the chinchilla",
      "authors": [
        "C Fernández",
        "A Lysakowski",
        "JM Goldberg"
      ]
    },
    {
      "title": "Structure of the macula utriculi with special reference to directional interplay of sensory responses as revealed by morphological polarization",
      "authors": [
        "A Flock"
      ]
    },
    {
      "title": "The ultrastructure of the kinocilium of the sensory cells in the inner ear and lateral line organs",
      "authors": [
        "A Flock",
        "AJ Duvall"
      ]
    },
    {
      "title": "Actinopterygians: The Ray-Finned Fishes – An Explosion Of Diversity",
      "authors": [
        "M Friedman",
        "S Giles",
        "J Clack",
        "RR Fay",
        "AN Popper"
      ]
    },
    {
      "title": "Development and evolution of inner ear sensory epithelia and their innervation",
      "authors": [
        "B Fritzsch",
        "KW Beisel",
        "K Jones",
        "I Fariñas",
        "A Maklad",
        "J Lee",
        "LF Reichardt"
      ]
    },
    {
      "title": "Molecular evolution of the vertebrate mechanosensory cell and ear",
      "authors": [
        "B Fritsch",
        "KW Beisel",
        "S Pauley",
        "G Soukup"
      ]
    },
    {
      "title": "Efferent vestibular fibers to otolith organs in guinea pigs",
      "authors": [
        "K Fujino",
        "J Ito",
        "J Tsuji"
      ]
    },
    {
      "title": "Fusion of Otoconia: a Stage in the Development of the Otolith in the Evolution of Fishes",
      "authors": [
        "RW Gauldie"
      ]
    },
    {
      "title": "Efferent vestibular system in the squirrel monkey: anatomical location and influence on afferent activity",
      "authors": [
        "JM Goldberg",
        "C Fernández"
      ]
    },
    {
      "title": "The vestibular nerve of the chinchilla. V. Relation between afferent discharge properties and peripheral innervation patterns in the utricular macula",
      "authors": [
        "JM Goldberg",
        "G Desmadryl",
        "RA Baird",
        "C Fernández"
      ]
    },
    {
      "title": "A model for otolith dynamic response with a viscoelastic gel layer",
      "authors": [
        "JW Grant",
        "JR Cotton"
      ]
    },
    {
      "title": "Theoretical mechanical frequency response of the otolithic organs",
      "authors": [
        "JW Grant",
        "CC Huang",
        "JR Cotton"
      ]
    },
    {
      "title": "A study on the fine structure of the saccular macula of the goldfish",
      "authors": [
        "K Hama"
      ]
    },
    {
      "title": "Ultrastructural observations of efferent terminals in the crista ampullaris of the toadfish, Opsanus tau",
      "authors": [
        "GR Holstein",
        "GP Martinelli",
        "R Boyle",
        "RD Rabbitt",
        "SM Highstein"
      ]
    },
    {
      "title": "Sensitivity, polarity, and conductance change in the response of vertebrate hair cells to controlled mechanical stimuli",
      "authors": [
        "AJ Hudspeth",
        "DP Corey"
      ]
    },
    {
      "title": "Otolith responses to dynamical stimuli: results of a numerical investigation",
      "authors": [
        "R Jaeger",
        "T Haslwanter"
      ]
    },
    {
      "title": "The utricle in Ictalurus punctatus",
      "authors": [
        "DB Jenkins",
        "WN Tavolga",
        "AN Popper",
        "RR Fay"
      ]
    },
    {
      "title": "Otolithic membranes of the saccule and utricle in man",
      "authors": [
        "LG Johnsson",
        "JE Hawkins"
      ]
    },
    {
      "title": "Structural basis for mechanical transduction in the frog vestibular sensory apparatus: I. The otolithic membrane",
      "authors": [
        "B Kachar",
        "M Parakkal",
        "J Fex"
      ]
    },
    {
      "title": "Efferent innervation of the vestibular and auditory receptors",
      "authors": [
        "R Klinke",
        "N Galley"
      ]
    },
    {
      "title": "Models of otolithic membrane-hair cell bundle interactions",
      "authors": [
        "AV Kondrachuk"
      ]
    },
    {
      "title": "Feedback hypothesis and the effects of altered gravity on formation and function of gravireceptors of mollusks and fish",
      "authors": [
        "A Kondrachuk",
        "R Boyle"
      ]
    },
    {
      "title": "Structural basis for mechanical transduction in the frog vestibular sensory apparatus: III. The organization of the otoconial mass",
      "authors": [
        "M Kurc",
        "M Farina",
        "U Lins",
        "B Kachar"
      ]
    },
    {
      "title": "Structure and function in the saccule of the goldfish (Carassius auratus): a model of diversity in the non-amniote ear",
      "authors": [
        "PJ Lanford",
        "C Platt",
        "AN Popper"
      ]
    },
    {
      "title": "Architecture of the mouse utricle: macular organization and hair bundle heights",
      "authors": [
        "A Li",
        "J Xue",
        "EH Peterson"
      ]
    },
    {
      "title": "Development of the sensory nervous system in the vertebrate head: the importance of being on time",
      "authors": [
        "L Lleras-Forero",
        "A Streit"
      ]
    },
    {
      "title": "Ultrastructure of the otolithic membrane and the cupula. A scanning electron microscopic observation",
      "authors": [
        "DJ Lim"
      ]
    },
    {
      "title": "Otoconia in health and disease. A Review",
      "authors": [
        "DJ Lim"
      ]
    },
    {
      "title": "Studies on the morphology of the sensory regions of the vestibular apparatus with 45 figures",
      "authors": [
        "HH Lindeman"
      ]
    },
    {
      "title": "The otoconia of the guinea pig utricle: internal structure, surface exposure, and interactions with the filament matrix",
      "authors": [
        "U Lins",
        "M Farina",
        "M Kurc",
        "G Riordan",
        "R Thalmann",
        "I Thalmann",
        "B Kachar"
      ]
    },
    {
      "title": "The inner ear ultrastructure from the paddlefish (Polyodon spathula) using transmission electron microscopy",
      "authors": [
        "JM Lovell",
        "MM Findlay",
        "GM Harper",
        "RM Moate"
      ]
    },
    {
      "title": "Morphological polarizations of sensory hair cells in the three otolithic organs of a teleost fish: fluorescent imaging of ciliary bundles",
      "authors": [
        "Z Lu",
        "AN Popper"
      ]
    },
    {
      "title": "Otolith regularities",
      "authors": [
        "DV Lychakov",
        "YT Rebane"
      ]
    },
    {
      "title": "Fish otolith mass asymmetry: morphometry and influence on acoustic functionality",
      "authors": [
        "DV Lychakov",
        "YT Rebane"
      ]
    },
    {
      "title": "Fish otolith asymmetry: morphometry and modeling",
      "authors": [
        "DV Lychakov",
        "YT Rebane",
        "A Lombarte",
        "LA Fuiman",
        "A Takabayashi"
      ]
    },
    {
      "title": "Ultrastructural analysis of the cristae ampullares in the squirrel monkey (Saimiri sciureus)",
      "authors": [
        "A Lysakowski",
        "JM Goldberg"
      ]
    },
    {
      "title": "Development and organization of polarity-specific segregation of primary vestibular afferent fibers in mice",
      "authors": [
        "A Maklad",
        "S Kamel",
        "E Wong",
        "B Fritzsch"
      ]
    },
    {
      "title": "",
      "authors": [
        "GA Manley",
        "AN Popper",
        "R Fay"
      ]
    },
    {
      "title": "Efferent vestibular neurons in the chinchilla",
      "authors": [
        "J Marco",
        "WS Lee",
        "L Hoffman",
        "V Honrubia"
      ]
    },
    {
      "title": "The diverse roles of ribbon synapses in sensory neurotransmission",
      "authors": [
        "G Matthews",
        "P Fuchs"
      ]
    },
    {
      "title": "Humans use internal models to estimate gravity and linear acceleration",
      "authors": [
        "DM Merfeld",
        "L Zupan",
        "RJ Peterka"
      ]
    },
    {
      "title": "Automated reconstruction of neural elements from transmission electron microscope images",
      "authors": [
        "K Montgomery"
      ]
    },
    {
      "title": "Observation of the otolithic membrane by low-vacuum scanning electron microscopy",
      "authors": [
        "Y Nakai",
        "H Masutani",
        "A Kato",
        "T Sugiyama"
      ]
    },
    {
      "title": "The diversity of fish otoliths, past and present",
      "authors": [
        "D Nolf",
        "E Steurbaut",
        "R Brzobohaty",
        "K Hoedemakers"
      ]
    },
    {
      "title": "Hair cell distribution and orientation in goldfish otolith organs",
      "authors": [
        "C Platt"
      ]
    },
    {
      "title": "The peripheral vestibular system in fishes",
      "authors": [
        "C Platt",
        "RG Northcutt",
        "RE Davis"
      ]
    },
    {
      "title": "The inner ear of the lungfish Protopterus",
      "authors": [
        "C Platt",
        "JM Jorgensen",
        "AN Popper"
      ]
    },
    {
      "title": "Ultrastructure of the auditory regions in the inner ear of the lake whitefish",
      "authors": [
        "AN Popper"
      ]
    },
    {
      "title": "/A scanning electron microscopic study of the sacculus and lagena in the ears of fifteen species of teleost fishes",
      "authors": [
        "AN Popper"
      ]
    },
    {
      "title": "Scanning electron microscopic study of the otolithic organs in the bichir (Polypterus bichir) and shovel-nose sturgeon (Scaphirhynchus platorynchus)",
      "authors": [
        "AN Popper"
      ]
    },
    {
      "title": "The herring ear has a unique receptor pattern",
      "authors": [
        "AN Popper",
        "C Platt"
      ]
    },
    {
      "title": "The fine structure of the sacculus and lagena of a teleost fish",
      "authors": [
        "AN Popper",
        "B Hoxter"
      ]
    },
    {
      "title": "Structure-function relationships in fish otolith organs",
      "authors": [
        "AN Popper",
        "Z Lu"
      ]
    },
    {
      "title": "Inner ear and lateral line",
      "authors": [
        "AN Popper",
        "C Platt",
        "DH Evans"
      ]
    },
    {
      "title": "Neurophysiological aspects: sensory and sensory-motor function",
      "authors": [
        "MF Reschke",
        "JJ Bloomberg",
        "WH Paloski",
        "DL Harm",
        "DE Parker",
        "AE Nicogossian",
        "CL Huntoon",
        "SL Pool"
      ]
    },
    {
      "title": "A predictive model of otolith growth in fish based on the chemistry of the endolymph",
      "authors": [
        "CS Romenek",
        "RW Gauldie"
      ]
    },
    {
      "title": "Morphological changes in rat vestibular system following weightlessness",
      "authors": [
        "MD Ross"
      ]
    },
    {
      "title": "A spaceflight study of synaptic plasticity in adult rat vestibular maculas",
      "authors": [
        "MD Ross"
      ]
    },
    {
      "title": "Changes in ribbon synapses and rough endoplasmic reticulum of rat utricular macular hair cells in weightlessness",
      "authors": [
        "MD Ross"
      ]
    },
    {
      "title": "The efferent innervation of the vestibular receptors",
      "authors": [
        "G Rossi"
      ]
    },
    {
      "title": "New ultrastructural features in the vestibular labyrinth of the toadfish, Opsanus tau",
      "authors": [
        "A Sans",
        "SM Highstein"
      ]
    },
    {
      "title": "Morphophysiology of synaptic transmission between type I hair cells and vestibular primary afferents. An intracellular studying employing horseradish peroxidase in the lizard, Calotes versicolor",
      "authors": [
        "DA Schessel",
        "R Ginzberg",
        "SM Highstein"
      ]
    },
    {
      "title": "Inner ear morphology in the Atlantic molly Poecilia mexicana–first detailed microanatomical study of the inner ear of a cyprinodontiform species",
      "authors": [
        "T Schulz-Mirbach",
        "M Hess",
        "M Plath"
      ]
    },
    {
      "title": "Structure and growth of the utricular macula in the inner ear of the slider turtle Trachemys scripta",
      "authors": [
        "SA Severinsen",
        "JM Jørgensen",
        "JR Nyengaard"
      ]
    },
    {
      "title": "Evolution and development of hair cell polarity and efferent function in the inner ear",
      "authors": [
        "UJ Sienknecht",
        "C Köppl",
        "B Fritzsch"
      ]
    },
    {
      "title": "",
      "authors": [
        "X Si"
      ]
    },
    {
      "title": "Afferent innervation of the utricular macula in pigeons",
      "authors": [
        "X Si",
        "MM Zakir",
        "JD Dickman"
      ]
    },
    {
      "title": "Development of the otolith in embryonic fishes with special reference to the toadfish, Opsanus tau",
      "authors": [
        "BH Sokolowski"
      ]
    },
    {
      "title": "Gross and ultrastructural development of the saccule of the toadfish Opsanus tau",
      "authors": [
        "BH Sokolowski",
        "AN Popper"
      ]
    },
    {
      "title": "Transmission electron microscopic study of the saccule in the embryonic, larval, and adult toadfish Opsanus tau",
      "authors": [
        "BH Sokolowski",
        "AN Popper"
      ]
    },
    {
      "title": "Connecting ears to eye muscles: evolution of a ‘simple’ reflex arc",
      "authors": [
        "H Straka",
        "B Fritzsch",
        "JC Glover"
      ]
    },
    {
      "title": "Origin of the vertebrate inner ear: evolution and induction of the otic placode",
      "authors": [
        "A Streit"
      ]
    },
    {
      "title": "Functional organization of the peripheral efferent vestibular system in the frog",
      "authors": [
        "P Valli",
        "L Botta",
        "G Zucca",
        "C Casella"
      ]
    },
    {
      "title": "Substructural organization of the organ of gravitation-utricle of the pigeon",
      "authors": [
        "YA Vinniko",
        "VI Govardovcskii",
        "IV Osipova"
      ]
    },
    {
      "title": "Mechanisms of vertebrate synaptogenesis",
      "authors": [
        "CL Waites",
        "AM Craig",
        "CC Garner"
      ]
    },
    {
      "title": "Otoconin-90, the mammalian otoconial matrix protein, contains two domains of homology to secretory phospholipase A2",
      "authors": [
        "Y Wang",
        "PE Kowalski",
        "I Thalmann",
        "DM Ornitz",
        "DL Mager",
        "R Thalmann"
      ]
    },
    {
      "title": "Vestibular receptors in fish and mammals",
      "authors": [
        "J Wersäll"
      ]
    },
    {
      "title": "Structural basis for directional sensitivity in cochlear and vestibular sensory receptors",
      "authors": [
        "J Wersäll",
        "A Flock",
        "PG Lundquist"
      ]
    },
    {
      "title": "Hair bundle heights in the utricle: differences between macular locations and hair cell types",
      "authors": [
        "JM Xue",
        "EH Peterson"
      ]
    },
    {
      "title": "High-voltage electron microscopic observations on the suprastructure of the macula utricle",
      "authors": [
        "Y Yaku",
        "T Kanda",
        "A Komatsuzaki"
      ]
    },
    {
      "title": "Morphology and innervation of the vestibular lagena in pigeons",
      "authors": [
        "M Zakir",
        "LQ Wu",
        "JD Dickman"
      ]
    },
    {
      "title": "Afferent innervation patterns of the saccule in pigeons",
      "authors": [
        "M Zakir",
        "D Huss",
        "JD Dickman"
      ]
    }
  ],
  "original_title": "Morphology of the Utricular Otolith Organ in the Toadfish, Opsanus tau",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9761/5899691/a889eefdad5f/nihms949763u1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9761/5899691/f8d91382d204/nihms949763f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9761/5899691/331785eb446e/nihms949763f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9761/5899691/bd1cf50c5387/nihms949763f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9761/5899691/4a2d4df96624/nihms949763f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9761/5899691/c2dae1dd6ab6/nihms949763f5.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9761/5899691/3eba5f3cdfeb/nihms949763f6.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9761/5899691/ac7cf46a6060/nihms949763f7.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9761/5899691/80b27ad4be3f/nihms949763f8.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9761/5899691/ff0261254c4c/nihms949763f9.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9761/5899691/daa5cf61f0ed/nihms949763f10.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9761/5899691/4d565f444326/nihms949763f11.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9761/5899691/b6c04c85dec4/nihms949763f12.jpg"
  ]
}