{
  "pmcid": "6366624",
  "title": "A comparison of unamplified and massively multiplexed PCR amplification for murine antibody repertoire sequencing",
  "abstract": "Sequencing antibody repertoires has steadily become cheaper and easier. Sequencing methods usually rely on some form of amplification, often a massively multiplexed PCR prior to sequencing. To eliminate potential biases and create a data set that could be used for other studies, our lab compared unamplified sequencing results from the splenic heavy-chain repertoire in the mouse to those processed through two commercial applications. We also compared the use of mRNA vs total RNA, reverse transcriptase, and primer usage for cDNA synthesis and submission. The use of mRNA for cDNA synthesis resulted in higher read counts but reverse transcriptase and primer usage had no statistical effects on read count. Although most of the amplified data sets contained more antibody reads than the unamplified data set, we detected more unique V-gene segments in the unamplified data set. Although unique CDR3 detection was much lower in the unamplified data set, RNASeq detected 98% of the high frequency CDR3s. We have shown that unamplified profiling of the antibody repertoire is possible, detects more V-gene segments, and detects high frequency clones in the repertoire.",
  "introduction": "Introduction\n\nAntibodies are B cell proteins that play a vital role in adaptive immunity. These complex molecules, and their diverse specificities are defined at several levels. At the protein level, these molecules are heterodimers joined with disulfide bonds between heavy and light chains. At the genetic level, the antibody specificity is influenced by semi-randomly recombining a variable (V), diversity (D), and joining (J) gene segments that are encoded in the genome. This V-D-J, or in the case of the light chain, V-J rearrangement, also influences antibody specificity by random and semi-random base insertions or deletions during the recombination process. In the end, the collection of antibodies produced, the antibody repertoire, is a fingerprint of what antigens an organism has been exposed to and a measure of immunocompetence. Sequencing has become easier, cheaper, and faster in recent years. Antibody repertoires have been sequenced in numerous species, in response to vaccinations and infections, and have been employed in cancer detection; providing valuable feedback regarding the immune system’s response to challenges and for early cancer detection in patients.\n\nIn an effort to supplement unamplified MiSeq data sets used in our laboratory, we explored the use of commercial processes that use technologies to amplify sequences to increase the depth of coverage of specifically targeted immunoglobulin gene transcripts. These data sets are created using massively multiplexed PCR reactions that are subsequently sequenced on the Illumina platform. Multiplex amplification strategies have been used to explore the T cell and B cell repertoires and biases, omissions.and PCR artifacts have been detected in the data sets.\n\nWe started this project with the hypothesis that our unamplified data set would provide comparable results to those seen in the commercially amplified data sets. However, we are unaware of any immunoglobulin repertoire studies that have been done to compare data obtained using amplification techniques compared to the repertoire in a total RNASeq library. Concurrent with performing these analyses, we discovered that the required sample preparation for commercial sequencing also varied. Therefore, we found it necessary to examine the impact of sample preparation as part of our effort. This manuscript describes our results comparing a data set generated using unamplified total RNA (TRNA) to commercially amplified data sets. We examined the role of commercial amplification and cDNA generation methods as well as the impact of the starting material on sequence output.",
  "methods": "Materials and Methods\n\nKSU RNA Preparation\n\nRNA was prepared as outlined in Rettig et al 2017. Briefly, RNA was extracted from the spleens of four nine-week old female C57Bl/6J mice. TRNA was submitted to the Kansas State University Integrated Genomics Facility for sequencing and cDNA was prepared using standard Illumina protocols. cDNA made from the TRNA using random hexamer primers and oligo-dT selection, was size selected to 275-800bp length and sequenced on the Illumina MiSeq at 2×300bp using Illumina’s protocol. No additional amplification beyond that required by Illumina preparation was used and consider these samples non-specifically amplified, or “unamplified”.\n\nCommercial Sample preparations\n\nmRNA was extracted from the TRNA isolated from the sample used for the KSU data set using the PolyATtract mRNA isolation system (Promega, Fitchburg, WI) following manufacturer’s instructions. RT-PCR for samples amplified with Avian Myeloblastosis Virus (AMV) reverse transcriptase based sample preparation was performed using the Access RT-PCR System (Promega, Fitchburg, WI) following the manufacturer’s instructions. RT-PCR for Moloney Murine Leukemia Virus (MMLV) reverse transcriptase based sample preparation was performed using the SuperScript III First-Strand Synthesis System (Invitrogen, Carlsbrad, CA) following manufacturer’s instructions. Starting material for RT-PCR was either TRNA from the KSU data set or the purified mRNA. RT-PCR products were submitted to Adaptive Biotechnologies (Seattle, WA) (Com1) on dry ice following company protocols. TRNA and mRNA (unamplified) were submitted to iRepertoire, Inc. (Huntsville, AL) (Com2) on dry ice following company protocols.\n\nBioinformatic Analysis\n\nKSU sequencing results were analyzed as described previously. Briefly, sequencing results were quality controlled. Antibody-specific sequences were isolated and submitted to ImMunoGeneTics (IMGT) for analysis. Individual sequences were assigned a unique ID by the sequencing machinery during Illumina sequencing and were used to identify unique sequences. The sequence containing the most high quality information was retained for further analysis as outlined in Rettig et al. No further filtering of reads was performed. Both commercial sequencers provided their own bioinformatic analyses of the sequencing results. The raw sequencing results from Com1 and Com2 were also submitted to IMGT for analysis and subjected to the standard KSU bioinformatics pipeline. IMGT’s nomenclature and classifications were used throughout this paper. We assessed all functional V-gene segments as identified by IMGT. We also include three putative functional genes (V5S21, V1S100, and V3S7) which were detected in rearranged transcripts (containing a CDR3 C-xx-W motif or class switched) in our previous analysis of the normal C57BL/6 repertoire. IMGT’s High-V Quest occasionally assigned multiple potential V-gene segments to a single sequence, likely due to incomplete capture of the entire V-gene sequence or high homology between gene segments.\n\nIn all IMGT processed data, sequences that contained two possible V-gene segment possibilities were assigned a weighted value of 0.5 per sequence, as opposed to one for full matches. Sequences with V-gene segments that were assigned more than two potential matches were excluded from analysis. Initial results were tabulated using the companys’ proprietary bioinformatic results. However, to determine the role of bioinformatic handling of the data, some of Com1 and Com2 data were subjected to the standard KSU bioinformatic workflow analysis and CDR3 analyses.\n\nStatistical Tests\n\nAll statistical analyses were carried out using GraphPad Prism (Version 6.0). Paired T-tests were performed using the raw read counts. Coefficient of determinations (R2) were performed by comparing the percent of repertoire between animals. Percent of repertoire is determined by dividing the read count for a specific V-gene segment by the total number of reads detected and multiplying by 100.",
  "results": "Results\n\nMost studies examining immunoglobulin repertoires use amplification to increase the depth of sequencing, but amplification comes with some drawbacks. We wanted to assess the comparability of amplified and non-amplified data from identical samples. In preparation to do this comparison, we found that different commercial amplification methodologies required different types of sample preparation. For example, sample submission for the Com1 data sets required a cDNA sample. The Com1 process amplified the resulting cDNA using proprietary primers and sequencing on the Illumina platform. After an initial submission showed a low correlation between the Com1 sequencing and the KSU data set (data not shown), we hypothesized that cDNA preparation plays a role in determining the amplified repertoire. To test this hypothesis, we assessed the role of starting material (mRNA or TRNA), reverse transcriptase (AMV vs MMLV), and primer templates (oligo-dT or random hexamer) on the sequenced B cell immunoglobulin repertoire. Com2 submissions required the submission of TRNA, rather than cDNA.\n\nAssessment of Transcriptional Read Counts\n\nCom1amplified data sets returned between 7,084 and 1,263,003 sequences, dependent on the preparation method. mRNA starting material yielded more total transcriptional reads than TRNA (P=0.013, 2 tailed matched T test; Table 1). Generally, the AMV reverse transcriptase and random hexamer primers tended to yield higher numbers of transcripts. The use of AMV and random hexamer primers resulted in more total productive reads in three out of four of the comparisons directly comparing primers, however, the overall differences were not statistically different (P>0.05, 2 tailed matched T test; Table 1). In the Com2 data set, we found a moderate number of reads, about one-half of those detected in the highest Com1 numbers. These compare to 11,200 sequence reads containing a CDR3 generated in the KSU data set using a total MiSeq approach.\n\nDetermination of Sequencing Reproducibility\n\nTo assess the repeatability of the amplified Com1 and Com2 data sets, we examined the correlation of V-gene segment usage. In the C57BL/6 mouse, the V-gene segment is the most varied in the heavy chain (IgH locus) comprising a total of 109 functional V-gene segments, three putative function V-gene segments, and alleles compared to 19 for the D-gene segment and four for the J-gene. The nucleotide sequences in the V-gene segments are also highly varied and require a complex multiplex PCR to amplify. Correlations were assessed using the data provided by the commercial vendor’s proprietary bioinformatics.\n\nNon-strain specific V-gene segment assignments accounted for between 0.84% and 1.46% of the sequencing results from Com 1 and 1.74% and 1.41% for Com2 (Table 2). Although there were differences in the immunoglobulin gene transcripts detected, there was a high correlation in the V-gene sequences detected among the different technical replicates in the Com1 data (R2 range from 0.6986 to 0.9933, all p<0.0001) (Figure 1). The R2 between technical replicates in Com2 was 0.9621 (p<0.0001). We also examined the reproducibility of two technical replicates of KSU sequencing used for a different analysis and obtained an R2 of 0.9996 for Mouse 32, and 0.9995 for Mouse 39 (p<0.001) showing high levels of reproducibility between KSU sequencing runs. Therefore, although total transcripts generated varied with sample preparation, the V-gene segments that were detected were consistently detected using two different commercial approaches.\n\nImpact of Amplification on V-gene Segment Detection\n\nThe unamplified KSU approach produced a data set where a total of 112 V-gene segments were detected while the Com1 data sets contained between 85 and 100 V-gene segments. The Com2 mRNA data set contained 99 detectable V-gene segments and the TRNA contained 100. Comparisons of V-gene segments in the Com1 data set to the KSU data set showed moderate R2 values; 0.4457 to 0.5841 (all p<0.0001) (Table 3). The Com2 data sets also showed moderate R2 of 0.6695 for mRNA and 0.6607 for TRNA (all p<0.0001). To determine why there were differences in V-gene detection, we compared the results from the most commonly detected V-gene segments in the KSU data sets to their frequencies in the Com1 and Com2 data sets. The protocol for Illumina sequencing uses mRNA selection, SuperScriptIII reverse transcriptase, and random hexamer primers. To best compare results, we used the Com1 mRNA-MMLV-Hex data set and the Com2 mRNA data set using the top 34 V-gene segments in the KSU data set. These V-gene segments comprise over one percent of the detected repertoire and are considered highly expressed. In the Com1 data set, of these 36 highly expressed V-gene segments, five (V1-26, V1-18, V1-50, V4-1, and V2-6) were detected at two-fold lower frequency than in the KSU data set (Figure 2). These five V-gene segments were either absent or were near zero percent of the repertoire (Figure 2). Of these same top 34 V-gene segments in the Com1 data set, two (V6-3 and V2-6-8) were detected at two-fold greater than the KSU data set (Figure 2). The R2 for these top 36 V-gene segments to the KSU data set was 0.1783 (P=0.0128).\n\nWe also compared the Com2 mRNA data set to the same 34 V-gene segments from the unamplified KSU data. Nine of the 34 V-gene sequences (V9-3, V4-1, V2-6, V1-81, V5-17, V2-2, V8-8, V11-2, V14-2) were detected at a twofold or lower level than in the KSU data set (Figure 2). Five other V-gene segments (V1-53, V3-6, V1-64, V10-1, and V1-69) were detected at twofold higher levels than those found in the KSU data set (Figure 2). The correlation of these top 34 V-gene segments was better than the Com1 R2 at 0.4098 (P=<0.0001).\n\nOur normal workflow methods include the use of functionally productive and unknown transcripts for analysis. This inclusion helps balance the lower read numbers obtained with unamplified sequences. We performed the same analysis as above between our productive + unknown dataset used above, with our productive only dataset. We detected a tota1 of 104 V-gene segments. Those not detected in the productive only list (V3S7, V6-7, V6-4, V1-62-1, V5-12-4, V1-17-1, and V6-5) comprised less than 0.7% of the repertoire. The correlation coefficient was high at 0.9596(P<0.0001), and there were no changes at great than 2-fold of the productive + unknown data set (Figure 2). These analyses reveal that the addition of unknown functionality V-gene segments does not significantly alter the repertoire.\n\nDirect Comparisons of Amplified and Unamplified Data Sets\n\nThe comparisons in V-gene use were made using the bioinformatics provided by the commercial ventures. To standardize the data handling to remove bioinformatic reasons for the differences in data, we processed the sequencing results from the Com1 mRNA-MMLV-Hex and Com2 mRNA data sets using the KSU bioinformatics work flow.\n\nThe KSU bioinformatic treatment of the Com1 data set correlated moderately with the commercially provided bioinformatics (R2=0.4795, p<0.0001). After processing the Com1 data with the KSU bioinformatics pipeline, the R2 to the KSU data set increased slightly from 0.5517 (Table 3) with the original bioinformatics to 0.5649 (p<0.0001) with the adjusted bioinformatics. However, nine V-gene segments were detected in the Com1 data set using the KSU bioinformatics workflow that were not originally detected using the commercially provided bioinformatics (Sup Fig 1). When we processed the Com2 data using the KSU bioinformatic pipeline, the Com2 data set was highly correlated with the original commercially provided bioinformatics treatment (R2=0.9860, p<0.0001). When we compared Com2 data set processed with the KSU bioinformatics pipeline to the KSU RNASeq data set, the data still only had an R2=0.6791 (p<0.0001). The KSU bioinformatics workflow detected an additional four V-gene segments that were not detected by the commercial bioinformatics (Sup Fig 1).\n\nWhen we reanalyzed the bioinformatics data from Com1 and Com2 using the KSU pipeline, we detected gene segments that were not detected in the original commercially provided bioinformatics. However, the inclusion of these gene segments, did not greatly improve the R2 between the amplified data sets and the KSU RNASeq data. In the Com1 data set, some gene segments (V1-26, V1-18, V1-50, V2-9-1) were not detected or only detected at low levels in the original bioinformatics but were detected at high levels (>1%) in the KSU/IMGT processed data (Sup Fig 1). The three additional V-gene segments detected in the Com2 data set (V2-5, V1-62-2, and V1-62-3 were found in less than <0.3% of the repertoire (Sup Fig 1). These changes were not sufficient to significantly improve R2 values.\n\nImpact of Amplification on the Reproducibility of CDR3 Detection\n\nThe absence of some V-gene segments in the Com1 and Com2 data compared to the KSU data was a concern. It precludes a complete picture of the V-gene repertoire. Nevertheless, amplified sequencing of the antibody repertoire is thought to provide an advantage in that the depth of coverage is increased over unamplified data sets due to the number of reads generated. To determine how extensive the discrepancy is between amplified and unamplified data, we assessed the read depth (number of reads generated) and resampling efficiency of CDR3 (number of unique CDR3s resampled between replicates) using technical replicates of samples sequenced with the various sequencing techniques. As anticipated, amplified data sets had both higher total read numbers and unique CDR3 numbers (Table 4).\n\nResampling/reproducibility has been assumed to improve with the depth of coverage. We had the unique opportunity to compare sequencing data from the same biological material subjected to multiple sequencing methodologies. We have also had the opportunity to do technical replicates on multiple samples subjected to RNASeq or amplification procedures. This allowed us the ability to look at CDR3 sampling reproducibility and to determine if amplification provided any advantage in CDR3 reproducibility. For the KSU unamplified data set, two C57BL/6J mouse spleen RNA samples (#32 and #39) were sequenced independently two times each and the CDR3s sampled were compared. In the KSU data set, 32-1 shared 28% of its total unique reads with 32-2. (Figure 3). 32-2 shared 24% of its reads with 32-1 (Figure 3). KSU data set, 39, showed 25% overlap of their total unique reads between each sampling (Figure 3). For the Com2 data, since there was such a strong correlation between the sequence output between mRNA and TRNA samples of C57BL/6J spleen samples (R2 = 0.9644), we considered these technical replicates. The mRNA data set shared 24% of its sequences with the TRNA data set while the TRNA data set shared 30% of its sequences with the mRNA data set. We also examined the resampling efficiency in the Com1 data set using the spleen mRNA-MMLV data sets that were reversed transcribed with two different primers, random hexamer and oligo-dT. Although this was not a perfect technical replicate, there was an R2 of almost 0.94 in V-gene segments detected (Figure 1). Therefore, we felt these served as “incipient” technical replicates. The random hexamer data set shared 20% of the detected CDR3s and the oligo dT data set shared 32% of its CDR3 sequences. Therefore, regardless of data set, there was an average of 26-27% sampling overlap regardless of whether amplification was performed or not.\n\nWe also assessed the overlap in the detected CDR3s between the Com1 data set (mRNA-MMLV-Hex), Com2 data set (mRNA), and the KSU original data set to determine the extent of the overlap of CD3 detection using the different methods. From the 295,116 CDR3 unique sequences that were detected, 2662 of those sequences were shared among all three data sets (Figure 4). The amplified data sets from Com1 and Com2 shared the most CDR3 sequences between them with 34,141 sequences found in both data sets (Figure 4). The KSU data set shared 59% of its detected CDR3 sequences with the Com1 and Com2 data sets (Figure 4). These data are consistent with the lower depth of sequencing of the unamplified data set compared to the Com1 and Com2 data sets where 19-32% overlap occurred in detected CDR3 sequences.\n\nDetection of High Frequency CDR3s\n\nTo gauge whether the highest frequency CDR3s can be detected by the different techniques, we assessed the 25 highest frequency CDR3s from each sequencing method. This resulted in a total of 48 unique CDR3s from the three different methods (Figure 5). The KSU data set detected all but one (CARGYFDVW) of these 48 sequences, the Com1 data set failed to detect four sequences (CARGTYW, CTWDEGNYW, CARGIYW, CARGSYW) and the Com2 data set detected all 48 sequences (Figure 5). The CDR3s that were not detected in the Com1 data set, did use V-gene segments that were detected in the data set. These data show that although the depth of sequencing of the KSU data set was about 10% of the amplified data sets, the data set still captured 98% of the highest frequency CDR3’s.\n\nCDR3 Frequency Assessment\n\nWhile the high frequency CDR3s were shared among at least two sequencing runs, most of the CDR3 sequences detected were unique to each sequencing run (Figure 4). To determine the frequency of unique CDR3 sequences, we compared the most frequent, least frequent, and average percent of the measured CD3 repertoire (Table 5). The highest frequency CDR3 was detected at 4.16%, 0.22%, 2.26%, and of the repertoire for the KSU, Com1, and Com2 data sets, respectively (Table 5). The lowest frequency CDR3s, representing only a single detected read, were 0.0088%, 0.0004%, and 0.0002%, of the repertoire for the KSU, Com1, and Com2 data sets, respectively (Table 5). The average detection level for the KSU data set was 0.015%, 0.0006% for the Com1 data set, and 0.0007% for the Com 2data set (Table 5).\n\nWe also examined the frequency of CDR3s that were unique to each data set. Overall, the maximum and the average frequencies of the data sets were reduced compared to the whole repertoire (Table 5). This demonstrates that the unique reads in each data set were most likely transcripts from low frequency B cells. Moreover, these data suggest that even without amplification, the KSU data set was detecting the most prevalent CDR3s and many low-frequency sequences.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "High throughput sequencing",
    "Immunoglobulin genes",
    "Mouse",
    "Heavy Chain",
    "RepSEQ",
    "Article"
  ],
  "citations": [
    {
      "title": "Vaccination-induced changes in human B-cell repertoire and pneumococcal IgM and IgA antibody at different ages",
      "authors": [
        "A Ademokun",
        "Y-C Wu",
        "V Martin",
        "R Mitra",
        "U Sack",
        "H Baxendale",
        "D Kipling",
        "D Dunn Walters"
      ]
    },
    {
      "title": "BCR repertoire sequencing: different patterns of B-cell activation after two Meningococcal vaccines",
      "authors": [
        "JD Galson",
        "EA Clutterbuck",
        "J Truck",
        "MN Ramasamy",
        "M Munz",
        "A Fowler",
        "V Cerundolo",
        "AJ Pollard",
        "G Lunter",
        "DF Kelly"
      ]
    },
    {
      "title": "Statistical inference of a convergent antibody repertoire response to influenza vaccine",
      "authors": [
        "NB Strauli",
        "RD Hernandez"
      ]
    },
    {
      "title": "Plasmablast Response to Primary Rhesus Cytomegalovirus (CMV) Infection in a Monkey Model of Congenital CMV Transmission",
      "authors": [
        "Q Fan",
        "CS Nelson",
        "A Deshpande",
        "MR Walter",
        "F Wussow",
        "DJ Diamond",
        "PA Barry",
        "MA Moody",
        "A Kaur",
        "SR Permar",
        "KM Bialas",
        "F Chiuppesi",
        "J Amos",
        "TC Gurley",
        "DJ Marshall",
        "J Eudailey",
        "H Heimsath",
        "J Himes"
      ]
    },
    {
      "title": "Mapping the Human Memory B Cell and Serum Neutralizing Antibody Responses to Dengue Virus Serotype 4 Infection and Vaccination",
      "authors": [
        "UK Nivarthi",
        "N Kose",
        "SS Whitehead",
        "R Baric",
        "JE Crowe",
        "AM de Silva",
        "G Sapparapu",
        "D Widman",
        "E Gallichotte",
        "JM Pfaff",
        "BJ Doranz",
        "D Weiskopf",
        "A Sette",
        "AP Durbin"
      ]
    },
    {
      "title": "Antibody V(h) repertoire differences between resolving and chronically evolving hepatitis C virus infections",
      "authors": [
        "V Racanelli",
        "C Brunetti",
        "V De Re",
        "L Caggiari",
        "M De Zorzi",
        "P Leone",
        "F Perosa",
        "A Vacca",
        "F Dammacco"
      ]
    },
    {
      "title": "Deep-sequencing approach for minimal residual disease detection in acute lymphoblastic leukemia",
      "authors": [
        "M Faham",
        "J Zheng",
        "M Moorhead",
        "VE Carlton",
        "P Stow",
        "E Coustan-Smith",
        "CH Pui",
        "D Campana"
      ]
    },
    {
      "title": "Identification of cancer-specific motifs in mimotope profiles of serum antibody repertoire",
      "authors": [
        "E Gerasimov",
        "A Zelikovsky",
        "I Mandoiu",
        "Y Ionov"
      ]
    },
    {
      "title": "Validation of Methods to Assess the Immunoglobulin Gene Repertoire in Tissues Obtained from Mice on the International Space Station",
      "authors": [
        "TA Rettig",
        "C Ward",
        "MJ Pecaut",
        "SK Chapes"
      ]
    },
    {
      "title": "Next generation sequencing for TCR repertoire profiling: platform-specific features and correction algorithms",
      "authors": [
        "DA Bolotin",
        "IZ Mamedov",
        "OV Britanova",
        "IV Zvyagin",
        "D Shagin",
        "SV Ustyugova",
        "MA Turchaninova",
        "S Lukyanov",
        "YB Lebedev",
        "DM Chudakov"
      ]
    },
    {
      "title": "Using synthetic templates to design an unbiased multiplex PCR assay",
      "authors": [
        "CS Carlson",
        "RO Emerson",
        "D Wu",
        "BL Wood",
        "MJ Rieder",
        "H Robins",
        "AM Sherwood",
        "C Desmarais",
        "MW Chung",
        "JM Parsons",
        "MS Steen",
        "MA LaMadrid-Herrmannsfeldt",
        "DW Williamson",
        "RJ Livingston"
      ]
    },
    {
      "title": "High-resolution description of antibody heavy-chain repertoires in humans",
      "authors": [
        "R Arnaout",
        "W Lee",
        "P Cahill",
        "T Honan",
        "T Sparrow",
        "M Weiand",
        "C Nusbaum",
        "K Rajewsky",
        "S Koralov"
      ]
    },
    {
      "title": "Network properties derived from deep sequencing of human B-cell receptor repertoires delineate B-cell populations",
      "authors": [
        "RJM Bashford-Rogers",
        "A Palser",
        "B Huntly",
        "R Rance",
        "G Vassiliou",
        "G Follows",
        "P Kellam"
      ]
    },
    {
      "title": "Clonify: unseeded antibody lineage assignment from next-generation sequencing data",
      "authors": [
        "B Briney",
        "K Le",
        "J Zhu",
        "DR Burton"
      ]
    },
    {
      "title": "Systems Analysis Reveals High Genetic and Antigen-Driven Predetermination of Antibody Repertoires throughout B Cell Development",
      "authors": [
        "V Greiff",
        "U Menzel",
        "ST Reddy",
        "E Miho",
        "C Weber",
        "R Riedel",
        "S Cook",
        "A Valai",
        "T Lopes",
        "A Radbruch",
        "TH Winkler"
      ]
    },
    {
      "title": "Computational analysis of stochastic heterogeneity in PCR amplification efficiency revealed by single molecule barcoding",
      "authors": [
        "K Best",
        "T Oakes",
        "JM Heather",
        "J Shawe-Taylor",
        "B Chain"
      ]
    },
    {
      "title": "Library preparation methods for next-generation sequencing: tone down the bias",
      "authors": [
        "EL van Dijk",
        "Y Jaszczyszyn",
        "C Thermes"
      ]
    },
    {
      "title": "Degenerated primer design to amplify the heavy chain variable region from immunoglobulin cDNA",
      "authors": [
        "Y Wang",
        "W Chen",
        "X Li",
        "B Cheng"
      ]
    },
    {
      "title": "",
      "authors": [
        "E Alamyar",
        "P Duroux",
        "M-P Lefranc",
        "V Giudicelli",
        "FT Christiansen",
        "BD Tait"
      ]
    },
    {
      "title": "Characterization of the naive murine antibody repertoire using unamplified high-throughput sequencing",
      "authors": [
        "TA Rettig",
        "C Ward",
        "BA Bye",
        "MJ Pecaut",
        "SK Chapes"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "Evidence that immunoglobulin VH-DJ recombination does not require germ line transcription of the recombining variable gene segment",
      "authors": [
        "C Angelin-Duclos",
        "K Calame"
      ]
    },
    {
      "title": "High-quality full-length immunoglobulin profiling with unique molecular barcoding",
      "authors": [
        "MA Turchaninova",
        "A Davydov",
        "IZ Mamedov",
        "M Izraelson",
        "MD Logacheva",
        "O Kladova",
        "K Plevova",
        "S Pospisilova",
        "DM Chudakov",
        "OV Britanova",
        "M Shugay",
        "V Bikos",
        "ES Egorov",
        "VI Kirgizova",
        "EM Merzlyak",
        "DB Staroverov",
        "DA Bolotin"
      ]
    },
    {
      "title": "Current status and recent advances of next generation sequencing techniques in immunological repertoire",
      "authors": [
        "XL Hou",
        "L Wang",
        "YL Ding",
        "Q Xie",
        "HY Diao"
      ]
    },
    {
      "title": "The promise and challenge of high-throughput sequencing of the antibody repertoire",
      "authors": [
        "G Georgiou",
        "GC Ippolito",
        "J Beausang",
        "CE Busse",
        "H Wardemann",
        "SR Quake"
      ]
    },
    {
      "title": "Rep-Seq: uncovering the immunological repertoire through next-generation sequencing",
      "authors": [
        "J Benichou",
        "R Ben Hamo",
        "Y Louzoun",
        "S Efroni"
      ]
    },
    {
      "title": "High-Throughput DNA Sequencing Analysis of Antibody Repertoires",
      "authors": [
        "SD Boyd",
        "SA Joshi"
      ]
    },
    {
      "title": "The role of replicates for error mitigation in next-generation sequencing",
      "authors": [
        "K Robasky",
        "NE Lewis",
        "GM Church"
      ]
    },
    {
      "title": "High-Throughput Immunogenetics for Clinical and Research Applications in Immunohematology: Potential and Challenges",
      "authors": [
        "AW Langerak",
        "M Bruggemann",
        "EA Macintyre",
        "M Hummel",
        "C Pott",
        "P Groenen",
        "K Stamatopoulos",
        "F Davi",
        "N Darzentas",
        "JJM van Dongen",
        "D Gonzalez",
        "G Cazzaniga",
        "V Giudicelli",
        "MP Lefranc",
        "M Giraud"
      ]
    },
    {
      "title": "Wrestling with the repertoire: the promise and perils of next generation sequencing for antigen receptors",
      "authors": [
        "P Baum",
        "V Venturi",
        "D Price"
      ]
    },
    {
      "title": "Characterizing immune repertoires by high throughput sequencing: strategies and applications",
      "authors": [
        "JJ Calis",
        "BR Rosenberg"
      ]
    },
    {
      "title": "Capturing needles in haystacks: a comparison of B-cell receptor sequencing methods",
      "authors": [
        "RJ Bashford-Rogers",
        "AL Palser",
        "P Kellam",
        "SF Idris",
        "L Carter",
        "M Epstein",
        "RE Callard",
        "DC Douek",
        "GS Vassiliou",
        "GA Follows",
        "M Hubank"
      ]
    },
    {
      "title": "Isolation of cloned Moloney murine leukemia virus reverse transcriptase lacking ribonuclease H activity",
      "authors": [
        "ML Kotewicz",
        "CM Sampson",
        "JM D’Alessio",
        "GF Gerard"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "Specific amplification by PCR of rearranged genomic variable regions of immunoglobulin genes from mouse hybridoma cells",
      "authors": [
        "J Berdoz",
        "TP Monath",
        "JP Kraehenbuhl"
      ]
    },
    {
      "title": "Degenerate primer design to clone the human repertoire of immunoglobulin heavy chain variable regions",
      "authors": [
        "Y Sun",
        "HY Liu",
        "L Mu",
        "EJ Luo"
      ]
    },
    {
      "title": "Studying Antibody Repertoires with Next-Generation Sequencing",
      "authors": [
        "WD Lees",
        "AJ Shepherd"
      ]
    },
    {
      "title": "The past, present, and future of immune repertoire biology - the rise of next-generation repertoire analysis",
      "authors": [
        "A Six",
        "ME Mariotti-Ferrandiz",
        "W Chaara",
        "S Magadan",
        "HP Pham",
        "MP Lefranc",
        "T Mora",
        "V Thomas-Vaslin",
        "AM Walczak",
        "P Boudinot"
      ]
    },
    {
      "title": "Highly Accurate Sequencing of Full-Length Immune Repertoire Amplicons Using Tn5-Enabled and Molecular Identifier-Guided Amplicon Assembly",
      "authors": [
        "C Cole",
        "R Volden",
        "S Dharmadhikari",
        "C Scelfo-Dalbey",
        "C Vollmers"
      ]
    },
    {
      "title": "Sequencing the functional antibody repertoire--diagnostic and therapeutic discovery",
      "authors": [
        "WH Robinson"
      ]
    },
    {
      "title": "Reconstructing Antibody Repertoires from Error-Prone Immunosequencing Reads",
      "authors": [
        "A Shlemov",
        "S Bankevich",
        "A Bzikadze",
        "MA Turchaninova",
        "Y Safonova",
        "PA Pevzner"
      ]
    },
    {
      "title": "Biases in Illumina transcriptome sequencing caused by random hexamer priming",
      "authors": [
        "KD Hansen",
        "SE Brenner",
        "S Dudoit"
      ]
    },
    {
      "title": "Consistent errors in first strand cDNA due to random hexamer mispriming",
      "authors": [
        "TP van Gurp",
        "LM McIntyre",
        "KJ Verhoeven"
      ]
    },
    {
      "title": "Comparative assessment of fungal cellobiohydrolase I richness and composition in cDNA generated using oligo(dT) primers or random hexamers",
      "authors": [
        "CF Weber",
        "CR Kuske"
      ]
    },
    {
      "title": "Bias detection and correction in RNA-Sequencing data",
      "authors": [
        "W Zheng",
        "LM Chung",
        "H Zhao"
      ]
    },
    {
      "title": "Regulation of B Cell Differentiation by Intracellular Membrane-Associated Proteins and microRNAs: Role in the Antibody Response",
      "authors": [
        "Z Lou",
        "P Casali",
        "Z Xu"
      ]
    },
    {
      "title": "Regulation of Production of Mucosal Antibody to Pneumococcal Protein Antigens by T-Cell-Derived Gamma Interferon and Interleukin-10 in Children",
      "authors": [
        "Q Zhang",
        "J Bernatoniene",
        "L Bagrade",
        "JC Paton",
        "TJ Mitchell",
        "S Hammerschmidt",
        "DA Nunez",
        "A Finn"
      ]
    },
    {
      "title": "Towards error-free profiling of immune repertoires",
      "authors": [
        "M Shugay",
        "OV Britanova",
        "C Linnemann",
        "D Shagin",
        "S Pospisilova",
        "S Lukyanov",
        "TN Schumacher",
        "DM Chudakov",
        "EM Merzlyak",
        "MA Turchaninova",
        "IZ Mamedov",
        "TR Tuganbaev",
        "DA Bolotin",
        "DB Staroverov",
        "EV Putintseva",
        "K Plevova"
      ]
    },
    {
      "title": "Resolution of three nonproliferative immature splenic B cell subsets reveals multiple selection points during peripheral B cell maturation",
      "authors": [
        "D Allman",
        "RC Lindsley",
        "W DeMuth",
        "K Rudd",
        "SA Shinton",
        "RR Hardy"
      ]
    },
    {
      "title": "Peripheral B cell maturation. II. Heat-stable antigen(hi) splenic B cells are an immature developmental intermediate in the production of long-lived marrow-derived B cells",
      "authors": [
        "DM Allman",
        "SE Ferguson",
        "VM Lentz",
        "MP Cancro"
      ]
    }
  ],
  "original_title": "A comparison of unamplified and massively multiplexed PCR amplification for murine antibody repertoire sequencing.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/83bb/6366624/4d78f2ff66da/nihms-987236-f0001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/83bb/6366624/1de6df894d56/nihms-987236-f0002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/83bb/6366624/5c0987937083/nihms-987236-f0003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/83bb/6366624/1b79c07fc0ef/nihms-987236-f0004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/83bb/6366624/8ceb9b2187c1/nihms-987236-f0005.jpg"
  ]
}