{
  "pmcid": "6462350",
  "title": "Fish Oil Increases Specialized Pro-resolving Lipid Mediators in PAD (The OMEGA-PAD II Trial)",
  "abstract": "Background:\n\nN-3 polyunsaturated fatty acid (PUFA) supplementation has been associated with reduced mortality and inflammation in patients with cardiovascular disease. There are limited data on the effects of n-3 PUFA supplementation in patients with peripheral artery disease (PAD).\n\nMaterials and methods:\n\nThe OMEGA-PAD II trial was a double-blinded, randomized, placebo-controlled trial to assess the effect of 3 mo of high-dose oral n-3 PUFA supplementation on inflammation, endothelial function, and walking ability in patients with PAD.\n\nResults:\n\nTwenty-four patients with claudication received 4.4 g/d of fish oil or placebo for 3 mo. Outcomes measured included high-sensitivity C-reactive protein levels, the omega-3 index, endothelial function as measured via flow-mediated vasodilation, walking impairment questionnaire, and a 6-min walk test. Plasma levels of specialized pro-resolving lipid mediators (SPMs) were measured by liquid-chromatography-tandem mass spectrometry. In patients treated with fish oil, the absolute mean omega-3 index significantly increased from baseline (fish oil: 7.2 ± 1.2%, P < 0.001; placebo: −0.4 ± 0.9%, P = 0.31; between-group P < 0.001). Furthermore, there were significant increases in several pathway markers of SPM biosynthesis, including several mono-hydroxyeicosapentaenoic acids and mono-hydroxydocosahexaenoic acids. We also observed significant increases in the SPM lipoxin A5 (fish oil: 0.57 ± 0.70 pg/mL, P = 0.05; placebo: 0.01 ± 0.38 pg/mL, P = 0.93; between-group P = 0.04) and resolvin E3 (fish oil: 154 ± 171 pg/mL, P = 0.04; placebo: 32 ± 54 pg/mL, P = 0.08; between-group P = 0.04). There were no significant changes in high-sensitivity C-reactive protein, flow-mediated vasodilation, walking impairment questionnaire, or 6-min walk test in the fish oil group.\n\nConclusions:\n\nFish oil increases SPMs in plasma of patients with PAD. Further studies are required to determine whether these early changes translate to clinical improvements in patients with PAD.",
  "introduction": "Introduction\n\nThe effects of n-3 polyunsaturated fatty acid (PUFA) supplementation on systemic inflammation and cardiovascular disease (CVD) have been described in many populations. In addition, studies have shown that n-3 PUFA supplementation is associated with improvements in endothelial function, reduction in platelet aggregation, and improved atherosclerotic plaque stability. Eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA) are the main PUFAs in fish oil and are substrates for enzymes that give rise to specialized proresolving lipid mediators (SPMs), specifically D-series resolvins, E-series resolvins, maresins, and protectins. These SPMs have receptor-mediated actions on human leukocytes, platelets, and vascular cells and have been shown to actively promote resolution of vascular inflammation and decrease atherosclerosis and vascular injury in animal models.\n\nAnalysis of National Health and Nutrition Examination Survey data suggests that populations consuming a diet high in n-3 PUFAs may have a decreased prevalence of peripheral artery disease (PAD). As such, investigators have examined the relationship between n-3 PUFAs and PAD, but heterogeneity in dosage and intervention length has likely contributed to inconsistent results. To more rigorously investigate oral n-3 PUFA supplementation in patients with PAD, the OMEGA-PAD I trial was designed. This randomized, double-blinded, placebo-controlled trial demonstrated that 1 mo of high-dose n-3 PUFA (4.4 g/d) supplementation can change the metabololipidomic profile in patients with PAD toward increased production of mediators of resolution.\n\nBased on these results, we designed the OMEGA-PAD II trial with the hypothesis that high-dose n-3 PUFA supplementation over 3 mo would lead to changes in systemic inflammation, endothelial function, SPM profile, and claudication symptoms.",
  "methods": "Methods\n\nTrial design and participants\n\nThe OMEGA-PAD II trial is a randomized, double-blinded, placebo-controlled trial. The study protocol was based on the previously published OMEGA-PAD I trial and took place at the San Francisco Veterans Affairs Medical Center (SFVAMC) between 2014 and 2016. Patients aged ≥50 y presenting to the outpatient vascular surgery clinic at the SFVAMC with intermittent claudication (Rutherford I-III) and PAD were recruited to the study. PAD was defined as an ankle-brachial index (ABI) of <0.9, toe pressure <70 mm Hg, or ≥50% stenosis in segments of the aortoiliac, femoral, or tibial arteries on imaging. Patients were excluded from participating if they were taking immunosuppressive medications or steroids, had a severe acute illness (e.g., infection, surgery, critical limb ischemia) within the last 30 d, or had severe hepatic (Child-Pugh ≥ B), renal (creatinine ≥ 2 mg/dL), or nonvascular inflammatory disease.\n\nParticipants enrolled in the trial were randomized to one of two groups: fish oil or placebo. Patients were randomized by a block randomization with four subjects per block with a ratio of 1:1 for each block. The randomization was done by research pharmacists who maintained the key until the end of the study.\n\nN-3 PUFA supplementation was achieved with four capsules of ProOmega (Ultimate Omega) taken twice daily (Nordic Naturals, Watsonville, CA), corresponding to a total of 4.4 g/d. Each ProOmega (Ultimate Omega) capsule contains 325 mg of EPA and 225 mg of DHA. The dose of 4 g/d corresponds to the American Heart Association’s recommendations for the treatment of hypertriglyceridemia. The placebo group took the same number of capsules containing soybean (Nordic Naturals) that was designed to appear the same as the treatment capsules. Study subjects attended a baseline visit and underwent a comprehensive vascular physiology assessment and then started on the study drug or placebo for 3 mo. After 3 mo of intervention, they returned for a second visit where the assessment was repeated (Supplemental Fig. 1). Compliance with daily supplementation was addressed using a pill count that was performed at the follow-up visit. Dietary information was not collected throughout the trial; however, participants in both groups were encouraged to engage in healthy dietary habits according to national society guidelines.\n\nThe primary end point was a change in plasma high-sensitivity C-reactive protein (hsCRP). Several secondary end points were measured to evaluate a wide range of potential effects that n-3 PUFA supplementation may have. These included changes in other biomarkers of inflammation, SPM profile, omega-3 index, brachial artery flow-mediated vasodilation (FMD), and measures of walking ability. SPMs measured included bioactive products and their biosynthetic pathway markers generated from EPA, DHA, and arachidonic acid (AA) (see below).\n\nInstitutional review board approval was granted for this study by the Committee on Human Research at the University of California, San Francisco as well as the SFVAMC Research and Development Office, with all participants giving informed written consent. The study was registered with Clinical-Trials.gov (NCT01979874).\n\nMeasurements\n\nDemographics, anthropometries, medical history, and hemodynamic measurements\n\nBasic demographic information was provided by the participant through an intake questionnaire. Information on past medical history and medication use was obtained through the SFVAMC electronic medical record, and common atherosclerotic risk factors such as coronary artery disease, hypertension, hyperlipidemia, diabetes mellitus, and smoking history were recorded. ABIs were measured bilaterally using current guidelines and standards.\n\nRenal, lipid, metabolic, and inflammation measurements\n\nBlood samples were collected in a fasting state and assayed the same day per standard methodology (Beckman Coulter Analyzer, Miami, FL) for measurement of creatinine, estimated glomerular filtration rate, albumin, hemoglobin A1C, and lipids. Plasma was isolated from venous blood and assayed for hsCRP the same day as collection per standard methodology (Beckman Coulter Analyzer). Serum was stored at −80° C until assayed for interleukin-6 (IL-6) and soluble intracellular adhesion molecule-1 (ICAM-1) using commercially available enzyme-linked immunosorbent assay (ELISA) kits per standard protocol (R&D Systems Inc, Minneapolis, MN). The typical coefficients of variation for IL-6 and ICAM-1 are 7.4% and 4.6%, respectively. The lower limits of detection are 0.04 pg/mL and 0.10 ng/mL, respectively.\n\nOmega-3 index\n\nThe omega-3 index represents the red blood cell (RBC) content of the two major long-chain n-3 fatty acids (FAs), EPA and DHA, and equates to EPA + DHA as a percent of total RBC FAs. The RBCs were isolated from whole venous blood and were assayed for n-3 FAs, n-6 FAs, AA, EPA, and DHA, according to the HS-Omega-3 Index methodology. The typical coefficient of variation for the HS-Omega-3 Index using this procedure is 3%. The average omega-3 index in the United States population is 4.5%, with values ranging from 2.7% in the lowest fifth percentile to 8.8% in the highest 95th percentile.\n\nMass spectrometry—based lipid mediator metabolomics\n\nFrozen plasma samples were subjected to solid-phase extraction and profiled for bioactive lipid mediators using liquid-chromatography-tandem mass spectrometry (LC-MS/ MS) using methodologies that have been previously described. Briefly, three volumes of methanol containing internal deuterium-labeled standards (i.e., d5-RvD2, d5-LXA4, d4-PGE2, d4-LTB4, d8–5-HETE) were added to plasma samples before solid-phase extraction to assess extraction recovery in each chromatographic region. Methyl formate fractions were collected and dried under a steady stream of N2 gas, resuspended in methanol:water (50:50), and analyzed by LC-MS/MS. Identification of mediators was accomplished using specific multiple reaction monitoring transitions and matching of retention time and diagnostic fragmentation spectra as compared to authentic standards. Abundance of lipid mediators was quantified using standard curves constructed with synthetic or authentic standards for each compound.\n\nBrachial artery FMD\n\nBrachial artery FMD was measured according to current guidelines and standards and as already described. FMD in healthy subjects is expected to be above 7% and has been reported to range between 0.2 and 19.2%.\n\nFunctional tests\n\nThe 6-min walk test was administered according to standard procedures, and the distance to claudication and the time to claudication were recorded. Patients completed the walking impairment questionnaire, which is a validated survey that assesses a patient’s perceived walking capacity and limitation due to claudication across three domains: distance, speed, and stair climbing.\n\nStatistical analysis\n\nSample size was estimated based on the primary end point (reduction in hsCRP). It was estimated that a hsCRP value of 5.0 ± 5.0 mg/L can be expected in the PAD population and that 3 mo of n-3 PUFA supplementation would result in a 30% decrease in hsCRP. A sample size of 30 patients per group (60 in total) would have 80% power to conclude that hsCRP reduction is significantly higher in the treatment group.\n\nStatistical analyses were performed using STATA 15 (StataCorp, College Station, TX), and variables were summarized by appropriate descriptive statistics. Baseline demographics and clinical variables were compared between the placebo and fish oil group using Fisher’s exact test for categorical variables and Student’s t-test for continuous variables. Paired Student’s t-tests were used to compare baseline variables with postintervention variables. All analyses were based on intention to treat.\n\nTo visualize changes driven by n-3 PUFA supplementation, interaction network pathway analyses of the EPA lipid mediator metabolome were performed between treatment groups using Cytoscape. To accomplish these analyses, a missing value imputation that replaced nondetected values with half the minimum value for each mediator was used. In addition, a log transformation of the data was performed. These pathways graphically illustrate both the magnitude of change from baseline to 3-month follow-up for each treatment and the mean abundance of each mediator in the 3-month follow-up samples.",
  "results": "Results\n\nTwenty-four patients were enrolled in the study (all male), with 11 randomized to the fish oil group and 13 randomized to the placebo group (Supplemental Fig. 2). Recruitment for the trial was slower than expected and was ended by the principal investigator before reaching target enrollment. Two subjects (one per group) did not complete a follow-up visit and dropped out of the trial because of personal reasons. One subject in the placebo group developed headaches of an unknown cause and was removed from the study, reported to the institutional review board, and referred to the neurology service, who did not suspect that the placebo pills were the cause of the headaches. One subject in the fish oil group was hospitalized for a stroke and stopped taking the intervention while in the hospital. No participant in this trial dropped out of the study because of gastrointestinal upset, which is a commonly reported adverse effect of fish oil supplementation. This resulted in an overall dropout rate of 17%. Both groups were balanced after randomization with the exception of lower aspirin use in the fish oil (7/11 versus. 13/13, P = 0.03) (Table 1).\n\nThere was no significant change in the primary outcome of hsCRP levels after intervention in the fish oil or placebo group (Table 2). This was also true for IL-6 and ICAM-1. However, the omega-3 index increased more than two-fold in the fish oil group only (7.2 ± 1.2% increase from baseline, P < 0.001; between group differential P < 0.001).\n\nConsistent with increases in the omega-3 index observed in the fish oil group, several downstream omega-3 PUFA products increased in this group as well. Fish oil supplementation resulted in increases in total plasma DHA (2046 ± 2094 pg/mL, P = 0.03) and EPA (6785 ± 2039 pg/mL, P < 0.001) (Fig. 1). The increase in EPA observed in the fish oil group was significantly greater than the change in EPA observed in the placebo group (P < 0.001). Using interaction network pathway analyses to visualize quantitative differences in the EPA metabolome from baseline to follow-up, we observed enrichment in SPM biosynthesis pathways in the fish oil group (Fig. 2). Several downstream EPA products that are SPM biosynthesis pathway markers were identified (Table 3 and Fig. 2). These included 15-hydroxyeicosapentaenoic acid (15-HEPE), a marker of lipoxin A5 (LXA5) biosynthesis, and 18-HEPE, which is a marker of E-series resolvin biosynthesis. The levels of 15-HEPE and 18-HEPE increased significantly after 3 mo of fish oil supplementation, whereas there was no change in the placebo group (Table 3 and Fig. 3). Similarly, levels of LXA5 increased in the fish oil group but remained the same in the placebo group. E-series resolvins (i.e., RvE1 and RvE3) increased in the fish oil group, but only changes in RvE3 were statistically significant (Table 3 and Fig. 3).\n\nSimilar to products of EPA metabolism, several downstream DHA products that serve as SPM biosynthesis pathway markers were identified in the plasma. In the fish oil group, levels of 14-hydroxydocosahexaenoic acid (14-HDHA) and 17-HDHA, which are markers of the maresin and D-series resolvin pathways, respectively, increased significantly after fish oil supplementation (Table 3). We also identified D-series resolvins (RvD1–5), maresins (MaR1, MaR2), and protectins (PD1,17R-PD1) in the plasma (Table 3). However, no significant relationship between their levels and fish oil supplementation was observed. Similarly, we identified several AA products, including lipoxins, leukotrienes, and prostaglandins, but no significant relationships between the fish oil and placebo groups were observed (Supplemental Table 1).\n\nWith regard to functional measurements, after intervention, the fish oil group had a greater time to claudication (94 ± 88 s increase from baseline, P = 0.12) and a greater distance to claudication (106 ± 92 m increase from baseline, P = 0.06) after intervention as measured by the 6-min walk test (Table 2). Although these changes were not statistically significant, these trends were not observed in the placebo group. There were no significant changes in perceived walking performance as measured by the walking impairment questionnaire in either group. In addition, there was no significant change in FMD in the fish oil group, although FMD increased in the placebo group, which was significantly different between groups (Table 2).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Peripheral artery disease",
    "n-3 polyunsaturated fatty acids",
    "Fish oils",
    "Specialized pro-resolving lipid mediators",
    "Other pharmacotherapy",
    "Article"
  ],
  "citations": [
    {
      "title": "Associations of dietary longchain n-3 polyunsaturated fatty acids and fish with biomarkers of inflammation and endothelial activation (from the Multi-Ethnic Study of Atherosclerosis [MESA]).",
      "authors": [
        "K He",
        "K Liu",
        "ML Daviglus"
      ]
    },
    {
      "title": "Dietary intake of n-3 polyunsaturated fatty acids is inversely associated with CRP levels, especially among male smokers.",
      "authors": [
        "M Ohsawa",
        "K Itai",
        "T Onoda"
      ]
    },
    {
      "title": "Association between omega-3 fatty acid supplementation and risk of major cardiovascular disease events: a systematic review and meta-analysis.",
      "authors": [
        "EC Rizos",
        "EE Ntzani",
        "E Bika"
      ]
    },
    {
      "title": "The effects of dietary fatty acid supplementation on endothelial function and vascular tone in healthy subjects.",
      "authors": [
        "F Khan",
        "K Elherik",
        "C Bolton-Smith"
      ]
    },
    {
      "title": "Effects of dietary omega-3 fatty acid supplementation on endothelium-dependent vasodilation in patients with chronic heart failure.",
      "authors": [
        "DR Morgan",
        "LJ Dixon",
        "CG Hanratty"
      ]
    },
    {
      "title": "Influence of omega-3 polyunsaturated fatty acid-supplementation on platelet aggregation in humans: a meta-analysis of randomized controlled trials.",
      "authors": [
        "LG Gao",
        "J Cao",
        "QX Mao"
      ]
    },
    {
      "title": "Association of n-3 polyunsaturated fatty acids with stability of atherosclerotic plaques: a randomised controlled trial.",
      "authors": [
        "F Thies",
        "JM Garry",
        "P Yaqoob"
      ]
    },
    {
      "title": "Pro-resolving lipid mediators are leads for resolution physiology.",
      "authors": [
        "CN Serhan"
      ]
    },
    {
      "title": "Resolution of acute inflammation and the role of resolvins in immunity, thrombosis, and vascular biology.",
      "authors": [
        "BE Sansbury",
        "M Spite"
      ]
    },
    {
      "title": "Resolution of vascular injury: specialized lipid mediators and their evolving therapeutic implications.",
      "authors": [
        "B Wu",
        "G Mottola",
        "M Schaller"
      ]
    },
    {
      "title": "Nutrition impacts the prevalence of peripheral arterial disease in the United States.",
      "authors": [
        "JS Lane",
        "CP Magno",
        "KT Lane"
      ]
    },
    {
      "title": "Polyunsaturated fatty acids and peripheral artery disease.",
      "authors": [
        "SM Grenon",
        "M Hughes-Fulford",
        "J Rapp"
      ]
    },
    {
      "title": "n-3 Polyunsaturated fatty acids supplementation in peripheral artery disease: the OMEGA-PAD trial.",
      "authors": [
        "SM Grenon",
        "CD Owens",
        "H Alley"
      ]
    },
    {
      "title": "Short-Term, highdose fish oil supplementation increases the production of omega-3 fatty acid-derived mediators in patients with peripheral artery disease (the OMEGA-PAD I trial).",
      "authors": [
        "SM Grenon",
        "CD Owens",
        "EV Nosova"
      ]
    },
    {
      "title": "Fish consumption, fish oil, omega-3 fatty acids, and cardiovascular disease.",
      "authors": [
        "PM Kris-Etherton",
        "WS Harris",
        "LJ Appel"
      ]
    },
    {
      "title": "Video in clinical medicine. Ankle-brachial index for assessment of peripheral arterial disease.",
      "authors": [
        "SM Grenon",
        "J Gagnon",
        "Y Hsiang"
      ]
    },
    {
      "title": "The omega-3 index as a risk factor for coronary heart disease.",
      "authors": [
        "WS Harris"
      ]
    },
    {
      "title": "Association of marine omega-3 fatty acid levels with telomeric aging in patients with coronary heart disease.",
      "authors": [
        "R Farzaneh-Far",
        "J Lin",
        "ES Epel"
      ]
    },
    {
      "title": "Erythrocyte omega-3 fatty acids increase and linoleic acid decreases with age: observations from 160,000 patients.",
      "authors": [
        "WS Harris",
        "JV Pottala",
        "SA Varvel"
      ]
    },
    {
      "title": "Lipid mediator metabolomics via LC-MS/MS profiling and analysis.",
      "authors": [
        "J Dalli",
        "RA Colas",
        "ME Walker"
      ]
    },
    {
      "title": "Guidelines for the ultrasound assessment of endothelial-dependent flow-mediated vasodilation of the brachial artery: a report of the International Brachial Artery Reactivity Task Force.",
      "authors": [
        "MC Corretti",
        "TJ Anderson",
        "EJ Benjamin"
      ]
    },
    {
      "title": "In vivo human lower extremity saphenous vein bypass grafts manifest flow mediated vasodilation.",
      "authors": [
        "CD Owens",
        "N Wake",
        "MS Conte"
      ]
    },
    {
      "title": "Assessment of flowmediated vasodilatation (FMD) of the brachial artery: effects of technical aspects of the FMD measurement on the FMD response.",
      "authors": [
        "ML Bots",
        "J Westerink",
        "TJ Rabelink"
      ]
    },
    {
      "title": "ATS statement: guidelines for the six-minute walk test.",
      "authors": []
    },
    {
      "title": "The walking impairment questionnaire: an effective tool to assess the effect of treatment in patients with intermittent claudication.",
      "authors": [
        "SP Nicolai",
        "LM Kruidenier",
        "EV Rouwet"
      ]
    },
    {
      "title": "Effects of Omega-3 fatty acids on endothelial function, arterial wall properties, inflammatory and fibrinolytic status in smokers: a cross over study.",
      "authors": [
        "G Siasos",
        "D Tousoulis",
        "E Oikonomou"
      ]
    },
    {
      "title": "The Omega-3 Index as a risk factor for cardiovascular diseases.",
      "authors": [
        "C von Schacky"
      ]
    },
    {
      "title": "Biomarkers of inflammation and thrombosis as predictors of near-term mortality in patients with peripheral arterial disease: a cohort study.",
      "authors": [
        "H Vidula",
        "L Tian",
        "K Liu"
      ]
    },
    {
      "title": "Elevated C-reactive protein levels are associated with postoperative events in patients undergoing lower extremity vein bypass surgery.",
      "authors": [
        "CD Owens",
        "PM Ridker",
        "M Belkin"
      ]
    },
    {
      "title": "Omega-3 polyunsaturated fatty acid in peripheral arterial disease: effect on lipid pattern, disease severity, inflammation profile, and endothelial function.",
      "authors": [
        "V Schiano",
        "E Laurenzano",
        "G Brevetti"
      ]
    },
    {
      "title": "Peripheral arterial disease: morbidity and mortality implications.",
      "authors": [
        "BA Golomb",
        "TT Dang",
        "MH Criqui"
      ]
    },
    {
      "title": "An imbalance between specialized pro-resolving lipid mediators and proinflammatory leukotrienes promotes instability of atherosclerotic plaques.",
      "authors": [
        "G Fredman",
        "J Hellmann",
        "JD Proto"
      ]
    },
    {
      "title": "Aspirin-triggered lipoxin and resolvin E1 modulate vascular smooth muscle phenotype and correlate with peripheral atherosclerosis.",
      "authors": [
        "KJ Ho",
        "M Spite",
        "CD Owens"
      ]
    },
    {
      "title": "D-series resolvin attenuates vascular smooth muscle cell activation and neointimal hyperplasia following vascular injury.",
      "authors": [
        "T Miyahara",
        "S Runge",
        "A Chatterjee"
      ]
    },
    {
      "title": "The pro-resolving lipid mediator maresin 1 (MaR1) attenuates inflammatory signaling pathways in vascular smooth muscle and endothelial cells.",
      "authors": [
        "A Chatterjee",
        "A Sharma",
        "M Chen"
      ]
    },
    {
      "title": "Resolvin D1 blocks H2O2-mediated inhibitory crosstalk between SHP2 and PP2A and suppresses endothelial-monocyte interactions.",
      "authors": [
        "R Chattopadhyay",
        "AM Mani",
        "NK Singh"
      ]
    },
    {
      "title": "Resolvin D2 is a potent regulator of leukocytes and controls microbial sepsis.",
      "authors": [
        "M Spite",
        "LV Norling",
        "L Summers"
      ]
    },
    {
      "title": "Resolvin D1 limits polymorphonuclear leukocytes recruitment to inflammatory loci: receptor-dependent actions.",
      "authors": [
        "LV Norling",
        "J Dalli",
        "RJ Flower"
      ]
    },
    {
      "title": "Aspirin-triggered lipoxin A4 blocks reactive oxygen species generation in endothelial cells: a novel antioxidative mechanism.",
      "authors": [
        "V Nascimento-Silva",
        "MA Arruda",
        "C Barja-Fidalgo"
      ]
    },
    {
      "title": "Lipoxins stimulate prostacyclin generation by human endothelial cells.",
      "authors": [
        "ME Brezinski",
        "MA Gimbrone",
        "KC Nicolaou"
      ]
    },
    {
      "title": "15-epilipoxin A4-mediated induction of nitric oxide explains how aspirin inhibits acute inflammation.",
      "authors": [
        "MJ Paul-Clark",
        "T Van Cao",
        "N Moradi-Bidhendi"
      ]
    },
    {
      "title": "Cardiovascular risk reduction with icosapent ethyl for hypertriglyceridemia.",
      "authors": [
        "DL Bhatt",
        "PG Steg",
        "M Miller"
      ]
    },
    {
      "title": "Specialized proresolving lipid mediators in patients with coronary artery disease and their potential for clot remodeling.",
      "authors": [
        "TK Elajami",
        "RA Colas",
        "J Dalli"
      ]
    },
    {
      "title": "Omega-3 polyunsaturated fatty acids improve endothelial function in humans at risk for atherosclerosis: a review.",
      "authors": [
        "KR Zehr",
        "MK Walker"
      ]
    },
    {
      "title": "Daily supplementation with (n-3) PUFAs, oleic acid, folic acid, and vitamins B-6 and E increases pain-free walking distance and improves risk factors in men with peripheral vascular disease.",
      "authors": [
        "JJ Carrero",
        "E Lopez-Huertas",
        "LM Salmeron"
      ]
    },
    {
      "title": "Fish oil induced increase in walking distance, but not ankle brachial pressure index, in peripheral arterial disease is dependent on both body mass index and inflammatory genotype.",
      "authors": [
        "J Madden",
        "A Brunner",
        "ND Dastur"
      ]
    },
    {
      "title": "Omega-3 fatty acids for intermittent claudication.",
      "authors": [
        "A Campbell",
        "J Price",
        "WR Hiatt"
      ]
    }
  ],
  "original_title": "n-3 Polyunsaturated fatty acids supplementation in peripheral artery disease: the OMEGA-PAD trial",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/32f2/6462350/629e7c4b3186/nihms-1008290-f0001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/32f2/6462350/b496e9a3ef33/nihms-1008290-f0002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/32f2/6462350/6da26aeb6c7e/nihms-1008290-f0003.jpg"
  ]
}