{
  "pmcid": "7138367",
  "title": "Multiscale effects of spaceflight on murine tendon and bone",
  "abstract": "Despite a wealth of data on the effects of spaceflight on tendons and bones, little is known about its effects on the interfacial tissue between these two structures, the enthesis. Mice were sent to space on three separate missions: STS-131, STS-135, and Bion-M1 to determine how spaceflight affects the composition, structure, mechanics, and gene expression of the humerus-supraspinatus and calcaneus-Achilles entheses. At the nanoscale, spaceflight resulted in decreased carbonate levels in the bone, likely due to increased remodeling, as suggested by increased expression of genes related to osteoclastogenesis (CatK, Tnfsf11) and mature osteoblasts (Col1, Osc). Tendons showed a shift in collagen fibril size towards smaller diameters that may have resulted from increased expression of genes related to collagen degradation (Mmp3, Mmp13). These nanoscale changes did not result in micro- and milliscale changes to the structure and mechanics of the enthesis. There were no changes in bone volume, trabecular structure, failure load, or stiffness with spaceflight. This lack of tissue-level change may be anatomy based, as extremities may be less sensitive to spaceflight than central locations such as vertebrae, yet results highlight that the tendon enthesis may be robust against negative effects of spaceflight.",
  "introduction": "Introduction\n\nWith increased interest in long-term space exploration, such as the proposed mission to Mars, it has become increasingly important to explore the effects of the space environment on the musculoskeletal system. In particular, decreased loading due to microgravity can cause significant loss of bone and muscle mass and predispose those tissues to injury. The effects of disuse on the musculoskeletal system have been examined via a number of earthbound analogues. These model systems have shown that disuse leads to decreased muscle mass, decreased tendon thickness, bone loss, and compromised strength and stiffness of both tendon and bone. However, these earthbound analogues are not able to fully capture the effects of spaceflight on the musculoskeletal system. Thus, it remains necessary to directly examine how the musculoskeletal system responds to the space environment.\n\nIn the last several decades, space-based studies have brought us a wealth of information about how the musculoskeletal system reacts to spaceflight conditions. Much like with the earthbound analogues, decreases in bone and tendon mass as well as compromised mechanics have been reported. However, although structural and mechanical changes of individual tissues have been well examined, there is little information about what happens at the interfaces between these tissues. The tendon-to-bone attachment (the “enthesis”) enables the transfer of load from muscles to the skeleton, allowing for joint motion. However, due to the presence of stress concentrators that arise at interfaces between dissimilar materials such as tendon and bone, the enthesis is at high risk for rupture. Furthermore, this interface is particularly sensitive to changes in its loading environment; earthbound studies have shown that 3 weeks of muscle paralysis leads to defects in murine enthesis structure and mechanics at multiple length scales. At the millimeter scale, there was a significant loss of trabecular bone. At the micrometer scale, changes in mineral size and orientation led to defects in energy absorption. At the nanoscale, loss of carbonate in the mineral lattice led to stiffening of the mineral. Together, these structural and compositional changes led to an increased risk and extent of failure at the tendon attachment. In the current study, mice from NASA missions STS-131, STS-135, and Bion-M1 were examined after multiple weeks of spaceflight. Changes to the structural, compositional, and mechanical properties of tendon entheses were examined.",
  "methods": "Materials and Methods\n\nSample preparation\n\nMice for this study (see Table 1 for details) flew on one of three spaceflight missions: STS-131, STS-135, or Bion-M1. For U.S. National Aeronautics and Space Administration (NASA) STS-131, the space shuttle Discovery launched from Kennedy Space Center (KSC; Cape Canaveral, FL, USA) on April 5, 2010, for a 15-d flight, and landed at KSC on April 20, 2010. For NASA STS-135, the space shuttle Atlantis launched from KSC on July 8, 2011, for a 13-d flight, and landed at KSC on July 21, 2011. For the Russian Academy of Sciences, Institute of Biomedical Problems Bion-M1, the space capsule launched on April 19, 2013, from Baikonur Cosmodrome, Kazakhstan, for a 30-d mission, and landed on May 19, 2013, near Orenburg, Russia. During spaceflight, mice were housed in specialized animal enclosure modules—self-contained habitats that provided continuous living space, food, water, ventilation, and lighting. Age- and gender-matched mice were housed on the ground in conditions that were identical to those of spaceflight (FL) mice and were used as ground controls (GCs). FL mice were euthanized 2–14 h after landing. Humerus-supraspinatus (HS) complexes as well as calcaneus-Achilles (CA) complexes from STS and Bion-M1 mice were dissected immediately after being euthanized at KSC and at the Institute of Biomedical Problems (Moscow, Russia), respectively. Experimental procedures for STS mice were approved by the Institutional Animal Care and Use Committee of NASA and conformed to the Guide for the Care and Use of Laboratory Animals (National Institutes of Health, Bethesda, MD, USA). The Bion-M1 animal study was approved by the Institutional Animal Care and Use Committee of Moscow State University, Institute of Mitoengineering, and by the Biomedical Ethics Commission of the Institute of Biomedical Problems and conducted in compliance with the European Convention for the Protection of Vertebrate Animals used for Experimental and Other Scientific Purposes. The HS and CA complexes were collected and separated for characterization by: microcomputed tomography (µCT) and mechanical testing, Raman spectroscopy, transmission electron microscopy, or qPCR.\n\nBone mineral composition\n\nFor Raman spectroscopic analysis of the mineral composition, freshly dissected calcanei were collected from six FL and seven GC mice from STS-131, mounted in Optimal Cutting Temperature (OCT) compound, frozen at −80 °C, and sectioned in the sagittal plane to 20 µm on a cryostat. Thin sections of the tendon-to-bone attachment were deposited on glass slides and maintained frozen until spectra could be obtained. Spectra were collected using a laser Raman microprobe (HoloLab Series 5000 fiberoptically coupled Raman Microscope, Kaiser Optical Systems, Inc.) using techniques described previously. A 532 nm laser was focused to a ~1 μm beam spot using an 80 × objective (N.A. = 0.85) and delivering 10 mW of power to the surface of the sample. The scattered light was then collected as 32 4-second acquisitions in a backscatter configuration through the objective lens and transmitted to a 2048-channel CCD detector. Raman spectra were collected within the cortical shell of the calcaneus. Spectra were analyzed as previously described. Briefly, spectra were background corrected, and peaks within the spectral range 700–1200 Δcm−1 were deconvolved with a mixed Gaussian–Lorentzian peak-fitting algorithm in the GramS42® software package (Galactic, Salem, NH). The ratio of peak intensities between the ν1 P–O stretching band of carbonated hydroxylapatite (~960 Δcm−1) and the aromatic ring stretching band of phenylalanine residues in collagen (~1003 Δcm−1), Fig. 1A, was calculated to represent the mineral-to-matrix ratio. In addition, the peak height ratio of the carbonate ν1 stretching band in apatite (~1070 Δcm−1) to the phosphate 960 Δcm−1 band was determined at each analysis site as a measure of carbonate concentration.\n\nCollagen fibril diameters\n\nFive FL and six GC Achilles tendons from the Bion-M1 mission were frozen immediately after dissection. They were then thawed and fixed in 2% paraformaldehyde, 2.5% glutaraldehyde, and 0.1 M sodium cacodylate, for 1 hr at room temperature. They were washed in 0.1 M cacodylate buffer, and postfixed in 1% osmium tetroxide in cacodylate buffer, pH 7.4 for 1h at room temperature. The tendons were then dehydrated in a graded ethanol series followed by propylene oxide. The tissue was infiltrated with increasing concentrations of Polybed resin mixed with propylene oxide as follows: 1:1 for 4 h, 1:4 for 12 h, final embedding mixture for 8 h. Finally, the tissues were embedded in fresh embedding mixture, and polymerized at 68°C overnight. A microtome was used to section 90 nm thick sections that were deposited on carbon-coated copper grids. The sections were then stained with 2.5% uranyl acetate in EtOH for 30 min at room temperature followed by 30–45 min with 0.2% lead citrate in 0.1 N NaOH. Ultrathin transverse sections were examined in a Hitachi H-7650 TEM operating at 120 kV accelerating voltage. Several brightfield images were taken from each sample with a magnification above 10000X at locations where the fibrils appeared to be oriented perpendicular to the section plane, Fig. 2A. ImageJ software (version 1.51u, NIH) was used to measure the minimum diameter of at least 400 fibrils from each tissue sample. Histograms were generated from this data.\n\nBone morphometry (µCT)\n\nSix FL and four GC HS samples from STS-131, 13 FL and 13 GC CA samples from STS-135, and 12 FL and 11 GC HS samples from Bion-M1 were prepared and scanned for micro-computed tomography (µCT) analysis. These specimens had been wrapped in gauze soaked in phosphate buffered saline (PBS) and stored at −20 °C prior to analysis. μCT imaging was performed using a Scanco μCT40 scanner (ScancoMedical AG, Switzerland). Scans were performed at X-ray tube settings of 55 kV and 145 μA with a 200 ms integration time at an isometric resolution of 20 μm. The scanned region included the humeral head and the supraspinatus tendon. These scans were used to measure the trabecular morphometry in the humeral head. In the CA samples, cortical thickness in the midsection of the calcaneus, minimum tendon cross-sectional area, and trabecular morphometry in the posterior most 1mm were measured. For the HS, trabecular morphometry was measured in the humeral head above the growth plate.\n\nBone morphometry values such as the cortical thickness (Ct.Th.), ratio of bone volume/total volume (BV/TV), trabecular thickness (Tb.Th.), trabecular spacing (Tb.Sp.) and trabecular number (Tb.N.) were measured using a built-in software algorithm (Scanco, Zurich, Switzerland). To determine the minimum cross-sectional area of the tendon, cross-sectional areas of sagittal slices through the tendon were determined using thresholding and the minimum cross-sectional area was recorded.\n\nMechanical properties\n\nUniaxial tensile testing was performed to determine the mechanical properties of the entheses of samples from STS-131 (5 FL, 5GC), STS-135 (10 FL, 10 GC) and Bion-M1 (5 FL, 5 GC) as previously described . For the HS complex, after µCT scanning to determine the tendon and enthesis cross-sectional areas, the humerus was potted in epoxy up to the humeral head to stabilize the bone. A paperclip embedded in additional epoxy was placed over the articular surface of the humeral head to minimize the risk of fracture at the growth plate. For the CA complex, a custom loading rig was employed that maintained a 90° angle between the Achilles tendon and the calcaneus to reproduce physiological conditions. Tendons were wrapped in saline-soaked gauze during potting to maintain hydration. Immediately before testing, the tendon was secured between two layers of thin paper with a drop of cyanoacrylate adhesive before being installed in the grips. Samples were tested in a 37°C saline bath attached to an Instron ElectroPuls E1000 (Instron Corp., Canton, MA) fitted with a 5 lb load cell. The tendon gauge length was determined optically. The testing protocol (WaveMatrix software, Instron Corp., Canton, MA) consisted first of a 300 mN for preload for HS and a 150 mN preload for CA followed by 5 cycles of preconditioning consisting of a triangle waveform at 0.1 Hz with a peak strain of 1%. Tendons were returned to the baseline state for 150 sec for HS and 40 sec for CA before loading to failure at 0.5 %/s for HS and 1%/s for CA.\n\nEstimates of the maximum force and stiffness were made from the load–displacement curves of each load-to-failure test. Material properties were determined by normalizing the force by the minimum cross-sectional area of the tendon as measured via μCT to obtain stresses. Young’s modulus and maximum stress were calculated from the stress-strain curves. The linear portion of the curves, used to calculate stiffness and Young’s modulus, was identified by adjusting a window of points within the load–deformation or stress–strain curves so as to maximize the R2 value for a linear least squares regression of the data in the window.\n\nAfter failure, all HS samples exhibited a failure crater at the tendon-bone attachment site where mineralized tissue was fractured during mechanical testing, Fig. 4H. The area of the crater was measured by reconstructing the 3D volume of the humeral head from the µCT slices in Osirix (Pixmeo, Bernex, Switzerland) and determining the area of the crater via ImageJ. In ImageJ, the outline of the crater was drawn by an experienced operator such that it included all areas where mineralized tissue had been removed. The crater area was determined from the area of the drawn shape using the program’s built-in area measurement tool.\n\nRNA isolation and quantitative RT-PCR\n\nMouse shoulders were isolated from STS-131 ground control (n=7) and spaceflight (n=7) mice after sacrifice and placed in RNAlater (Qiagen, Valencia, CA, USA) to preserve RNA. The mice on this mission were sacrificed approximately 2–4 hrs after landing. Infraspinatus (IS) and supraspinatus (SS) tendon entheses as well as marrow-free humeral shafts were subsequently dissected, frozen in liquid nitrogen, and pulverized with Mikro-Dismembrator U (B. Braun Biotech International, Melsungen, Germany). For the entheses, total RNA was isolated with the Arcturus PicoPure RNA isolation kit (Applied Biosystems, Forster City, CA) according to the manufacturer’s instructions. 400 ng of total RNA were reversely transcribed into cDNA using the SuperScript VILO cDNA Synthesis Kit (Life Technologies). For humeri, total RNA was extracted with Trizol reagent (Ambion) and RNeasy mini kit (Qiagen) as previously described. 500 ng of total RNA were reversely transcribed into cDNA as described above. The relative abundances of target genes were determined with a SYBR green-based quantitative real-time PCR using Gapdh as the endogenous reference gene. The data are shown as fold changes compared to the gene expression levels of ground control mice (2−ΔΔCt value). All quantitative RT-PCR primers used in this study were purchased from Qiagen (Hilden, Germany).\n\nStatistical Analysis\n\nWhen analyzing the significance of the measured outcomes, it was necessary to account for the effects of the specific mission (STS-131, STS-135, and Bion-M1) from the effects of spaceflight (GC vs. FL). To do this, a 2-way ANOVA was performed for the factors mission and spaceflight. Significance was defined as p < 0.05. Post-hoc comparisons were performed using Tukey tests. For the fibril diameter, the Kolmogorov-Smirnov 2-sample test was used to compare the distribution of all diameters measured in the FL group to that in the GC group. All statistical calculations were performed in Minitab18 (Minitab Inc., State College, PA).",
  "results": "Results\n\nNanoscale: Mineral Composition\n\nRaman analysis of the cortical shell of the calcaneus demonstrated that carbonate levels in the bone mineral were significantly decreased after 15 days of spaceflight (STS-131, Fig. 1). The ratio of the carbonate to phosphate peak height shifted from 0.168 ± 0.025 in the ground control samples to 0.135 ± 0.023 after 15 days of spaceflight (p=0.006). There was no significant change in the mineral-to-matrix ratio with values of 14.1±2.8 and 17.3±6.9 for the GC and FL samples respectively (p=0.31).\n\nNanoscale: Fibril Diameter\n\nThe distribution of Achilles tendon fibril diameters was significantly affected by spaceflight. The Kolmogorov-Smirnov test confirmed that the two distributions were different (test statistic 0.101> critical value 0.045). After 30 days of spaceflight, there was a distinct shift from larger fibril diameters to smaller fibril diameters in the tendon (Bion-M1, Fig. 2). The average fibril diameter across all samples decreased from 163 ± 63 μm for the ground control samples to 126 ± 51 μm for the tendons exposed to 30 days of spaceflight (p<0.0001). There was no significant change in percent fibril area (71 ± 8% for flight and 72 ± 4% for ground control).\n\nMicroscale: Bone morphometry\n\nSpaceflight did not lead to statistically significant changes in bone morphometry of the humeral head and the calcaneus (Fig. 3). Compared to ground controls, humeral head BV/TV was unchanged due to spaceflight for both the 15-day and 30-day time points (STS-131: p=0.41, Bion-M1: p=0.51; Fig. 3). Similarly, the trabecular structure was unaffected by spaceflight; there were no changes in trabecular thickness (STS-131 p=0.40, Bion-M1: p=0.60), trabecular number (STS-131: p=0.78, Bion-M1: p=0.67), and trabecular spacing (STS-131: p=0.66, Bion-M1: p=0.74) in the spaceflight samples compared to ground control samples (Fig. 3). Although BV/TV did not differ between missions, Tb.Th. and Tb.Sp. were significantly lower and Tb.N. was significantly higher in the 15-day STS-131 samples compared to the 30-day Bion-M1 samples (Tb.Th: p=0.002, Tb.Sp.: p=0.014, Tb.N.: p=0.02). Notably, when comparing ground controls, Tb.Th. and Tb. Sp. were higher, and Tb.N. was lower, for STS-131 samples compared to Bion-M1 samples (Tb.Th.: p=0.002, Tb.Sp: p=0.10, Tb.N.: p=0.15).\n\nWhen examining the bone morphometry of the calcaneus, no significant effects of spaceflight were seen in BV/TV (STS-131: p=0.31, STS-135: p=0.72, Bion-M1: p=0.91; Fig. S1). Cortical thickness was unchanged due to spaceflight, although there was a trend toward a decreased cortical thickness after the 15-day STS-131 mission (STS-131: p=0.08, STS-135: p=0.08, Bion-M1: p=0.77; Fig. S1). Trabecular structure was also unaffected by spaceflight (Tb.Th., STS-131: p=0.88, STS-135: p=0.43, Bion-M1: p=0.75; Tb.Sp., STS-131: p=0.81, STS-135: p=0.40, Bion-M1: p=0.67; Tb.N., STS-131: p=0.64, STS-135: p=0.33, Bion-M1: p=0.75; Fig. S1). When comparing the three missions, cortical thickness, Tb.Sp. and Tb.Th. were decreased, and Tb.N. was increased, in the 30-day Bion-M1 mission compared to the shorter STS missions (Fig. S1). Notably, differences were also seen when comparing the ground controls among the three missions (Fig. S1).\n\nMilliscale: Mechanical Properties\n\nThere were few changes to the mechanical properties of the supraspinatus tendon enthesis with spaceflight (Fig. 4). The structural properties maximum force and stiffness were not significantly different between spaceflight and ground controls for any of the missions (maximum force, STS-131: p=0.26, STS-135: p=0.33, Bion-M1: p=0.25; stiffness, STS-131: p=0.66, STS-135: p=0.52, Bion-M1: p=0.07). There were no significant differences in structural properties between the three missions. When examining material properties, maximum stress was not changed after 2 weeks of spaceflight (STS-131: p=0.18, STS-135: p=0.11), but there was a trend toward an increase after 4 weeks of spaceflight (Bion-M1: p=0.09). There was no significant difference in maximum stress between the three missions. Similarly, modulus was not changed after 2 weeks of spaceflight (STS-131: p=0.24, STS-135: p=0.11), but there was a significant increase after 4 weeks (Bion-M1: p=0.02). There was a significant difference in modulus when comparing STS-131 to STS-135. Resilience was not affected by spaceflight (STS-131: p=0.62, STS-135: p=0.43, Bion-M1: p=0.96). There were trends for decreased tendon cross-sectional area after 2 weeks of spaceflight (STS-131: p=0.08, STS-135: p=0.07, Fig. 4) and after 4 weeks of spaceflight (Bion-M1: p=0.05, Fig 4). There were no significant changes to failure area due to spaceflight (STS-131: p=0.49; Fig. 4).\n\nThere were few changes to the mechanical properties of the Achilles tendon enthesis with spaceflight (Fig. S2). Specifically, there were no significant changes to stiffness and modulus with spaceflight, although there was a trend towards an increased stiffness for the longer mission (stiffness, STS-135: p=0.73, Bion-M1: p=0.10; modulus, STS-135: p=0.37, Bion-M1: p=0.23). The cross-sectional area of the Achilles tendon increased with spaceflight after 2 weeks of spaceflight (STS-135: p=0.003) but was unchanged after 4 weeks of spaceflight (Bion-M1: p=0.69). There were no observable effects with mission on the cross-sectional area.\n\nGene expression\n\nGene expression data was collected for the humerus bone (Fig. 5A) and the rotator cuff tendon entheses (Figs. 5B, S3) from mice that flew on the 13 day STS-131 mission. For the humerus, expression of genes associated with mature osteoblasts (Alp, Bsp, Col1, Osc) were significantly upregulated in flight bones compared to ground control bones. Expression of genes associated with osteoblast differentiation were either unchanged (Bmp2, Runx) or decreased (Osx). Mechanoresponsiveness-associated genes showed decreased expression in some cases (Cox2, Dkk1) and increased expression in other cases (Sost) for flight bones compared to ground control bones. Expression of osteoclast-related genes (CatK, Tnfsf11) were significantly increased due to spaceflight. Expression of apoptosis promoters (Bax, Casp) and inhibitors (Bcl) were significantly increased with spaceflight. Expression of adipogenesis promoters were increased in some cases (Cebp) and decreased in others (Pparg2) due to spaceflight. Expression of Wnt receptor-associated genes (Lrp6, Postn, Sfrp) were generally unchanged, with the exception of Lrp5, which was significantly increased with spaceflight. Expression of Wnt ligand-associated genes (Wnt1, Wnt3a, Wnt10b) were unchanged due to spaceflight.\n\nGene expression analysis of the supraspinatus tendon entheses demonstrated increased expression of extracellular matrix degradation-related genes due to spaceflight (Fig. 5B). Expression of matrix metalloproteinase genes Mmp3 and Mmp13 was increased in spaceflight entheses compared to ground control entheses. Other genes associated with extracellular matrix remodeling (Mmp2, Mmp9, and Mmp inhibition-related Timp1, Timp2, Timp3) and extracellular matrix proteins (Col1, Col3, Col10, Acan) were unchanged with spaceflight. Gene expression analysis on the infraspinatus tendon entheses indicated no significant change with space flight (Fig. S3).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "enthesis",
    "spaceflight",
    "composition",
    "structure",
    "mechanics",
    "Article"
  ],
  "citations": [
    {
      "title": "Influence of Spaceflight on Rat Skeletal Muscle",
      "authors": [
        "TP Martin",
        "VR Edgerton",
        "RE Grindeland"
      ]
    },
    {
      "title": "Physiology of a Microgravity Environment Invited Review: Microgravity and Skeletal Muscle",
      "authors": [
        "RH Fitts",
        "DR Riley",
        "JJ Widrick"
      ]
    },
    {
      "title": "Disuse of the Musculo-Skeletal System in Space and on Earth",
      "authors": [
        "MV Narici",
        "MD Boer"
      ]
    },
    {
      "title": "The Current State of Bone Loss Research: Data from Spaceflight and Microgravity Simulators",
      "authors": [
        "MP Nagaraja",
        "D Risin"
      ]
    },
    {
      "title": "",
      "authors": [
        "T Comte",
        "A Lau",
        "E Livingston",
        "R Ellman",
        "J Spatz",
        "L Stodieck",
        "M Bouxsein",
        "V Ferguson",
        "T Bateman"
      ]
    },
    {
      "title": "",
      "authors": [
        "CE Cann",
        "S Churchill"
      ]
    },
    {
      "title": "The Concentration of Stress at the Rotator Cuff Tendon-to-Bone Attachment Site Is Conserved across Species",
      "authors": [
        "F Saadat",
        "AC Deymier",
        "V Birman",
        "S Thomopoulos",
        "GM Genin"
      ]
    },
    {
      "title": "Collagen Fiber Orientation at the Tendon to Bone Insertion and Its Influence on Stress Concentrations",
      "authors": [
        "S Thomopoulos",
        "JP Marquez",
        "B Weinberger",
        "V Birman",
        "GM Genin"
      ]
    },
    {
      "title": "Functional Grading of Mineral and Collagen in the Attachment of Tendon to Bone",
      "authors": [
        "GM Genin",
        "A Kent",
        "V Birman",
        "B Wopenka",
        "JD Pasteris",
        "PJ Marquez",
        "S Thomopoulos"
      ]
    },
    {
      "title": "Age-Related Prevalence of Rotator Cuff Tears in Asymptomatic Shoulders",
      "authors": [
        "S Tempelhof",
        "S Rupp",
        "R Seil"
      ]
    },
    {
      "title": "The Multiscale Structural and Mechanical Effects of Mouse Supraspinatus Muscle Unloading on the Mature Enthesis",
      "authors": [
        "AC Deymier",
        "AG Schwartz",
        "Z Cai",
        "TL Daulton",
        "JD Pasteris",
        "GM Genin",
        "S Thomopoulos"
      ]
    },
    {
      "title": "Mice in Bion-M 1 Space Mission: Training and Selection",
      "authors": [
        "A Andreev-Andrievskiy",
        "A Popova",
        "T Nemirovskaya",
        "E Ilyin",
        "V Sychev",
        "R Boyle",
        "J Alberts",
        "B Shenkman",
        "O Vinogradova",
        "O Dolgov",
        "K Anokhin",
        "D Tsvirkun",
        "P Soldatov"
      ]
    },
    {
      "title": "Isoform Composition and Gene Expression of Thick and Thin Filament Proteins in Striated Muscles of Mice after 30-Day Space Flight",
      "authors": [
        "A Ulanova",
        "Y Gritsyna",
        "I Vikhlyantsev",
        "N Salmov",
        "A Bobylev",
        "Z Abdusalamova",
        "V Rogachevsky",
        "B Shenkman",
        "Z Podlubnaya"
      ]
    },
    {
      "title": "The Tendon-to-Bone Transition of the Rotator Cuff: A Preliminary Raman Spectroscopic Study Documenting the Gradual Mineralization across the Insertion in Rat Tissue Samples",
      "authors": [
        "B Wopenka",
        "A Kent",
        "JD Pasteris",
        "Y Yoon",
        "S Thomopoulos"
      ]
    },
    {
      "title": "Mineral Distributions at the Developing Tendon Enthesis",
      "authors": [
        "AG Schwartz",
        "JD Pasteris",
        "GM Genin",
        "TL Daulton",
        "S Thomopoulos"
      ]
    },
    {
      "title": "Muscle Loading Is Necessary for the Formation of a Functional Tendon Enthesis",
      "authors": [
        "AG Schwartz",
        "JH Lipner",
        "JD Pasteris",
        "GM Genin",
        "S Thomopoulos"
      ]
    },
    {
      "title": "",
      "authors": [
        "W Rasband"
      ]
    },
    {
      "title": "Effects of Spaceflight on the Muscles of the Murine Shoulder",
      "authors": [
        "H Shen",
        "C Lim",
        "AG Schwartz",
        "A Andreev-Andrievskiy",
        "AC Deymier",
        "S Thomopoulos"
      ]
    },
    {
      "title": "Effect of Disuse on the Ultrastructure of the Achilles Tendon in Rats",
      "authors": [
        "Y Nakagawa",
        "M Totsuka",
        "T Sato",
        "Y Fukuda",
        "K Hirota"
      ]
    },
    {
      "title": "Myotendinous Plasticity to Ageing and Resistance Exercise in Humans",
      "authors": [
        "ND Reeves",
        "MV Narici",
        "CN Maganaris"
      ]
    },
    {
      "title": "The Role of Osteopontin in Tendon Tissue Remodeling after Denervation-Induced Mechanical Stress Deprivation",
      "authors": [
        "N Mori",
        "T Majima",
        "T Uede",
        "N Iwasaki",
        "S Kon",
        "K Miyakawa",
        "C Kimura",
        "K Tanaka",
        "DT Denhardt",
        "S Rittling",
        "A Minami"
      ]
    },
    {
      "title": "Changes in Gene Expression of Individual Matrix Metalloproteinases Differ in Response to Mechanical Unloading of Tendon Fascicles in Explant Culture",
      "authors": [
        "DR Leigh",
        "EL Abreu",
        "KA Derwin"
      ]
    },
    {
      "title": "",
      "authors": [
        "S Mandair",
        "T Bateman",
        "D Morris"
      ]
    },
    {
      "title": "Bone Quality Changes Associated with Aging and Disease: A Review",
      "authors": [
        "AL Boskey",
        "L Imbert"
      ]
    },
    {
      "title": "Microgravity Induces Pelvic Bone Loss through Osteoclastic Activity, Osteocytic Osteolysis, and Osteoblastic Cell Cycle Inhibition by Cdkn1a/P21",
      "authors": [
        "EA Blaber",
        "N Dvorochkin",
        "C Lee",
        "JS Alwood",
        "R Yousuf",
        "P Pianetta",
        "RK Globus",
        "BP Burns",
        "E. a. C Almeida"
      ]
    },
    {
      "title": "Infrared Spectroscopy Indicates Altered Bone Turnover and Remodeling Activity in Renal Osteodystrophy",
      "authors": [
        "H Isaksson",
        "MJ Turunen",
        "L Rieppo",
        "S Saarakkala",
        "IS Tamminen",
        "J Rieppo",
        "H Kroger",
        "JS Jurvelin"
      ]
    },
    {
      "title": "Microgravity During Spaceflight Directly Affects in Vitro Osteoclastogenesis and Bone Resorption",
      "authors": [
        "R Tamma",
        "G Colaianni",
        "S Colucci",
        "M Grano",
        "A Zallone",
        "C Camerino",
        "A Di Benedetto",
        "G Greco",
        "M Strippoli",
        "R Vergari",
        "A Grano",
        "L Mancini",
        "G Mori"
      ]
    },
    {
      "title": "Space Microgravity Drives Transdifferentiation of Human Bone Marrow–Derived Mesenchymal Stem Cells from Osteogenesis to Adipogenesis",
      "authors": [
        "C Zhang",
        "L Li",
        "P Chen",
        "R Quan",
        "J Wang",
        "Y Jiang",
        "C Wang",
        "B Geng",
        "Y Wang",
        "J Chen",
        "F Liu",
        "P Qiu",
        "G Zhai"
      ]
    },
    {
      "title": "Suppression of Osteoblastic Phenotypes and Modulation of Pro- and Anti-Apoptotic Features in Normal Human Osteoblastic Cells under a Vector-Averaged Gravity Condition",
      "authors": [
        "H Nakamura",
        "Y Kumei",
        "S Morita",
        "H Shimokawa",
        "K Ohya",
        "K Shinomiya"
      ]
    },
    {
      "title": "Antagonism between Apoptotic (Bax/Bcl-2) and Anti-Apoptotic (Iap) Signals in Human Osteoblastic Cells under Vector-Averaged Gravity Condition",
      "authors": [
        "H Nakamura",
        "Y Kumei",
        "S Morita",
        "H Shimokawa",
        "K Ohya",
        "K Shinomiya"
      ]
    },
    {
      "title": "Protein-Free Formation of Bone-Like Apatite: New Insights into the Key Role of Carbonation",
      "authors": [
        "AC Deymier",
        "AK Nair",
        "JD Pasteris",
        "B Depalle",
        "Z Qin",
        "K Arcot",
        "C Drouet",
        "CH Yoder",
        "MJ Buehler",
        "S Thomopoulos",
        "GM Genin"
      ]
    },
    {
      "title": "Effects of Spaceflight on the Murine Mandible: Possible Factors Mediating Skeletal Changes in Non-Weight Bearing Bones of the Head",
      "authors": [
        "P Ghosh",
        "JN Stabley",
        "BJ Behnke",
        "MR Allen",
        "MD Delp"
      ]
    },
    {
      "title": "Spaceflight-Induced Bone Loss Alters Failure Mode and Reduces Bending Strength in Murine Spinal Segments",
      "authors": [
        "B Berg-Johansen",
        "EC Liebenberg",
        "A Li",
        "BR Macias",
        "AR Hargens",
        "JC Lotz"
      ]
    },
    {
      "title": "One-Month Spaceflight Compromises the Bone Microstructure, Tissue-Level Mechanical Properties, Osteocyte Survival and Lacunae Volume in Mature Mice Skeletons",
      "authors": [
        "M Gerbaix",
        "V Gnyubkin",
        "B Shenkman",
        "G Gauquelin-Koch",
        "L Vico",
        "D Farlay",
        "C Olivier",
        "P Ammann",
        "G Courbon",
        "N Laroche",
        "R Genthial",
        "H Follet",
        "F Peyrin"
      ]
    },
    {
      "title": "Bone Mineral and Lean Tissue Loss after Long Duration Space Flight",
      "authors": [
        "A Leblanc",
        "V Schneider",
        "L Shackelford",
        "S West",
        "V Oganov",
        "A Bakulin",
        "L Voronin"
      ]
    },
    {
      "title": "Investigation of Bone Changes in Microgravity During Long and Short Duration Space Flight: Comparison of Techniques",
      "authors": [
        "I Mccarthy",
        "A Goodship",
        "R Herzog",
        "V Oganov",
        "E Stussi",
        "M Vahlensieck"
      ]
    },
    {
      "title": "Fifteen Days of Microgravity Causes Growth in Calvaria of Mice",
      "authors": [
        "B Zhang",
        "E Cory",
        "R Bhattacharya",
        "R Sah",
        "AR Hargens"
      ]
    },
    {
      "title": "Responses to Spaceflight of Mouse Mandibular Bone and Teeth",
      "authors": [
        "D Dagdeviren",
        "Z Kalajzic",
        "DJ Adams",
        "I Kalajzic",
        "A Lurie",
        "MI Mednieks",
        "AR Hand"
      ]
    },
    {
      "title": "Fluid Shifts Due to Microgravity and Their Effects on Bone: A Review of Current Knowledge",
      "authors": [
        "ID Mccarthy"
      ]
    },
    {
      "title": "",
      "authors": [
        "MJ O’brien",
        "FH Savoie",
        "CE Giangarra",
        "RC Manske"
      ]
    },
    {
      "title": "A Comparative Phenotypic and Genomic Analysis of C57bl/6j and C57bl/6n Mouse Strains",
      "authors": [
        "MM Simon",
        "S Greenaway",
        "R Dacquin",
        "S Djebali",
        "J Estabel",
        "J Graw",
        "NJ Ingham",
        "IJ Jackson",
        "A Lengeling",
        "S Mandillo",
        "J Marvel",
        "H Meziane",
        "JK White",
        "F Preitner",
        "O Puk",
        "M Roux",
        "DJ Adams",
        "S Atkins",
        "A Ayadi",
        "L Becker",
        "A Blake",
        "D Brooker",
        "H Cater",
        "H Fuchs",
        "M-F Champy",
        "R Combe",
        "P Danecek",
        "A Di Fenza",
        "H Gates",
        "A-K Gerdin",
        "E Golini",
        "JM Hancock",
        "W Hans",
        "SM Hölter",
        "V Gailus-Durner",
        "T Hough",
        "P Jurdic",
        "TM Keane",
        "H Morgan",
        "W Müller",
        "F Neff",
        "G Nicholson",
        "B Pasche",
        "L-A Roberson",
        "J Rozman",
        "S Wells",
        "M Sanderson",
        "L Santos",
        "M Selloum",
        "C Shannon",
        "A Southwell",
        "GP Tocchini-Valentini",
        "VE Vancollie",
        "H Westerberg",
        "W Wurst",
        "M Zi",
        "T Sorg",
        "B Yalcin",
        "R Ramirez-Solis",
        "KP Steel",
        "A-M Mallon",
        "MH De Angelis",
        "Y Herault",
        "SD Brown",
        "K Wong",
        "E Bedu",
        "EJ Cartwright"
      ]
    },
    {
      "title": "Age- and Sex-Related Changes of Humeral Head Microarchitecture: Histomorphometric Analysis of 60 Human Specimens",
      "authors": [
        "B Florian",
        "G Matthias",
        "BF Timo",
        "V Eik",
        "M Marcus",
        "R Martin",
        "P Pia",
        "W Karl",
        "P Klaus",
        "A Michael"
      ]
    },
    {
      "title": "Effects of Spaceflight on the Attachment of Tendons to Bone in the Hindlimb of the Pregnant Rat",
      "authors": []
    },
    {
      "title": "Achilles Tendon Compositional and Structural Properties Are Altered after Unloading by Botox",
      "authors": [
        "H Khayyeri",
        "P Blomgran",
        "M Hammerman",
        "MJ Turunen",
        "A Löwgren",
        "M Guizar-Sicairos",
        "P Aspenberg",
        "H Isaksson"
      ]
    }
  ],
  "original_title": "Multiscale effects of spaceflight on murine tendon and bone",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7c5f/7138367/dfb6de6f5943/nihms-1544144-f0001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7c5f/7138367/caa892a4407f/nihms-1544144-f0002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7c5f/7138367/26060336c08e/nihms-1544144-f0004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7c5f/7138367/83129d4eb9a7/nihms-1544144-f0003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7c5f/7138367/e78dccf00c68/nihms-1544144-f0005.jpg"
  ]
}