{
  "pmcid": "7324008",
  "title": "SIMULATED MICROGRAVITY ENHANCES OLIGODENDROCYTE MITOCHONDRIAL FUNCTION AND LIPID METABOLISM",
  "abstract": "The primary energy sources of mammalian cells are proteins, fats and sugars that are processed by well-known biochemical mechanisms that have been discovered and studied in 1G (terrestrial gravity). Here we sought to determine how simulated microgravity (sim-μG) impacts both energy and lipid metabolism in oligodendrocytes (OLs), the myelin forming cells in the central nervous system. We report increased mitochondrial respiration and increased glycolysis 24 hours after exposure to sim-μG. Moreover, examination of the secretome after three days exposure of OLs to sim-μG confirmed increased the Krebs cycle, flux in sim-μG. The secretome study also revealed a significant increase in the synthesis of fatty acids and complex lipids such as, 1,2-dipalmitoyl-GPC (5.67), lysolipids like 1-oleoyl-GPE (4.48) were also increased by microgravity. Although longer chain lipids were not observed in this study, it is possible that at longer time points OLs would have continued moving forward toward the synthesis of lipids that constitute myelin. For centuries, basic developmental biology research has been the pillar to an array of discoveries that have led to clinical applications; we believe that studies using microgravity will open new avenues to our understanding of the brain in health and disease, in particular, to the discovery of new molecules and mechanisms impossible to unveil while in 1G.\n\nCaption for Graphical Abstract\n\nThis chart represents what is known about oligodendrocyte (OL) development in culture. Most studies have dealt with the synthesis of structural proteins and enzymes proper of the lineage as well as specific to developmental stages. Here we report a novel finding where membrane forming lipids were secreted by OL progenitors (OLP) exposed to weightlessness during 3 days, but not when OLPs were maintained in 1G. Examples of two lipids enriched in the secretome of these cells are shown.",
  "introduction": "INTRODUCTION\n\nThe central nervous system of all animal species has evolved in a one-G or terrestrial gravity (1G) environment and is functionally influenced by its presence. The absence of gravity presents a unique opportunity to gain new insights into basic neural development and function. Oligodendrocytes (OLs) are the glial cells of the central nervous system (CNS) that synthesize and maintain myelin (rev. Baumann and Pham Ding 2000). OLs form compact segments of myelin membrane that coils around the axon and allows for the saltatory conduction of electric impulses, also known as a “neural transmission”.\n\nDuring the active phase of myelination, OLs require a constant source of energy to generate an enormous amount of lipids in a short time. OL can myelinate up to 50 different axons at a time and thus, the lack of mature OLs or myelin can lead to severe life-long disabilities like cerebral palsy, multiple sclerosis (MS) and other conditions. Once myelination is completed, OLs have synthesized ~40% of the total lipids in the human brain. The abundance of myelin; accounts for ~30% of the dry weight of the human brain. Studies have shown that the overall ratio of proteins to lipids is approximately, 1 to 186 in myelin. The enrichment of lipids in myelin is basically due to myelin basic protein (MBP) which extrudes most proteins from the compacted myelin sheath. Cholesterol, galactosylceramide and ethanolamine plasmalogen are the most significant lipids in myelin accounting for 65% of the total lipid dry weight.\n\nThe effects of reduced gravity on physiological and pathological processes are poorly understood. However, recent studies performed in astronauts having been in orbital flight had depicted some pathophysiological effects. Among such effects are muscular atrophy, osteopenia, hematological alterations of red cell morphology and weakened immune response.. A subset of astronauts on International Space Station missions have shown visual deterioration that is considered one of the greatest human health risks of spaceflight.\n\nStudies with cells cultured in microgravity have shown that microgravity induces apoptosis, alters the cytoskeleton and affects signal transduction, cell differentiation, proliferation, migration and adhesion differently depending on the cell type (rev. Studer et al., 2011). We have pioneered the study of simulated microgravity on neural cells, in particular OLs. The first steps included adapting common cell culture hardware in order to be used in conjunction with the simulated microgravity (sim-μG) producing robot, “the 3D-clinostat” (Mitsubishi Heavy Industries). Once suitable conditions were established, we used this innovative culture system to study the impact of sim-μG on OLs. We first examined the impact of sim-μG on oligodendrocyte progenitors (OLPs) development. We subjected rodent and human OLPs to short exposures (24 – 72 hours) to sim-μG and revealed that OLPs displayed an enhanced and sustained proliferation with a concomitant shortening of the cell cycle in sim-μG by utilizing BrdU and time-lapse microscopy. Exposure to sim-μG also increased the migratory properties of the OLPs.\n\nCellular metabolism is essential for providing the necessary energy for synthesis of components required for cell structure and function. Normal cells use oxidative phosphorylation in the presence of oxygen to generate adenosine triphosphate (ATP) as a cellular fuel. Fatty acids (FAs) are a critical source of energy for mitochondrial oxidation and cellular ATP generation. OLs possess a broad plasticity that can be extensively modulated by external stimuli. Here we sought to determine the impact of sim-μG on A) energy metabolism of post-mitotic human (Hu) HuOLs after exposure to weightlessness; B) to assess lipidomic changes in the secretome of OLs produced while exposed to weightlessness. Our results indicate that mitochondrial function is enhanced in OLs by sim-μG vs. OLs maintained in 1G. Moreover, elevated energy demand in OLs while in sim-μG led to an increased use of glycolysis to support energetics.\n\nThis enhanced requirement for energy appears to be accounted for, at least in part, by increased lipids secreted by OLs. Notably cholesterol, laurate, 5-dodecenoate, palmitoleate, and eicosenoate. These surprising findings indicate that sim-μG preserves, and potentially enhances, metabolic reactions that are required for membrane synthesis and myelinogenesis.",
  "methods": "MATERIALS AND METHODS\n\nHuman cells\n\nHuman tissue experiments were approved by the Office of the Human Subject Committee. Cultures were prepared with fetal human tissue specimens donated by the Department of Pathology and Laboratory of Medicine at UCLA. Samples were de-identified in accordance with NIH guidelines. Anonymous, preserved specimens are donated for medical research purposes and are IRB exempt. (www.pathology.ucla.edu/TPCL.html).\n\nHuman embryonic brain derived NSCs and OLPs preparation for sim-μG studies\n\nDe-identified donated human pre-shelved specimens were obtained from Pathology. Human fetal cortical tissue samples (17 weeks of gestation) were used as the source of neural progenitors. We previously reported the human cell culture preparation which is described in Figure 1. We have previously designed a series of developmental stage-specific chemically defined “stem” cell culture media for neural stem cells (NSCs) propagation and maintenance of their pluripotent stage.. For the purpose of fate restriction and OL phenotype induction we used the oligodendrocyte specification medium (OSM). The formulation of OSM includes the minimum and sufficient nutrients to support OLPs developmental stage and their proliferation. For OL specification NSCs can be transferred to oligodendrocyte specification medium (OSM) that induces neural stem cell commitment to the OL lineage. These proliferative OLPs can be maintained in this medium as needed to increase cell numbers.\n\nAfter reaching confluency, cells were mechanically detached from flasks and re-plated in OSM either in 12.5 mm flasks or glass Nunc Lab-tek flasket’s. After 72 h, half of the cultures were placed in the 3D-Clinostat and half cultures were kept in the same incubator in 1G. We previously documented protocols for the production, isolation, and maintenance of the oligodendrocytes derived from rodent and human neural stem cells using our chemically defined media. OLs were maintained in OSM and fed by adding fresh OSM every other day. The OSM to be used for cells in 1G and 0G experiments is equilibrated in the incubator overnight in order to have the same concentration of CO2 in both sets of cultures. When semi-confluent, all flasks were filled with OSM, one set of cultures was set in 1G and the second set of sister culture flasks were filled over the top to prevent any bubble formation, which can result in cell death due to erosion from the flask surface. After elimination of the bubble, cultures were placed in the 3D-clinostat that produces the sim-μG environment as shown in Fig. 1.\n\nSimulated microgravity was produced by the 3D-clinostat\n\nThe 3D-clinostat (Fig.1), a multidirectional G force generator, was produced by Mitsubishi Heavy Industries, Ltd. (Kobe, Japan). By controlled simultaneous rotation of 2 axes, the 3D clinostat cancels the cumulative gravity vector at the center and around the device, producing a microgravity environment. This is accomplished by rotation of a chamber at the center of the device to disperse the gravity vector uniformly within a spherical volume, at a constant angular velocity.\n\nCell Imaging and Analysis\n\nCells were monitored every other day and microscope images of live cells were taken every 1–5 days to document their progression. The following qualitative observations were documented: density of cell growth, cell diameter, cell morphology, presence/absence of processes, and the overall appearance of the cells. The Axio-vert and Axio-Cam MRm from Carl Zeiss and the AxioVision 40V program version: 4.8.2 SP3 were used to manually count the number of cells and measure the diameter of the cell bodies represented in the visual field of the images (AxioVision, RRID:SCR_002677). Data was then compiled and analyzed using Microsoft Excel and statistical analysis was performed using GraphPad (GraphPad, RRID:SCR_000306). We used unpaired t-test for the statistical analysis with the 0G, 1G, and control groups (n=5).\n\nPCR analysis of OLP\n\nHuman neural stem cell hESC-derived OL HBF-2050 were analyzed for gene expression after having been grown in their original medium or placed in OSM. After 5 days in culture, the medium was removed and cells were rinsed with chilled DEPC-treated PBS and RNA was extracted using RNA Extraction mini kit purchased from QIAGEN RRID:SCR_008539). RNA from individual samples were reverse transcribed and PCR amplified using Retroscript kit from Ambion, a subsidiary of Thermo Fisher Scientific. Fifty ng cDNA of each sample in duplicate was amplified in BioRad iCycler using human gene specific primers (Table 2). The amplified DNA was electrophoresed on a 1% agarose gel. The gel was imaged and the DNA bands were cut out to extract DNA for each gene, and DNA was sequenced to validate the product specificity. In addition, the ethidium bromide stained DNA band intensity was determined by UVP Bioimaging Autochemi Gel Documenting System and presented in a bar graph as the level of gene expression relative to the house keeping gene, GAPDH. Human gene specific PCR primers were generated from the coding sequence obtained from NCBI. The regions of genes were selected without 3-D structure using mfold software and primers were designed using Primer3 software for 60-dgrees. The selected forward and reverse primer sequence were sent to Sigma for primer synthesis. The primers were validated before study.\n\nCellular Bioenergetics\n\nPost-mitotic OL were seeded onto an XF24 Cell Culture Microplate (Seahorse Bioscience) at 5 × 104 cells/well in glial defined medium (GDM) supplemented with transferrin and IGF-1 namely “BS1” in order to obtain post-mitotic OLs. Cells were kept 24h in standard culture conditions (37°C, 4.5% CO2). The following day, wells were filled with fresh OSM at 30°C. The plates to be kept in 1G were covered and placed in the incubator. The plates to be placed in sim-μG in the 3D-clinostat were covered with Milli-wrap (Millipore Corp. Bradford, MA. USA) and incubated 24h in the clinostat at 37°C, 4.5% CO2 overnight. The following day, some of the supernatant was removed from the well plates. We used an XF24 Analyzer (Seahorse Bioscience) to measure oxygen consumption rate (OCR) and extracellular acidification rate (ECAR) (Seahorse Wave, RRID:SCR_014526). OCR and ECAR reflect rates of mitochondrial respiration and glycolysis, respectively. Measurements were performed with the cells in unbuffered DMEM assay medium supplemented with 1 mM pyruvate, 2 mM glutamine and 25 mM glucose. Measures were recorded before (basal reading) and after the sequential injections of oligomycin, FCCP, and rotenone/myxothiazol. Maximal OCR was the response to FCCP, whereas maximal ECAR was the response to oligomycin. OCR was normalized to cellular protein concentration determined with the Protein Assay reagent (Bio-Rad) in all experiments.\n\nSecretome Study\n\nMetabolic profiles were obtained for each individual group using the Metabolon Platform (Metabolon). Briefly, each sample or “group” consisted of 5 biological replicate specimens. Three groups of samples were compared: Blank (n=5) which consisted of the culture medium alone incubated in the same incubator used for our cell cultures. OLPs (n=5) in 1G and OLPs incubated in sim-μG = 0G, (n=5). Post-harvest the conditioned medium was used to analyze molecules secreted by OLPs. This medium was subjected to methanol extraction then split into aliquots for analysis by ultrahigh performance liquid chromatography/mass spectrometry (UHPLC/MS) in the positive (two methods), negative or polar ion mode. Metabolites were identified by automated comparison of ion features to a reference library of chemical standards followed by visual inspection for quality control as previously described (DeHaven et al., 2016).\n\nStatistical Analysis for the secretome study\n\nTo determine statistical significance, Welsh’s two-sample t-tests were performed on the 0G, 1G and control groups of n=5 in ArrayStudio (Omicsoft) or “R” to compare data between them; P < 0.05 was considered significant (Array Studio, RRID:SCR_010970). False discovery rate (Q-value) was calculated to take into account the multiple comparisons that normally occur in metabolomic-based studies, with Q<0.05 used as an indication of high confidence in a result. Principal Component Analysis (PCA) and Hierarchical Clustering Analysis (HCA) were performed in ArrayStudio. Random Forest analysis was performed as described. For box plots, whiskers reflect 5th and 95th percentiles (with the box displaying 25th to 75th quartiles); bisecting line represents the population median, while “+” represents population mean,.",
  "results": "RESULTS\n\nHuE-OLs were healthy in sim-μG and displayed a smaller cell diameter than cells maintained in 1G\n\nHuman OLs were grown in OSM for four days in 1G or sim-μG. Cells appeared as healthy OLs with cell processes when viewed under phase contrast. The only visible difference between conditions was the greater cell number in cultures exposed to sim-μG as shown (Fig. 2), as expected based on our previous study.\n\nNSC were re-plated on poly-dlysine coated flasks and maintained in STM medium to allow them to proliferate for six days in 1G; then switched to OSM and kept in 1G or in sim-μG for 4 days. Cells were then fixed and examined. Measurements of cell diameter revealed a difference in the size of OLs cultured in 1G vs. those cultured in sim-μG. Twelve visual fields from three different flasks from each group were measured, from three separate experiments. Our data revealed a difference in the size of cells cultured under 1G conditions, compared to those cultured under 0G conditions. We found that cells under sim-μG were smaller in size, based on cell body diameter (Fig. 3). The average cell diameter of OLPs exposed to sim-μG was 12.37μm (n=789, SD = 3.67), while the mean diameter of cells maintained in 1G was 14.51μm (n=529, SD = 4.611). The unpaired t-test revealed a P value of less than 0.0001. We have observed similar changes in neural stem cells (grown in their respective medium) after their exposure to sim-μG.\n\nQualitative assessment on the expression of relevant genes for neural progenitors and early OLPs\n\nHuman progenitors were either in their original plating medium for 1d or in our proprietary OSM culture medium and cultured in sim-μG (0G) or in 1G for 5 days. Then OLPs were harvested and processed to ascertain the expression of molecular biomarkers for genes proper to the OL lineage and some for NSCs. The main goal was to characterize how the markers would be expressed in terms of lineage specificity relevant to the difference in gravity. The biomarkers of interest included those belonging from early to mid-stage undifferentiated neuronal-glial cells that are known to localize within cortical-striatal regions such as nestin and Pax-6. The expression of markers for early OLPs that would indicate commitment such as Sox2, Olig2, PDGFRa and transferrin (Tf) were also examined. The primers used are shown in table 1. We found the presence of all the markers examined in all cultures at day 1 or day 5 suggesting that some cells remain uncommitted still 5 days after being in OSM. Nonetheless, there are numerous early OL markers also present. We found that absolutely all progenitor markers have a higher level of expression when cells have been in 0G and this increase is time dependent. In contrast, in cells maintained in 1G full time most of these markers tended to decrease (Fig. 4). Simulated microgravity did not alter the expression of the markers studied. Nonetheless, human OLP specification is a long process when compared to rodent OLP. Thus, some progenitors still expressed Pax-6, Sox-2 and nestin (stem cell markers) while co-expressing OLP specific markers Olig2, PDGFRα and transferrin (TF) regardless of whether they were in 1G or 0G (Fig. 4).\n\nSim-μG elicits higher respiration rates in HuOLs\n\nTo ascertain the effects of sim-μG on energy metabolism, by comparing OLs under conditions of 1G and sim-μG. We quantified oxygen consumption rate and extracellular acidification rate as measures of mitochondrial respiration and glycolysis, respectively. We found that OLs maintained 24 hours in sim-μG presented higher basal and maximal mitochondrial respiration compared with OLs maintained in 1G (Fig. 5). Maximal, but not basal, glycolysis was also significantly higher in sim-μG compared to 1G. Since these cells were post-mitotic and the data normalized to protein, this increase appears to be due to a higher metabolic rate, rather than to cell proliferation.\n\nEffects of sim-μG on Metabolomic Profile\n\nMitochondrial function, TCA cycle and glycolysis\n\nOur results show that in sim-μG OLs, there were substantially reduced pyruvate levels and increased lactate levels (2.5-fold) (Fig. 6), in agreement with demonstrated increases in glycolysis as described above. Additionally, there were increased levels of citrate (3.3-fold higher in sim-μG compared to 1G. Lipids can also be synthesized from citrate, so, some of the glucose input into the TCA cycle could be drawn into fatty acid production. In addition, malonate which is produced from hydrolysis of malonyl-CoA was also elevated in 0G vs. 1G OLs. Aconitate (4.4-fold), fumarate (3.7-fold) and malate (2.3-fold) were also increased. Succinate, however, was not significantly changed, which could reflect limiting alpha-ketoglutarate or pools in steady-state (potentially as a result of high demand for use to support oxidative metabolism). Together, these findings suggest a potential increase in TCA cycle flux in sim-μG (Fig. 6).\n\nLipid Synthesis is Enhanced by Simulated Microgravity\n\nBecause one of the roles of OLs is the biosynthesis of lipids to form myelin, we next examined the lipid content in the secretome of huOLs while in sim-μG compared to 1G. After three days, the conditioned medium of OLs maintained in sim-μG showed an increase in some fatty acid levels compared to 1G (Fig. 7).\n\nMyelin structural lipids are formed with the help of steroid-modifying enzymes and cholesterol-esterifying enzymes such as UDP-galactose:ceramidegalactosyl-transferase as well as enzymes of glycerophospholipid metabolism, including enzymes involved in the synthesis of phosphatidyl ethanolamine. Interestingly, we found that just after three days in microgravity, OLs secreted phosphatidyl ethanolamine. Complex lipids like 1,2-dipalmitoyl-GPC (5.67) lysolipids like 1-oleoyl-GPE (4.48) were also increased by microgravity, indicating in an indirect manner their presence in OLs. It is interesting to note that N-palmitoyl-sphingosine showed a drastic increase of (66.14). In 1G OLs, this biochemical was above the threshold of detection in 20% of samples. In contrast in OLs exposed to 0G it was detected in 100%, which could suggest biosynthetic shifts toward increased sphingolipid production. Similarly, stearoyl sphingomyelin and the phosphatidylserine-containing phospholipid 1-stearoyl-2-oleoyl-GPS were not detected in 1G OLs, but were present in 0G OLs (Fig. 8). Long chain FAs were also elevated as a class, which could be consistent with increased fatty acid production.\n\nRFA (Random forest assessing)\n\nBlank, 1G and 0G OLs was very effective, with a predictive accuracy of 100% (random chance would be expected to yield a predictive accuracy of 33%). The Biochemical Importance plot highlighted biochemicals related to neurotransmitter biosynthesis (aspartate, N-acetylaspartate), energetics (lactate, alpha-ketoglutarate, malate, pyruvate, citrate, and aconitate) as well as a number of amino acids (Gly, Ser, Pro, Leu, Asn) and their catabolites. N-acetylaspartate (and aspartate) is a precursor to the neuropeptide NAAG, as well as being important for transfer of 2-carbon units for myelin biosynthesis (Fig. 9).\n\nHCA (Hierarchical Clustering Analysis)\n\nTo gain a better insight of biomarkers distinguishing the 0G from the 1G population, we used Random Forest Analysis, which uses a forest of decision trees to identify important biochemicals to predicting groups (Fig.10). Interestingly, in addition to several amino acids (and related metabolites), pyruvate and lactate were highlighted, as were the TCA cycle metabolites citrate, aconitate, and alpha-ketoglutarate, consistent with metabolic shifts discussed above. The regions of interest 1 and 2 are shown in Figures (11 and 12).\n\nPCA (Principal Component Analysis)\n\nTo gain a better understanding of changes in OLs cellular metabolism associated with sim-uG, we assessed the metabolome. Data structure was assessed using principle components analysis (PCA): 1G and 0G samples showed good separation, suggesting distinct metabolomic trends associated with sim-μG (Fig. 13).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Oligodendrocytes",
    "myelination",
    "simulated microgravity",
    "lipid metabolism",
    "energy metabolism",
    "mitochondrial function",
    "Article"
  ],
  "citations": [
    {
      "title": "Central nervous system myelin: structure, synthesis and assembly",
      "authors": [
        "S Aggarwal",
        "L Yurlova",
        "M Simons"
      ]
    },
    {
      "title": "Biology of oligodendrocyte and myelin in the mammalian central nervous system",
      "authors": [
        "N Baumann",
        "D Pham-Dinh"
      ]
    },
    {
      "title": "Individual oligodendrocytes have only a few hours in which to generate new myelin sheaths in vivo",
      "authors": [
        "T Czopka",
        "C Ffrench-Constant",
        "DA Lyons"
      ]
    },
    {
      "title": "Calcium-dependent deceleration of the cell cycle in muscle cells by simulated microgravity",
      "authors": [
        "T Damm",
        "S Richard",
        "S Tanner",
        "F Wyss",
        "M Egli",
        "A Franco-Obregón"
      ]
    },
    {
      "title": "Organization of GC/MS and LC/MS metabolomics data into chemical libraries",
      "authors": [
        "CD DeHaven",
        "AM Evans",
        "H Dai",
        "KA Lawton"
      ]
    },
    {
      "title": "[HTML] Thematic review series: brain Lipids. Cholesterol metabolism in the central nervous system during early development and in the mature animal",
      "authors": [
        "JM Dietschy",
        "SD Turley"
      ]
    },
    {
      "title": "The implications of microgravity on cell morphology and proliferation of stem cell progenies towards astronaut health",
      "authors": [
        "A Espinosa-Jeffery",
        "K Oregel",
        "A Taniguchi",
        "J Green",
        "B Chu",
        "J de Vellis"
      ]
    },
    {
      "title": "Selective specification of CNS stem cells into oligodendroglial or neuronal cell lineage: cell culture and transplant studies",
      "authors": [
        "A Espinosa-Jeffrey",
        "SG Becker-Catania",
        "PM Zhao",
        "R Cole",
        "J Edmond",
        "J de Vellis"
      ]
    },
    {
      "title": "Impact of simulated microgravity on olgidendrocyte development: implications for central nervous system repair",
      "authors": [
        "A Espinosa-Jeffrey",
        "PM Paez",
        "VT Cheli",
        "V Spreuer",
        "I Wanner",
        "J de Vellis"
      ]
    },
    {
      "title": "Culture system for rodent and human oligodendrocyte specification, lineage progression and maturation",
      "authors": [
        "A Espinosa-Jeffrey",
        "DR Wakeman",
        "SU Kim",
        "SY Evan",
        "J de Vellis"
      ]
    },
    {
      "title": "Integrated, nontargeted ultra high performance liquid chromatography/electrospray ionization tandem mass spectrometry platform for the identification and relative quantification of the small-molecule complement of biological system",
      "authors": [
        "AM Evans",
        "CD DeHaven",
        "T Barrett",
        "M Mitchell",
        "E Milgram"
      ]
    },
    {
      "title": "Physiological, pharmacokinetic, and pharmacodynamic changes in Space",
      "authors": [
        "A Graebe",
        "EL Schuck",
        "P Lensing",
        "L Putcha",
        "H Derendorf"
      ]
    },
    {
      "title": "Preferential utilization of ketone bodies for the synthesis of myelin cholesterol in vivo Ketone body utilization for energy production and lipid synthesis in isolated rat brain capillaries",
      "authors": [
        "JW Koper",
        "M Lopes-Cardozo",
        "LM Van Golde"
      ]
    },
    {
      "title": "",
      "authors": [
        "HA Krebs",
        "PDJ Weitzman"
      ]
    },
    {
      "title": "",
      "authors": [
        "JM Lowenstein"
      ]
    },
    {
      "title": "Mutation of 3-hydroxy-3-methylglutaryl CoA synthase I reveals requirements for isoprenoid and cholesterol synthesis in oligodendrocyte migration arrest, axon wrapping, and myelin gene expression",
      "authors": [
        "ES Mathews",
        "DJ Mawdsley",
        "M Walker",
        "JH Hines",
        "M Pozzoli",
        "B Appel"
      ]
    },
    {
      "title": "Effects of microgravity on osteoclast bone resorption and osteoblast cytoskeletal organization and adhesion",
      "authors": [
        "N Nabavi",
        "A Khandani",
        "A Camirand",
        "R Harrison"
      ]
    },
    {
      "title": "Biochemistry of myelin",
      "authors": [
        "WT Norton"
      ]
    },
    {
      "title": "Lipid composition of the normal human brain: gray matter, white matter and myelin",
      "authors": [
        "JS O’Brien",
        "EL Sampson"
      ]
    },
    {
      "title": "Neural embryonic stem cells cultured in a simulated microgravity environment show enhanced proliferation and survival",
      "authors": [
        "KZ Oregel",
        "A Espinosa-Jeffrey"
      ]
    },
    {
      "title": "Acetoacetate and D-(−)-beta-hydroxybutyrate as precursors for sterol synthesis by calf oligodendrocytes in suspension culture: extramitochondrial pathway for acetoacetate metabolism",
      "authors": [
        "D Pleasure",
        "C Lichtman",
        "S Eastman",
        "M Lieb",
        "O Abramsky",
        "D Silberberg"
      ]
    },
    {
      "title": "Impact of modeled microgravity on migration differentiation, and cell cycle control of primitive human hematopoietic progenitor cells",
      "authors": [
        "P Plett",
        "R Abonour",
        "S Frankovitz",
        "C Orschell"
      ]
    },
    {
      "title": "Induction of ketone body enzymes in glial cells",
      "authors": [
        "SE Poduslo"
      ]
    },
    {
      "title": "Cholesterol and myelin biogenesis",
      "authors": [
        "G Saher",
        "M Simons"
      ]
    },
    {
      "title": "Molecular composition of myelin synthesized subsequent to irradiation",
      "authors": [
        "OA Schjeide",
        "RI-S Lin",
        "J de Vellis"
      ]
    },
    {
      "title": "Metabolism and functions of lipids in myelin",
      "authors": [
        "S Schmitt",
        "LC Castelvetri",
        "M Simons"
      ]
    },
    {
      "title": "Consequences of Simulated Microgravity in Neural Stem Cells: Biological Effects and Metabolic Response",
      "authors": [
        "M Silvano",
        "E Miele",
        "M Valerio",
        "L Casadei",
        "F Begalli"
      ]
    },
    {
      "title": "p38 MAPK inhibition modulates rabbit nucleus pulposus cell response to IL-1",
      "authors": [
        "R Studer",
        "L Gilbertson",
        "H Georgescu",
        "G Sowa",
        "N Vo",
        "JD Kang"
      ]
    },
    {
      "title": "Beyond bar and line graphs: time for a new data presentation paradigm",
      "authors": [
        "TL Weissgerber",
        "NM Milic",
        "SJ Winham",
        "VD Garovic"
      ]
    },
    {
      "title": "Glycerophosphorylcholine phosphocholine phosphodiesterase activity in cultured oligodendrocytes, astrocytes and central nervous tissue of dysmyelinating rodent mutants",
      "authors": [
        "J Yuan",
        "DG McCartney",
        "M Monge",
        "A Espinosa de los Monteros",
        "B Zalc",
        "J de Vellis",
        "JN Kanfer"
      ]
    }
  ],
  "original_title": "Simulated Microgravity Enhances Oligodendrocyte Mitochondrial Function and Lipid Metabolism",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/cce57d3dd70b/nihms-815135-f0001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/7b7cbafb3d60/nihms-815135-f0002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/86bfc59a8f79/nihms-815135-f0003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/406bcf645514/nihms-815135-f0004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/050158ca0b50/nihms-815135-f0005.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/dc6246bdf959/nihms-815135-f0006.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/36ef48945555/nihms-815135-f0007.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/6fe9f50a6102/nihms-815135-f0008.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/09c4bdb12040/nihms-815135-f0009.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/a205abdae5f1/nihms-815135-f0010.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/1f881dad98fc/nihms-815135-f0011.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/a78f4d06522e/nihms-815135-f0012.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/ea1cb99ad815/nihms-815135-f0013.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/17aa7b6172a2/nihms-815135-f0014.jpg"
  ]
}