{
  "pmcid": "8217198",
  "title": "Plasma membrane disruption (PMD) formation and repair in mechanosensitive tissues",
  "abstract": "Mammalian cells employ an array of biological mechanisms to detect and respond to mechanical loading in their environment. One such mechanism is the formation of plasma membrane disruptions (PMD), which foster a molecular flux across cell membranes that promotes tissue adaptation. Repair of PMD through an orchestrated activity of molecular machinery is critical for cell survival, and the rate of PMD repair can affect downstream cellular signaling. PMD have been observed to influence the mechanical behavior of skin, alveolar, and gut epithelial cells, aortic endothelial cells, corneal keratocytes and epithelial cells, cardiac and skeletal muscle myocytes, neurons, and most recently, bone cells including osteoblasts, periodontal ligament cells, and osteocytes. PMD are therefore positioned to affect the physiological behavior of a wide range of vertebrate organ systems including skeletal and cardiac muscle, skin, eyes, the gastrointestinal tract, the vasculature, the respiratory system, and the skeleton. The purpose of this review is to describe the processes of PMD formation and repair across these mechanosensitive tissues, with a particular emphasis on comparing and contrasting repair mechanisms and downstream signaling to better understand the role of PMD in skeletal mechanobiology. The implications of PMD-related mechanisms for disease and potential therapeutic applications are also explored.",
  "introduction": "Introduction\n\nEnvironmental adaptation is paramount to survival from the whole organism down to the cellular level, and a key component of this process is recognizing and responding to physical stimuli. Mechanotransduction is an evolutionarily conserved process that describes the conversion of mechanical stimuli into cellular signaling. This process informs how we perceive and respond to everyday life, from sensory information like touch, balance and proprioception, to cellular adaptation responses such as muscular hypertrophy, where mechanical loads initiate downstream signaling cascades that alter cellular behavior.\n\nMechanosensation mechanisms, or the processes by which cells detect and recognize mechanical stimuli, remain an area of rigorous study in many fields. Cells concurrently utilize myriad mechanisms to recognize mechanical stimuli, such as stretch-gated ion channels, chemical or force-mediated conformational changes of the cytoskeleton, molecular transport through channel proteins like gap junctions, hemichannels, and pannexins, and activation of voltage-gated calcium channels. Another such mechanosensation mechanism is the loading-induced development of small, transient discontinuities in the cell membrane called plasma membrane disruptions (PMD). These PMD can be induced through several different mechanisms, including but not limited to exposure of the cell to physical deformation, debris, or fluid shear stress. Once formed, PMD initiate mechanotransduction signaling cascades similar to other known mechanosensation mechanisms. PMD facilitate the release of secondary messengers including ATP, nitric oxide (NO), and various growth factors (e.g., fibroblast growth factors). Mechanotransduction can also be induced by transmission of signals from PMD-affected cells to nearby, non-wounded neighboring populations, providing a mechanism by which signaling from a small population of wounded cells may be amplified. For example, in MDCK kidney epithelial cells, PMD induced a paracrine purinergic signaling event that increased cyclic AMP synthesis in neighboring cells. Following PMD, neighboring cells displayed an initial decrease in cAMP, before experiencing a transient ATP-dependent increase in cAMP. In wounded cells, cAMP activity increases membrane repair rate, in anticipation of repetitive disruptions. The increased cAMP signaling in neighboring cells has been hypothesized to play a protective role in response to PMD events in nearby cells by preparing for their own PMD events to subsequently occur.\n\nResealing of PMD is necessary for cell survival, as without resealing, the cell is vulnerable to an unregulated influx of cytosolic toxins (such as calcium and oxidants) while simultaneously allowing ATP and proteins to escape. PMD repair (which will be discussed in the next section) therefore represents a fundamental, biological response to cell injury. Mechanosensitive cell populations utilize PMD-initiated signaling cascades to coordinate inflammatory mediators, release of secondary messengers, and recruitment of repair machinery to the site of the disruption and to initiate subsequent downstream signaling events. Calpains, annexins, growth factors, and NO have all been reported to play roles in signaling downstream of PMD in multiple types of mechanosensitive tissues.\n\nPMD have been detected in skin, alveolar, kidney, and gut epithelial cells, aortic endothelial cells, corneal keratocyte fibroblasts and epithelial cells, cardiac and skeletal myocytes, neurons, and most recently in the periodontal ligament cells, osteoblasts, and osteocytes of the skeletal system (Figure 1). A common feature of these cell types is that they are regularly exposed to varying magnitudes of shear stress. For example, epithelial cells in the gastrointestinal tract are affected by gut motility, which subjects the tract to compressive and shear stresses. Likewise, aortic endothelial cells are exposed to shear stress as blood circulates through the body, and osteocytes are exposed to fluid shear within the lacunocanalicular system. This review will address the similarities and differences between PMD in mechanosensitive tissues, with a focus on bone, comparing repair mechanisms, downstream signaling pathways, and the implications of these properties for disease states.\n\nGeneralized PMD repair mechanisms\n\nPMD resealing is the outcome of an active, dynamic mechanism that is heavily reliant on a series of cytoplasmic components, including membranes, the cytoskeleton, and repair proteins. While some aspects of PMD development and repair are cell-type specific, the majority of known PMD repair processes follow a core set of basic principles. The first and immediate response of any cell to a PMD event is an influx of extracellular fluid, which under physiological conditions contains an abundance of calcium (Ca2+).\n\nThe resealing mechanism initiated to repair a PMD is dependent upon its size. With very small PMD (< 1 nm), the exposure of the hydrophobic domains within the lipid bilayer results in rapid resealing of the membrane via diffusion of the lipids surrounding the PMD site; this resealing process is calcium-independent. However, in eukaryotic cells the plasma membrane is tethered to an underlying cytoskeleton, which produces an opposing membrane tension force (proportional to the disruption diameter cubed) that impedes spontaneous repair once the disruption exceeds a certain size. In mammalian cells, Ca2+-initiated de-polymerization of cortical actin in the cytoskeleton is a prerequisite for PMD resealing. Disassembly and reassembly of microtubules also occurs in a Ca2+-dependent fashion following a PMD. Uniform across mechanisms linked to mechanically induced PMD is the requirement of extracellular Ca2+ to initiate plasma membrane repair. Ca2+-dependent exocytosis induces a decrease in membrane tension leading to resealing via lipid diffusion of small disruptions (10 to 100 nm in size). Larger PMD (up to microns in size) rely on calcium-dependent exocytosis vesicle-vesicle and vesicle-plasma membrane fusion events to repair the damaged membrane. It has been proposed that during repair of large PMD, intracellular membranes form a “patch”, which then fuses to the plasma membrane surrounding the defect site (Figure 2). Other proposed repair mechanisms, which vary across cell types and with PMD size, include caveolae-mediated constriction of the membrane around the disruption site, budding and blebbing of the wound site, and endocytosis of the PMD via invagination of caveolar vesicles. These repair mechanisms integrate with utilization of molecular motors and annexin proteins such as Annexin A1, A5, and A6. A recent publication, using an array of visualization techniques (high-speed atomic force microscopy, fluorescence recovery after photobleaching, confocal laser scanning microscopy, and molecular dynamics simulation) demonstrated that Annexin A5’s particular role in PMD repair is to stabilize membrane defects so that subsequent vesicle-fusion resealing processes can occur. In contrast, Annexin A6’s role in PMD repair has been hypothesized to involve promoting the folding and curvature of the extensions of cell, helping to refill the membrane disruption.\n\nProtein machinery is recruited to the site of PMD repair. In the immediate aftermath of a physiological PMD event, increased cytosolic Ca2+ levels activates proteins including calpains and nitric oxide synthase. Various growth factors (e.g., fibroblast growth factors, FGFs), may also be released and promote tissue adaptation responses. Depending on the repair mechanism employed, additional protein machinery may accumulate about the PMD site such as ALG-2 interacting protein X (ALIX), charged multivesicular body protein (CHMP), vacuolar protein sorting-associated protein 4 (Vsp4), and endosomal sorting complex required for transport (ESCRT, particularly ESCRT III) proteins. SNAP Receptor (SNARE) proteins, comprised of syntaxins, soluble N-ethylmaleamide attachment proteins (SNAPs), and vesicle associated membrane proteins (VAMPs) are thought to drive membrane fusion (Figure 2). Calpains are a critical component of PMD repair at this stage, as calpain small subunit (Capns) knockout cells demonstrated repair failure; calpains facilitate localized remodeling of the cytoskeleton at the site of the PMD, removing exposed cytoskeleton from the site of PMD and clearing the way for exocytotic vesicular fusion to reseal the cell membrane (Figure 2). Within one to two minutes after formation of the PMD, the cytoskeletal network is re-established and the cell returns to normal function. Interestingly, a cell experiencing a second PMD soon after the first will reseal the latter PMD more quickly than the initial disruption due to an increased amount of exocytosis triggered by the second insult to the plasma membrane; this process is dependent on signaling molecules like protein kinase C and protein kinase A. For more information on generalized PMD repair mechanisms, the reader is referred to several previously published reviews.\n\nCell specific PMD repair and signaling pathways\n\nIn this next section, we will describe the process of PMD formation, repair, and associated signaling cascades initiated by PMD that have been documented across several types of mechanosensitive tissues. Relevance to disease states and potential therapeutics, when known, will also be described.\n\nEpithelial cell and fibroblast PMD\n\nEpithelial cells are often directly subjected to environmental mechanical forces, and these loading scenarios can lead to formation of PMD. For example, mechanical brushing of the gingivae and tongue induced PMD in the oral cavity of rats, which increased expression of the mechanically responsive transcription factor c-fos in junctional epithelial cells. Likewise, keratinocyte epithelial cells in the skin developed PMD when mechanically lifted from the substratum. This process activated phospholipase D (particularly the phospholipase D2 isoform), an enzyme involved in membrane trafficking. Additionally, keratinocyte PMD repair was inhibited in the presence of phospholipase D inhibitors, suggesting that induction of phospholipase D activity is critical for keratinocyte membrane repair mechanisms. Carrying these studies in vivo, provision of phosphatidylglycerol (a lipid signal generated by phospholipase D) to a mouse full-thickness skin biopsy wound enhanced the rate of wound healing.\n\nIn addition to skin and oral cavity epithelial cells, PMD have been observed in the mucosal epithelial cells of the gastrointestinal tract, epithelial cells and keratocytes in the cornea, alveolar epithelial cells of the lung, renal proximal tubular epithelium, and in epithelial breast cancer cell lines. Epithelial cells in the gastrointestinal tract are subjected to compressive and shear stresses during gut motility that can lead to PMD formation. In rat gastric epithelial cells, an apparent reduction in F-actin was visualized at disruption sites and flow cytofluorometric analysis of the cytoskeleton using phalloidin staining showed that this decrease in F-actin was Ca2+- dependent. PMD formation in gastric mucous epithelial cells promoted mucous secretion both in isolated cells and in organ culture models, and both PMD repair and the resulting mucous secretion were Ca2+-dependent. Carbohydrate-binding lectin proteins, which can be toxic following ingestion, impaired PMD repair in gastric epithelial cells; this was suggested as a novel form of protein-based toxicity that could explain mechanisms of lectin-associated food poisoning. Corneal epithelial cells develop PMD, which reseal via vesicular fusion events, in response to ultrasound exposure. Likewise, corneal keratocyte fibroblasts develop PMD from rubbing motions (i.e., rubbing the eye), and these PMD initiate Ca2+ signaling both in the wounded cell and in non-wounded adjacent cells. In the lung, PMD in alveolar epithelial cells have been hypothesized to play a role in ventilator-induced lung injury. The protein tripartite motif containing 72 (TRIM72) is critical for repair of lung alveolar epithelial cells following induction of PMD, where TRIM72-mediated repair inhibited stretch-induced p53 activation by promoting its proteasomal degradation, consequently reducing cell apoptosis. A recent report demonstrated that MDA-MB-231 breast cancer epithelial cells developed PMD during migration associated with metastatic invasion, and that annexin proteins, particular Annexin A5 and A6, were critical to the repair of these PMD. Moreover, silencing Annexin A5 and A6 via shRNA impaired PMD repair in these cells and led to cell death, suggesting a potential novel avenue for preventing cancer metastasis. Specialized secondary messengers, such as NF-kB, are activated following the induction of a PMD in epithelial cells.\n\nEndothelial cell PMD\n\nCaveolae play an important stabilizing role in endothelial cell membranes subjected to physiological hemodynamic forces, where disassembly of caveolae protects against PMD formation during loading. Not surprisingly, endothelial cells from caveolin 1-null mice were more susceptible to PMD formation when challenged with increased cardiac output from treatment with dobutamine. Using endogenous albumin as a PMD tracer, approximately 6.5% (ranging from 1.4 to 17.9% across a group of n=14 animals) of aortic endothelial cells in young male Sprague-Dawley CD rats presented with PMD under baseline in vivo conditions. These PMD occurred in longitudinal streaks aligned along the axis of blood flow or in clusters around vascular bifurcations. Surprisingly, the abundance of endothelial cell PMD did not increase with exercise, although sample sizes were quite small (n=5 exercised animals) to detect this change, suggesting further study would be necessary before forming conclusions regarding the role of exercise in vascular endothelial PMD formation. Endothelial cells produce and respond to basic fibroblast growth factor (bFGF), also known as FGF2. Interestingly, bFGF lacks a key signaling peptide required for exocytotic export, and therefore is believed to be released primarily via PMD. It has been proposed that PMD-induced release of bFGF from endothelial cells promotes proliferation either in the wounded cell or in adjacent non-wounded neighboring cells.\n\nNeuron PMD\n\nTraumatic brain injury (TBI), caused by high strain rate loading, induces PMD in neurons. As one example, a 2 atmosphere central fluid percussion injury in rats led to detection of PMD in more than half of the neurons in layers V and VI of the lateral neocortex soon after injury. These PMD, also referred to as “mechanoporation” occur in both focal and diffuse models of TBI immediately upon induction of the injury. The severity of the injury correlates with the number of PMD formed, and PMD are formed in the areas of highest principal strain and shear stress in the tissue. In the event of PMD repair failure, neurons experience uncontrolled calcium influx, ATP dysregulation, and eventual cell death. However, some wounded neurons are capable of PMD repair, particularly in diffuse TBI models. For example, in rats subjected to a diffuse TBI (450 g weight dropped from 2 m onto a metallic helmet affixed to the rat’s skull), approximately 40% of the neurons with PMD at 4 hours after wounding demonstrated an ability to reseal the disruption and presented with normal cellular morphology. Interestingly, several studies suggest that PMD formation in neurons following a TBI is biphasic, where an additional population of neurons develop PMD as a secondary (non-mechanical) event in the hours to days after injury.\n\nMyocyte PMD\n\nSkeletal muscle and cardiac muscle have both been reported to develop PMD with in vitro and in vivo mechanical loading. Skeletal muscle myocytes are particularly prone to injury during eccentric loading, when actively contracting against a lengthening stretch. Conversely, at least one human study suggests that PMD formation in skeletal muscle is reduced during simulated microgravity. In addition to their role in genetic myopathy conditions such as muscular dystrophy, myocyte PMD explain the physiologically relevant immediate loss of muscle’s capacity for force production after high force exercise. PMD are also critical effectors in cardiac muscle. Ischemic-reperfusion injuries, which can occur following stroke or heart attack, induce PMD. Like bone cells, myocytes increase expression of c-fos following exposure to mechanical loading as part of their hypertrophic response, and formation of PMD is required for this to occur. PMD in muscle have also been shown to be critical for release of bFGF / FGF2; this has been hypothesized to be an important mode of bone-muscle crosstalk during musculoskeletal hypertrophy.\n\nPMD repair in myocytes requires Annexin A5 and A6. Lipid-directed antioxidant activity, such as the antioxidant Vitamin E or the antioxidant enzyme glutathione peroxidase 4 (GPx4), is also required for both in vitro and in vivo myocyte membrane repair, as long-term dietary vitamin E deficiency or knockout of the GPx4 enzyme led to PMD repair failure. Myocyte PMD repair is impaired in microgravity, as acute microgravity exposure (parabolic flight) inhibited membrane-membrane fusion events in human myoblasts. Dysferlin, a calcium-sensitive protein important for vesicle fusion, is recruited to the PMD site in skeletal and cardiac muscle, where it is eventually cleaved by calpain 1 and 2. Dysferlin deficiency impairs tethering of lysosomes to the cell membrane, resulting in impaired lysosome exocytosis that delays PMD repair. Mitsugumin 53 (MG53), also known as TRIM72, is a member of the tripartite motif family that is also critical for muscle PMD repair, as it accumulates in the membrane at the PMD site and recruits vesicles needed for resealing of the disruption. MG53-deficient myocytes are unable to repair PMD, which may explain why MG53 knockout led to progressive myopathy and myocardial damage in vivo.\n\nChanges in processes of myocyte PMD formation and repair are associated with muscular disorders. In humans, dietary deficiency in Vitamin E is associated with skeletal myopathy and frailty, particularly in the elderly; this is consistent with Vitamin E’s critical role in myocyte plasma membrane repair. Similarly, mutations in the myocyte PMD repair-associated protein dysferlin result in limb-girdle muscular dystrophy type 2B and cardiomyopathy. The propensity for myocyte PMD formation and repair is altered in patients with Duchene’s Muscular Dystrophy (DMD), a genetic disorder resulting from mutations in the spectrin family member dystrophin. Dystrophin is a cytoskeletal structural protein that provides support for the plasma membrane and links the plasma membrane to the extracellular matrix. Absence of dystrophin in DMD results in increased susceptibility to PMD development and a reduced chance of surviving the disruption, thereby increasing post-wounding myocyte death that leads to muscle atrophy. In the mdx mouse model of DMD, dystrophin-deficient mice developed significantly greater PMD under conditions of normal cage activity and following mechanical loading from exercise. These data suggest an intriguing role for dystrophin and the spectrin family of proteins in mechanosensation. Several studies suggest that enhancing plasma membrane stability and repair, via treatment with Poloxamer 188 (also known as Pluronic F-68), can abrogate myopathy phenotypes in dystrophin- and dysferlin-deficient mice. However, conflicting reports also exist, suggesting that further research into the potential benefit of Poloxamer 188 therapy in PMD-associated disorders is required.\n\nBone cell PMD\n\nWe and others have shown that various cell populations within the skeletal system likely utilize PMD as a mechanism to sense mechanical stimuli. In teeth, mechanical forces initiated by chewing induce PMD in periodontal ligament cells, which promotes release of factors that may affect bone remodeling like IL-113 and bFGF. In the appendicular skeleton, it is commonly understood that fluid shear within the lacunocanalicular system is a primary stimulus for the mechanobiological responses of bone, and that osteocytes sense this fluid shear via their dendritic processes. Osteocytes likely utilize many different mechanosensation mechanisms to respond to mechanical loads, where the magnitude of loading (i.e., level of strain) may dictate which mechanism dominates. However, consistent with the processes described above, we have shown that osteocytes develop PMD in response to mechanical loading both in vitro and in vivo, and that these PMD occur on the osteocyte’s dendritic processes (Figure 3). This work was verified by an independent laboratory, who showed that PMD formation can also occur in osteoblasts.\n\nIn osteocytes, PMD likely form in response to the drag forces induced by fluid shear on the osteocyte pericellular matrix (i.e., glycocalyx) (Figure 3). This is evidenced by the fact that osteocyte PMD are most readily formed by in vitro fluid shear when cells have been cultured for at least 3 or 4 days prior to loading (unpublished observation), consistent with the timeframe needed for pericellular matrix deposition. Furthermore, removal of the pericellular matrix with hyaluronidase negated fluid shear-induced osteocyte PMD formation. Osteocyte PMD formation is also dependent upon the loading profiles to which the cells are exposed. Most in vitro osteocyte mechanobiology studies utilize fluid shear stresses of less than 20 dynes/cm2, and osteocyte PMD formation is not robust at these levels of loading. However, modeling- and tracer-based studies suggest that osteocytes experience much higher shear stresses in vivo (between 30 to 70 dynes/cm2) due to amplification from lacunocanalicular geometry, and in line with this concept, osteocyte PMD formation was abundant within this range of shear stresses. Therefore, PMD may represent a mechanosensation mechanism that is preferentially activated in higher intensity loading scenarios. Consistent with this hypothesis, PMD are only formed in osteocytes when a fluid shear load is applied rapidly; gradual application of shear (such as through a ramped approach to a peak shear stress) prevents the formation of osteocyte PMD. Notably, this harmonizes with the previously published finding that osteocytes require a “stress kick” to respond to fluid shear, where a gradual onset of loading blunts downstream mechanotransduction events like release of nitric oxide.\n\nPMD induce intracellular Ca2+ signaling, release of ATP, and upregulation of c-fos in bone cells; analysis of other downstream mechanotransduction responses is currently ongoing. Following induction of a PMD in osteoblasts or osteocytes, extracellular Ca2+ rushes into the cell and triggers release of intracellular Ca2+ stores. Increased cytosolic Ca2+ levels activate PLC/PKC signaling, initiating repair of the PMD via Ca2+/PLC/PKC-dependent vesicular exocytosis of ATP (Figure 3). The increased PKC levels “prime” the vesicular pathway, and over time and multiple cycles of mechanical stress, influence the resilience and sensitivity of the cell’s response to mechanical stimulation. Vesicular fusion is promoted by Ca2+/PLC/PKC-dependent exocytosis in bone, similar to its role described in the resealing of PMD in other cell types. The PKC isoform PKCμ, also known as Prkd1, was particularly identified as critical for mediating PMD repair in bone cells (Figure 3). The rate of PMD repair in osteocytes can be altered, and doing so can affect downstream signaling. As one example, enhancing osteocyte PMD repair rate via Vitamin E supplementation, while beneficial for cell survival, blunted the downstream mechanotransduction response. Carrying this in vivo, male mice fed a Vitamin E-deficient diet developed more PMD with loading, and showed an increased bone formation response to exercise, as compared to mice fed a control diet.\n\nPMD formation and repair-related mechanisms may underlie some of the changes in bone mechanobiology with aging, where aged bone becomes less responsive to a given level of loading. Bone’s mechanosensing osteocytes are lost with aging, and surviving osteocytes demonstrate impaired mechanotransduction. Consistent with this idea, we recently reported that osteocytes from old mice developed fewer PMD from fluid shear than cells from young mice, and old mice developed fewer osteocyte PMD during exercise in vivo. This was due at least in part to decreased pericellular matrix production with age, as pericellular matrix was critical for osteocyte PMD formation, and aged osteocytes produced approximately half of the pericellular matrix levels detected in young osteocytes. Quite surprisingly, PMD repair rate was faster in old as compared to young osteocytes. This observation was associated with a blunted calcium wave propagation to adjacent non-wounded osteocytes and was attributed to increased oxidative stress with age. As oxidative stress impairs osteocyte PMD repair and subsequent cellular survival, it was hypothesized that increased oxidative stress during aging promoted a progressive loss in slower- repairing osteocytes consistent with both osteocyte loss and impaired mechanosensitivity in aged bone.\n\nIt is worth noting that many key features of bone cell mechanotransduction share considerable overlap with processes related to PMD formation and repair. For example, an intracellular Ca2+ spike is one of the earliest responses triggered in an osteocyte exposed to fluid shear, and that response requires the presence of extracellular Ca2+. This is identical to the influx of extracellular Ca2+ as being the earliest detectable event in PMD formation, and the requirement of the presence of extracellular Ca2+ for subsequent PMD repair. Release of ATP is a critical component for transmission of Ca2+ signaling between osteocytes during loading, and is also critical for transmission of Ca2+ signaling between wounded and non-wounded bone cells: degradation of extracellular ATP with apyrase prevents propagation of a Ca2+ wave from an osteocyte with a PMD to non-wounded neighboring osteocytes, similar to mechanotransduction mechanisms previously reported for mechanically-loaded osteocytes. As described above, Annexin A5 is critical for proper resealing of a PMD, which is consistent with the finding that Annexin A5 disruption impairs mechanically-induced calcium signaling in osteoblastic cells. The transcription factor c-fos is induced in osteocytes by both fluid shear and PMD, and the microtubule network is implicated in both the response of osteocytes to fluid shear and PMD repair. Both fluid shear, and PMD induce ATP, NO, and prostaglandin E2 release as secondary messengers downstream of the initial precipitating event. Likewise, other laboratories have shown that pericellular matrix is critical for osteocyte mechanobiology, and that degradation of the osteocyte glycocalyx blunts flow-induced upregulation of prostaglandin E2 release, and we showed that the osteocyte glycocalyx is critical for the formation of flow-induced PMD. Under physiological conditions, osteocytes repair a PMD in approximately 10 to 30 seconds. Cells that experience a second PMD soon after the first repair the latter PMD more quickly, and in osteocytes, PMD repair that occurs too quickly blunts the subsequent downstream mechanotransduction cascade. Together, these findings could be consistent with the well-accepted principle that insertion of rest periods between bouts of mechanical loading enhances skeletal responses to loading. Admittedly, these points comparing downstream responses to fluid shear and PMD in bone cells show correlation and not necessarily causation. However, they do highlight the striking similarities in these processes and provide further support for the notion that PMD may be an important mechanosensation mechanism in bone cells, particularly at higher levels of loading. Future studies, designed to alter PMD susceptibility and repair in osteocytes, will be needed to definitively test the role of osteocyte PMD formation in skeletal mechanobiology.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "mechanotransduction",
    "mechanosensation",
    "cell membrane",
    "mechanical loading",
    "myocyte",
    "muscle",
    "osteocyte",
    "bone",
    "skeleton",
    "Article"
  ],
  "citations": [
    {
      "title": "Dynamic molecular processes mediate cellular mechanotransduction",
      "authors": [
        "BD Hoffman",
        "C Grashoff",
        "MA Schwartz"
      ]
    },
    {
      "title": "Local force and geometry sensing regulate cell functions",
      "authors": [
        "V Vogel",
        "M Sheetz"
      ]
    },
    {
      "title": "Cell surface events during resealing visualized by scanning-electron microscopy",
      "authors": [
        "PL McNeil",
        "MM Baker"
      ]
    },
    {
      "title": "Disruptions of muscle fiber plasma membranes. Role in exercise-induced damage",
      "authors": [
        "PL McNeil",
        "R Khakee"
      ]
    },
    {
      "title": "Kinetics of the receptor current in bullfrog saccular hair cells",
      "authors": [
        "DP Corey",
        "AJ Hudspeth"
      ]
    },
    {
      "title": "Noise-induced transient microlesions in the cell membranes of auditory hair cells",
      "authors": [
        "MJ Mulroy",
        "WR Henry",
        "PL McNeil"
      ]
    },
    {
      "title": "Oscillating fluid flow activation of gap junction hemichannels induces ATP release from MLO-Y4 osteocytes",
      "authors": [
        "DC Genetos",
        "CJ Kephart",
        "Y Zhang",
        "CE Yellowley",
        "HJ Donahue"
      ]
    },
    {
      "title": "Mechanically induced Ca(2+) oscillations in osteocytes release extracellular vesicles and enhance bone formation",
      "authors": [
        "AE Morrell",
        "GN Brown",
        "XE Guo",
        "ST Robinson",
        "RL Sattler",
        "AD Baik",
        "G Zhen",
        "X Cao",
        "LF Bonewald",
        "W Jin",
        "LC Kam"
      ]
    },
    {
      "title": "Gap junctions and fluid flow response in MC3T3-E1 cells",
      "authors": [
        "MM Saunders",
        "J You",
        "JE Trosko",
        "H Yamasaki",
        "Z Li",
        "HJ Donahue",
        "CR Jacobs"
      ]
    },
    {
      "title": "Odontoblast TRP channels and thermo/mechanical transmission",
      "authors": [
        "AR Son",
        "YM Yang",
        "JH Hong",
        "SI Lee",
        "Y Shibukawa",
        "DM Shin"
      ]
    },
    {
      "title": "The potential role of spectrin network in the mechanotransduction of MLO-Y4 osteocytes",
      "authors": [
        "XT Wu",
        "LW Sun",
        "X Yang",
        "D Ding",
        "D Han",
        "YB Fan"
      ]
    },
    {
      "title": "Mechanical loading disrupts osteocyte plasma membranes which initiates mechanosensation events in bone",
      "authors": [
        "K Yu",
        "DP Sellman",
        "ME McGee-Lawrence",
        "A Bahraini",
        "ML Hagan",
        "A Elsherbini",
        "KT Vanpelt",
        "PL Marshall",
        "MW Hamrick",
        "A McNeil",
        "PL McNeil"
      ]
    },
    {
      "title": "Astrocyte calcium waves propagate proximally by gap junction and distally by extracellular diffusion of ATP released from volume-regulated anion channels",
      "authors": [
        "Y Fujii",
        "S Maekawa",
        "M Morita"
      ]
    },
    {
      "title": "Connexin 43 channels are essential for normal bone structure and osteocyte viability",
      "authors": [
        "H Xu",
        "S Gu",
        "H Zhao",
        "P Shang",
        "ML Johnson",
        "LF Bonewald",
        "JX Jiang",
        "MA Riquelme",
        "S Burra",
        "D Callaway",
        "H Cheng",
        "T Guda",
        "J Schmitz",
        "RJ Fajardo",
        "SL Werner"
      ]
    },
    {
      "title": "Epithelial sodium channels in skeletal cells; a role in mechanotransduction?",
      "authors": [
        "A Mobasheri",
        "P Martin-Vasallo"
      ]
    },
    {
      "title": "In vitro cell stretching technology (IsoStretcher) as an approach to unravel Piezo1-mediated cardiac mechanotransduction",
      "authors": [
        "Y Guo",
        "AL Merten",
        "U Scholer",
        "ZY Yu",
        "J Cvetkovska",
        "D Fatkin",
        "MP Feneley",
        "B Martinac",
        "O Friedrich"
      ]
    },
    {
      "title": "Mechanotransduction in stretch-induced hypertrophy of cardiac myocytes",
      "authors": [
        "J Sadoshima",
        "S Izumo"
      ]
    },
    {
      "title": "Mechanotransduction of Neural Cells Through Cell-Substrate Interactions",
      "authors": [
        "JM Stukel",
        "RK Willits"
      ]
    },
    {
      "title": "Regulation of transient receptor potential canonical channel 1 (TRPC1) by sphingosine 1-phosphate in C2C12 myoblasts and its relevance for a role of mechanotransduction in skeletal muscle differentiation",
      "authors": [
        "L Formigli",
        "C Sassoli",
        "E Meacci",
        "R Squecco",
        "F Bini",
        "M Martinesi",
        "F Chellini",
        "G Luciani",
        "F Sbrana",
        "S Zecchi-Orlandini",
        "F Francini"
      ]
    },
    {
      "title": "Regulation of vascular smooth muscle mechanotransduction by microRNAs and L-type calcium channels",
      "authors": [
        "KM Turczynska",
        "P Hellstrand",
        "K Sward",
        "S Albinsson"
      ]
    },
    {
      "title": "Membrane Repair: Mechanisms and Pathophysiology",
      "authors": [
        "ST Cooper",
        "PL McNeil"
      ]
    },
    {
      "title": "Transient Cell Membrane Disruptions induce Calcium Waves in Corneal Keratocytes",
      "authors": [
        "Z Chen",
        "X Lu",
        "ME McGee-Lawrence",
        "MA Watsky"
      ]
    },
    {
      "title": "The mechanisms of cell membrane resealing in rabbit corneal epithelial cells",
      "authors": [
        "SS Shen",
        "RA Steinhardt"
      ]
    },
    {
      "title": "Decreased pericellular matrix production and selection for enhanced cell membrane repair may impair osteocyte responses to mechanical loading in the aging skeleton",
      "authors": [
        "ML Hagan",
        "K Yu",
        "PL McNeil",
        "ME McGee-Lawrence",
        "J Zhu",
        "BN Vinson",
        "RL Roberts",
        "M Montesinos Cartagena",
        "MH Johnson",
        "L Wang",
        "CM Isales",
        "MW Hamrick"
      ]
    },
    {
      "title": "Temporary disruption of the plasma membrane is required for c-fos expression in response to mechanical stress",
      "authors": [
        "KP Grembowicz",
        "D Sprague",
        "PL McNeil"
      ]
    },
    {
      "title": "Rupture of plasma membrane under tension",
      "authors": [
        "SC Tan",
        "T Yang",
        "Y Gong",
        "K Liao"
      ]
    },
    {
      "title": "Pore-forming toxins induce multiple cellular responses promoting survival",
      "authors": [
        "MR Gonzalez",
        "M Bischofberger",
        "B Freche",
        "S Ho",
        "RG Parton",
        "FG van der Goot"
      ]
    },
    {
      "title": "Dose-dependent thresholds of 10-ns electric pulse induced plasma membrane disruption and cytotoxicity in multiple cell lines",
      "authors": [
        "BL Ibey",
        "CC Roth",
        "AG Pakhomov",
        "JA Bernhard",
        "GJ Wilmink",
        "ON Pakhomova"
      ]
    },
    {
      "title": "Gastrointestinal cell plasma membrane wounding and resealing in vivo",
      "authors": [
        "PL McNeil",
        "S Ito"
      ]
    },
    {
      "title": "Temporary loss of plasma membrane integrity in orthodontic tooth movement",
      "authors": [
        "MF Orellana-Lezcano",
        "PW Major",
        "PL McNeil",
        "JL Borke"
      ]
    },
    {
      "title": "Neuronal Plasma Membrane Integrity is Transiently Disturbed by Traumatic Loading",
      "authors": [
        "GR Prado",
        "MC LaPlaca"
      ]
    },
    {
      "title": "Large plasma membrane disruptions are rapidly resealed by Ca2+-dependent vesicle-vesicle fusion events",
      "authors": [
        "M Terasaki",
        "K Miyake",
        "PL McNeil"
      ]
    },
    {
      "title": "Transient disruptions of aortic endothelial cell plasma membranes",
      "authors": [
        "QC Yu",
        "PL McNeil"
      ]
    },
    {
      "title": "Cell membrane disruption stimulates NO/PKG signaling and potentiates cell membrane repair in neighboring cells",
      "authors": [
        "T Togo"
      ]
    },
    {
      "title": "Autocrine purinergic signaling stimulated by cell membrane disruption is involved in both cell membrane repair and adaptive response in MDCK cells",
      "authors": [
        "T Togo"
      ]
    },
    {
      "title": "Basic fibroblast growth factor is efficiently released from a cytolsolic storage site through plasma membrane disruptions of endothelial cells",
      "authors": [
        "L Muthukrishnan",
        "E Warder",
        "PL McNeil"
      ]
    },
    {
      "title": "An ATP-dependent mechanism mediates intercellular calcium signaling in bone cell network under single cell nanoindentation",
      "authors": [
        "B Huo",
        "XL Lu",
        "KD Costa",
        "Q Xu",
        "XE Guo"
      ]
    },
    {
      "title": "Cell membrane disruption stimulates cAMP and Ca(2+) signaling to potentiate cell membrane resealing in neighboring cells",
      "authors": [
        "T Togo"
      ]
    },
    {
      "title": "Plasma membrane and cytoskeleton dynamics during single-cell wound healing",
      "authors": [
        "E Boucher",
        "CA Mandato"
      ]
    },
    {
      "title": "Loss of cytoplasmic basic fibroblast growth factor from physiologically wounded myofibers of normal and dystrophic muscle",
      "authors": [
        "MS Clarke",
        "R Khakee",
        "PL McNeil"
      ]
    },
    {
      "title": "Recombinant annexin A6 promotes membrane repair and protects against muscle injury",
      "authors": [
        "AR Demonbreun",
        "KS Fallon",
        "CC Oosterbaan",
        "E Bogdanovic",
        "JL Warner",
        "JJ Sell",
        "PG Page",
        "M Quattrocelli",
        "DY Barefield",
        "EM McNally"
      ]
    },
    {
      "title": "Promotion of plasma membrane repair by vitamin E",
      "authors": [
        "AC Howard",
        "AK McNeil",
        "PL McNeil"
      ]
    },
    {
      "title": "Repair of injured plasma membrane by rapid Ca2+-dependent endocytosis",
      "authors": [
        "V Idone",
        "C Tam",
        "JW Goss",
        "D Toomre",
        "M Pypaert",
        "NW Andrews"
      ]
    },
    {
      "title": "Structural Rearrangements in CHO Cells After Disruption of Individual Cytoskeletal Elements and Plasma Membrane",
      "authors": [
        "SZ Jokhadar",
        "J Derganc"
      ]
    },
    {
      "title": "Rapid actin-cytoskeleton-dependent recruitment of plasma membrane-derived dysferlin at wounds is critical for muscle membrane repair",
      "authors": [
        "JR McDade",
        "A Archambeau",
        "DE Michele"
      ]
    },
    {
      "title": "Vesicle accumulation and exocytosis at sites of plasma membrane disruption",
      "authors": [
        "K Miyake",
        "PL McNeil"
      ]
    },
    {
      "title": "Plasma membrane recovery kinetics of a microfluidic intracellular delivery platform",
      "authors": [
        "A Sharei",
        "R Poceviciute",
        "R Langer",
        "KF Jensen",
        "EL Jackson",
        "N Cho",
        "S Mao",
        "GC Hartoularos",
        "DY Jang",
        "S Jhunjhunwala",
        "A Eyerman",
        "T Schoettle"
      ]
    },
    {
      "title": "Disruption of the plasma membrane stimulates rearrangement of microtubules and lipid traffic toward the wound site",
      "authors": [
        "T Togo"
      ]
    },
    {
      "title": "A decrease in membrane tension precedes successful cell-membrane repair",
      "authors": [
        "T Togo",
        "TB Krasieva",
        "RA Steinhardt"
      ]
    },
    {
      "title": "Cytotoxicity induced in myotubes by a Lys49 phospholipase A2 homologue from the venom of the snake Bothrops asper: evidence of rapid plasma membrane damage and a dual role for extracellular calcium",
      "authors": [
        "JC Villalobos",
        "R Mora",
        "B Lomonte",
        "JM Gutierrez",
        "Y Angulo"
      ]
    },
    {
      "title": "Helicobacter pylori disrupts host cell membranes, initiating a repair response and cell proliferation",
      "authors": [
        "LL Lin",
        "HC Huang",
        "S Ogihara",
        "JT Wang",
        "MC Wu",
        "PL McNeil",
        "CN Chen",
        "HF Juan"
      ]
    },
    {
      "title": "Plasma membrane disruption underlies injury of the corneal endothelium by ultrasound",
      "authors": [
        "K Saito",
        "K Miyake",
        "PL McNeil",
        "K Kato",
        "K Yago",
        "N Sugai"
      ]
    },
    {
      "title": "Requirement for annexin A1 in plasma membrane repair",
      "authors": [
        "AK McNeil",
        "U Rescher",
        "V Gerke",
        "PL McNeil"
      ]
    },
    {
      "title": "Calpain is required for the rapid, calcium-dependent repair of wounded plasma membrane",
      "authors": [
        "RL Mellgren",
        "W Zhang",
        "K Miyake",
        "PL McNeil"
      ]
    },
    {
      "title": "Circulating IgM Requires Plasma Membrane Disruption to Bind Apoptotic and Non-Apoptotic Nucleated Cells and Erythrocytes",
      "authors": [
        "EE Hesketh",
        "I Dransfield",
        "DC Kluth",
        "J Hughes"
      ]
    },
    {
      "title": "MG53-mediated cell membrane repair protects against acute kidney injury",
      "authors": [
        "P Duann",
        "H Li",
        "PJ Mohler",
        "B Rovin",
        "WT Abraham",
        "C Zeng",
        "J Ma",
        "P Lin",
        "T Tan",
        "Z Wang",
        "K Chen",
        "X Zhou",
        "K Gumpper",
        "H Zhu",
        "T Ludwig"
      ]
    },
    {
      "title": "Strain rate mechanotransduction in aligned human vascular smooth muscle cells",
      "authors": [
        "NL McKnight",
        "JA Frangos"
      ]
    },
    {
      "title": "Tissue Strain Reorganizes Collagen With a Switchlike Response That Regulates Neuronal Extracellular Signal-Regulated Kinase Phosphorylation In Vitro: Implications for Ligamentous Injury and Mechanotransduction",
      "authors": [
        "S Zhang",
        "X Cao",
        "AM Stablow",
        "VB Shenoy",
        "BA Winkelstein"
      ]
    },
    {
      "title": "Ca(2+) regulates fluid shear-induced cytoskeletal reorganization and gene expression in osteoblasts",
      "authors": [
        "NX Chen",
        "KD Ryder",
        "FM Pavalko",
        "CH Turner",
        "DB Burr",
        "J Qiu",
        "RL Duncan"
      ]
    },
    {
      "title": "Fluid mechanics in dentinal microtubules provides mechanistic insights into the difference between hot and cold dental pain",
      "authors": [
        "M Lin",
        "ZY Luo",
        "BF Bai",
        "F Xu",
        "TJ Lu"
      ]
    },
    {
      "title": "Fluid flow mechanotransduction in vascular smooth muscle cells and fibroblasts",
      "authors": [
        "ZD Shi",
        "JM Tarbell"
      ]
    },
    {
      "title": "Osteocyte lacunae tissue strain in cortical bone",
      "authors": [
        "DP Nicolella",
        "DE Moravits",
        "AM Gale",
        "LF Bonewald",
        "J Lankford"
      ]
    },
    {
      "title": "Disruption-induced mucus secretion: repair and protection",
      "authors": [
        "K Miyake",
        "T Tanaka",
        "PL McNeil"
      ]
    },
    {
      "title": "Fluid flow in the osteocyte mechanical environment: a fluid-structure interaction approach",
      "authors": [
        "SW Verbruggen",
        "TJ Vaughan",
        "LM McNamara"
      ]
    },
    {
      "title": "Strain amplification in bone mechanobiology: a computational investigation of the in vivo mechanics of osteocytes",
      "authors": [
        "SW Verbruggen",
        "TJ Vaughan",
        "LM McNamara"
      ]
    },
    {
      "title": "An actin-dependent annexin complex mediates plasma membrane repair in muscle",
      "authors": [
        "AR Demonbreun",
        "M Quattrocelli",
        "DY Barefield",
        "MV Allen",
        "KE Swanson",
        "EM McNally"
      ]
    },
    {
      "title": "Fetuin A stabilizes m-calpain and facilitates plasma membrane repair",
      "authors": [
        "RL Mellgren",
        "X Huang"
      ]
    },
    {
      "title": "Calcium-dependent plasma membrane repair requires m- or mu-calpain, but not calpain-3, the proteasome, or caspases",
      "authors": [
        "RL Mellgren",
        "K Miyake",
        "I Kramerova",
        "MJ Spencer",
        "N Bourg",
        "M Bartoli",
        "I Richard",
        "PA Greer",
        "PL McNeil"
      ]
    },
    {
      "title": "Recombinant MG53 protein modulates therapeutic cell membrane repair in treatment of muscular dystrophy",
      "authors": [
        "N Weisleder",
        "N Takizawa",
        "R Yan",
        "M Sterling",
        "X Zhao",
        "M Hwang",
        "M Takeshima",
        "C Cai",
        "H Cheng",
        "H Takeshima",
        "RP Xiao",
        "J Ma",
        "P Lin",
        "X Wang",
        "C Cao",
        "Y Zhang",
        "T Tan",
        "C Ferrante",
        "H Zhu",
        "PJ Chen"
      ]
    },
    {
      "title": "Evidence that nuclear factor-kappa B activation is critical in oxidant-induced disruption of the microtubule cytoskeleton and barrier integrity and that its inactivation is essential in epidermal growth factor-mediated protection of the monolayers of intestinal epithelia",
      "authors": [
        "A Banan",
        "A Farhadi",
        "JZ Fields",
        "E Mutlu",
        "L Zhang",
        "A Keshavarzian"
      ]
    },
    {
      "title": "Plasma Membrane Repair in Health and Disease",
      "authors": [
        "AR Demonbreun",
        "EM McNally"
      ]
    },
    {
      "title": "Cellular mechanisms and signals that coordinate plasma membrane repair",
      "authors": [
        "A Horn",
        "JK Jaiswal"
      ]
    },
    {
      "title": "Plasma membrane disruption: repair, prevention, adaptation",
      "authors": [
        "PL McNeil",
        "RA Steinhardt"
      ]
    },
    {
      "title": "An actin barrier to resealing",
      "authors": [
        "K Miyake",
        "PL McNeil",
        "K Suzuki",
        "R Tsunoda",
        "N Sugai"
      ]
    },
    {
      "title": "Calcium-regulated exocytosis is required for cell membrane resealing",
      "authors": [
        "GQ Bi",
        "JM Alderton",
        "RA Steinhardt"
      ]
    },
    {
      "title": "Long-term potentiation of exocytosis and cell membrane repair in fibroblasts",
      "authors": [
        "T Togo",
        "JM Alderton",
        "RA Steinhardt"
      ]
    },
    {
      "title": "Plasma Membrane Repair: A Central Process for Maintaining Cellular Homeostasis",
      "authors": [
        "AD Blazek",
        "BJ Paleo",
        "N Weisleder"
      ]
    },
    {
      "title": "A novel cytoskeletal structure involved in purse string wound closure and cell polarity maintenance",
      "authors": [
        "WM Bement",
        "P Forscher",
        "MS Mooseker"
      ]
    },
    {
      "title": "ESCRT machinery is required for plasma membrane repair",
      "authors": [
        "AJ Jimenez",
        "P Maiuri",
        "J Lafaurie-Janvore",
        "S Divoux",
        "M Piel",
        "F Perez"
      ]
    },
    {
      "title": "Membrane repair of human skeletal muscle cells requires Annexin-A5",
      "authors": [
        "R Carmeille",
        "F Bouvet",
        "S Tan",
        "C Croissant",
        "C Gounou",
        "K Mamchaoui",
        "V Mouly",
        "AR Brisson",
        "A Bouter"
      ]
    },
    {
      "title": "Annexin-V stabilizes membrane defects by inducing lipid phase transition",
      "authors": [
        "YC Lin",
        "C Chipot",
        "S Scheuring"
      ]
    },
    {
      "title": "Annexin-A6 in Membrane Repair of Human Skeletal Muscle Cell: A Role in the Cap Subdomain",
      "authors": [
        "C Croissant",
        "C Gounou",
        "F Bouvet",
        "S Tan",
        "A Bouter"
      ]
    },
    {
      "title": "Vam3p structure reveals conserved and divergent properties of syntaxins",
      "authors": [
        "I Dulubova",
        "T Yamaguchi",
        "Y Wang",
        "TC Sudhof",
        "J Rizo"
      ]
    },
    {
      "title": "Binding of the synaptic vesicle v-SNARE, synaptotagmin, to the plasma membrane t-SNARE, SNAP-25, can explain docked vesicles at neurotoxin-treated synapses",
      "authors": [
        "G Schiavo",
        "G Stenbeck",
        "JE Rothman",
        "TH Sollner"
      ]
    },
    {
      "title": "Crystal structure of a SNARE complex involved in synaptic exocytosis at 2.4 A resolution",
      "authors": [
        "RB Sutton",
        "D Fasshauer",
        "R Jahn",
        "AT Brunger"
      ]
    },
    {
      "title": "Mechanism of Ca(2)(+)-triggered ESCRT assembly and regulation of cell membrane repair",
      "authors": [
        "LL Scheffer",
        "SC Sreetama",
        "N Sharma",
        "S Medikayala",
        "KJ Brown",
        "A Defour",
        "JK Jaiswal"
      ]
    },
    {
      "title": "AIP1/ALIX is a binding partner for HIV-1 p6 and EIAV p9 functioning in virus budding",
      "authors": [
        "B Strack",
        "A Calistri",
        "S Craig",
        "E Popova",
        "HG Gottlinger"
      ]
    },
    {
      "title": "The mechanism of facilitated cell membrane resealing",
      "authors": [
        "T Togo",
        "JM Alderton",
        "GQ Bi",
        "RA Steinhardt"
      ]
    },
    {
      "title": "Breaking biological barriers with a toothbrush",
      "authors": [
        "K Amano",
        "K Miyake",
        "JL Borke",
        "PL McNeil"
      ]
    },
    {
      "title": "Cell wounding activates phospholipase D in primary mouse keratinocytes",
      "authors": [
        "SN Arun",
        "D Xie",
        "AC Howard",
        "Q Zhong",
        "X Zhong",
        "PL McNeil",
        "WB Bollag"
      ]
    },
    {
      "title": "Lectin-based food poisoning: a new mechanism of protein toxicity",
      "authors": [
        "K Miyake",
        "T Tanaka",
        "PL McNeil"
      ]
    },
    {
      "title": "Invited review: plasma membrane stress failure in alveolar epithelial cells",
      "authors": [
        "NE Vlahakis",
        "RD Hubmayr"
      ]
    },
    {
      "title": "Ventilator-induced cell wounding and repair in the intact lung",
      "authors": [
        "O Gajic",
        "J Lee",
        "CH Doerr",
        "JC Berrios",
        "JL Myers",
        "RD Hubmayr"
      ]
    },
    {
      "title": "TRIM72 is required for effective repair of alveolar epithelial cell wounding",
      "authors": [
        "SC Kim",
        "T Kellett",
        "RD Hubmayr",
        "X Zhao",
        "S Wang",
        "M Nishi",
        "N Nagre",
        "B Zhou",
        "P Flodby",
        "K Shilo",
        "SN Ghadiali",
        "H Takeshima"
      ]
    },
    {
      "title": "TRIM72 promotes alveolar epithelial cell membrane repair and ameliorates lung fibrosis",
      "authors": [
        "X Cong",
        "N Nagre",
        "J Herrera",
        "AC Pearson",
        "I Pepper",
        "R Morehouse",
        "HL Ji",
        "D Jiang",
        "RD Hubmayr",
        "X Zhao"
      ]
    },
    {
      "title": "Defective membrane repair machinery impairs survival of invasive cancer cells",
      "authors": [
        "F Bouvet",
        "M Ros",
        "E Bonedeau",
        "C Croissant",
        "L Frelin",
        "F Saltel",
        "V Moreau",
        "A Bouter"
      ]
    },
    {
      "title": "Caveolae protect endothelial cells from membrane rupture during increased cardiac output",
      "authors": [
        "JP Cheng",
        "C Mendoza-Topaz",
        "G Howard",
        "J Chadwick",
        "E Shvets",
        "AS Cowburn",
        "BJ Dunmore",
        "A Crosby",
        "NW Morrell",
        "BJ Nichols"
      ]
    },
    {
      "title": "Plasma membrane damage as a marker of neuronal injury",
      "authors": [
        "MC LaPlaca",
        "GR Prado",
        "D Cullen",
        "CM Simon"
      ]
    },
    {
      "title": "Identification and characterization of heterogeneous neuronal injury and death in regions of diffuse brain injury: evidence for multiple independent injury phenotypes",
      "authors": [
        "RH Singleton",
        "JT Povlishock"
      ]
    },
    {
      "title": "Mechanical stretch to neurons results in a strain rate and magnitude-dependent increase in plasma membrane permeability",
      "authors": [
        "DM Geddes",
        "RS Cargill",
        "MC LaPlaca"
      ]
    },
    {
      "title": "Mechanoporation is a potential indicator of tissue strain and subsequent degeneration following experimental traumatic brain injury",
      "authors": [
        "MC LaPlaca",
        "MC Lessing",
        "GR Prado",
        "R Zhou",
        "CC Tate",
        "D Geddes-Klein",
        "DF Meaney",
        "L Zhang"
      ]
    },
    {
      "title": "Acute plasmalemma permeability and protracted clearance of injured cells after controlled cortical impact in mice",
      "authors": [
        "MJ Whalen",
        "T Dalkara",
        "MA Moskowitz",
        "Z You",
        "J Qiu",
        "D Bermpohl",
        "N Mehta",
        "B Suter",
        "PG Bhide",
        "EH Lo",
        "M Ericsson"
      ]
    },
    {
      "title": "Trauma-induced plasmalemma disruptions in three-dimensional neural cultures are dependent on strain modality and rate",
      "authors": [
        "DK Cullen",
        "VN Vernekar",
        "MC LaPlaca"
      ]
    },
    {
      "title": "Neuronal Membrane Disruption Occurs Late Following Diffuse Brain Trauma in Rats and Involves a Subpopulation of NeuN Negative Cortical Neurons",
      "authors": [
        "ML Hernandez",
        "T Chatlos",
        "KM Gorse",
        "AD Lafrenaye"
      ]
    },
    {
      "title": "Neural mechanobiology and neuronal vulnerability to traumatic loading",
      "authors": [
        "MC Laplaca",
        "GR Prado"
      ]
    },
    {
      "title": "Effect of acute calcium influx after mechanical stretch injury in vitro on the viability of hippocampal neurons",
      "authors": [
        "TA Lusardi",
        "JA Wolf",
        "ME Putt",
        "DH Smith",
        "DF Meaney"
      ]
    },
    {
      "title": "Mechanoporation induced by diffuse traumatic brain injury: an irreversible or reversible response to injury?",
      "authors": [
        "O Farkas",
        "J Lifshitz",
        "JT Povlishock"
      ]
    },
    {
      "title": "Cardioprotection of ischemia/reperfusion injury by cholesterol-dependent MG53-mediated membrane repair",
      "authors": [
        "X Wang",
        "W Xie",
        "N Weisleder",
        "RP Xiao",
        "H Takeshima",
        "J Ma",
        "H Cheng",
        "Y Zhang",
        "P Lin",
        "L Han",
        "P Han",
        "Y Wang",
        "Z Chen",
        "G Ji",
        "M Zheng"
      ]
    },
    {
      "title": "Defective membrane repair in dysferlin-deficient muscular dystrophy",
      "authors": [
        "D Bansal",
        "K Miyake",
        "SS Vogel",
        "S Groh",
        "CC Chen",
        "R Williamson",
        "PL McNeil",
        "KP Campbell"
      ]
    },
    {
      "title": "Dysferlin-mediated membrane repair protects the heart from stress-induced left ventricular injury",
      "authors": [
        "R Han",
        "D Bansal",
        "K Miyake",
        "VP Muniz",
        "RM Weiss",
        "PL McNeil",
        "KP Campbell"
      ]
    },
    {
      "title": "Muscle damage from eccentric exercise: mechanism, mechanical signs, adaptation and clinical applications",
      "authors": [
        "U Proske",
        "DL Morgan"
      ]
    },
    {
      "title": "Bed rest decreases mechanically induced myofiber wounding and consequent wound-mediated FGF release",
      "authors": [
        "MS Clarke",
        "MM Bamman",
        "DL Feeback"
      ]
    },
    {
      "title": "Early membrane damage during ischemia in rat heart",
      "authors": [
        "S Ishiharajima",
        "T Aida",
        "R Nakagawa",
        "K Kameyama",
        "K Sugano",
        "T Oguro",
        "G Asano"
      ]
    },
    {
      "title": "Volume regulation and plasma membrane injury in aerobic, anaerobic, and ischemic myocardium in vitro. Effects of osmotic cell swelling on plasma membrane integrity",
      "authors": [
        "C Steenbergen",
        "ML Hill",
        "RB Jennings"
      ]
    },
    {
      "title": "Fluid shear-induced mechanical signaling in MC3T3-E1 osteoblasts requires cytoskeleton-integrin interactions",
      "authors": [
        "FM Pavalko",
        "NX Chen",
        "CH Turner",
        "DB Burr",
        "S Atkinson",
        "YF Hsieh",
        "J Qiu",
        "RL Duncan"
      ]
    },
    {
      "title": "Repetitive stretch induces c-fos and myogenin mRNA within several hours in skeletal muscle removed from rats",
      "authors": [
        "S Ikeda",
        "A Yoshida",
        "S Matayoshi",
        "N Tanaka"
      ]
    },
    {
      "title": "The temporal and cellular expression of c-fos and c-jun in mechanically stimulated rabbit latissimus dorsi muscle",
      "authors": [
        "NJ Osbaldeston",
        "DM Lee",
        "VM Cox",
        "JE Hesketh",
        "JF Morrison",
        "GE Blair",
        "DF Goldspink"
      ]
    },
    {
      "title": "Expression of fos and jun genes in human skeletal muscle after exercise",
      "authors": [
        "A Puntschart",
        "E Wey",
        "K Jostarndt",
        "M Vogt",
        "M Wittwer",
        "HR Widmer",
        "H Hoppeler",
        "R Billeter"
      ]
    },
    {
      "title": "Role of muscle-derived growth factors in bone formation",
      "authors": [
        "MW Hamrick",
        "PL McNeil",
        "SL Patterson"
      ]
    },
    {
      "title": "The antioxidant requirement for plasma membrane repair in skeletal muscle",
      "authors": [
        "M Labazi",
        "AK McNeil",
        "T Kurtz",
        "TC Lee",
        "RB Pegg",
        "JP Angeli",
        "M Conrad",
        "PL McNeil"
      ]
    },
    {
      "title": "The effect of acute microgravity on mechanically-induced membrane damage and membrane-membrane fusion events",
      "authors": [
        "MS Clarke",
        "CR Vanderburg",
        "DL Feeback"
      ]
    },
    {
      "title": "Calpain protects the heart from hemodynamic stress",
      "authors": [
        "M Taneike",
        "I Mizote",
        "T Murakawa",
        "H Nakayama",
        "K Nishida",
        "J Takeda",
        "N Mochizuki",
        "I Komuro",
        "K Otsu",
        "T Morita",
        "T Watanabe",
        "S Hikoso",
        "O Yamaguchi",
        "T Takeda",
        "T Oka",
        "T Tamai",
        "J Oyabu"
      ]
    },
    {
      "title": "Dysferlin regulates cell membrane repair by facilitating injury-triggered acid sphingomyelinase secretion",
      "authors": [
        "A Defour",
        "JH Van der Meulen",
        "R Bhat",
        "A Bigot",
        "R Bashir",
        "K Nagaraju",
        "JK Jaiswal"
      ]
    },
    {
      "title": "MG53 nucleates assembly of cell membrane repair machinery",
      "authors": [
        "C Cai",
        "H Masumiya",
        "Z Pan",
        "S Komazaki",
        "M Brotto",
        "H Takeshima",
        "J Ma",
        "N Weisleder",
        "N Matsuda",
        "M Nishi",
        "M Hwang",
        "JK Ko",
        "P Lin",
        "A Thornton",
        "X Zhao"
      ]
    },
    {
      "title": "MG53 constitutes a primary determinant of cardiac ischemic preconditioning",
      "authors": [
        "CM Cao",
        "Y Zhang",
        "J Guo",
        "W Peng",
        "G Li",
        "M Nishi",
        "H Takeshima",
        "J Ma",
        "RP Xiao",
        "N Weisleder",
        "C Ferrante",
        "X Wang",
        "F Lv",
        "Y Zhang",
        "R Song",
        "M Hwang",
        "L Jin"
      ]
    },
    {
      "title": "Lower plasma vitamin E levels are associated with the frailty syndrome: the InCHIANTI study",
      "authors": [
        "A Ble",
        "A Cherubini",
        "S Volpato",
        "B Bartali",
        "JD Walston",
        "BG Windham",
        "S Bandinelli",
        "F Lauretani",
        "JM Guralnik",
        "L Ferrucci"
      ]
    },
    {
      "title": "Dysferlin and the plasma membrane repair in muscular dystrophy",
      "authors": [
        "D Bansal",
        "KP Campbell"
      ]
    },
    {
      "title": "Spectrin, alpha-actinin, and dystrophin",
      "authors": [
        "MJ Broderick",
        "SJ Winder"
      ]
    },
    {
      "title": "Dystrophin: the protein product of the Duchenne muscular dystrophy locus",
      "authors": [
        "EP Hoffman",
        "RH Brown",
        "LM Kunkel"
      ]
    },
    {
      "title": "Molecular basis of muscular dystrophies",
      "authors": [
        "RD Cohn",
        "KP Campbell"
      ]
    },
    {
      "title": "Direct observation of failing fibers in muscles of dystrophic mice provides mechanistic insight into muscular dystrophy",
      "authors": [
        "DR Claflin",
        "SV Brooks"
      ]
    },
    {
      "title": "Enhanced dystrophic progression in mdx mice by exercise and beneficial effects of taurine and insulin-like growth factor-1",
      "authors": [
        "A De Luca",
        "S Pierno",
        "A Liantonio",
        "M Cetrone",
        "C Camerino",
        "B Fraysse",
        "M Mirabella",
        "S Servidei",
        "UT Ruegg",
        "D Conte Camerino"
      ]
    },
    {
      "title": "Chronic Dosing with Membrane Sealant Poloxamer 188 NF Improves Respiratory Dysfunction in Dystrophic Mdx and Mdx/Utrophin−/− Mice",
      "authors": [
        "BE Markham",
        "S Kernodle",
        "J Nemzek",
        "JE Wilkinson",
        "R Sigler"
      ]
    },
    {
      "title": "Poloxamer 188 (p188) as a membrane resealing reagent in biomedical applications",
      "authors": [
        "JG Moloughney",
        "N Weisleder"
      ]
    },
    {
      "title": "Membrane sealant Poloxamer P188 protects against isoproterenol induced cardiomyopathy in dystrophin deficient mice",
      "authors": [
        "CF Spurney",
        "AD Guerron",
        "Q Yu",
        "A Sali",
        "JH van der Meulen",
        "EP Hoffman",
        "K Nagaraju"
      ]
    },
    {
      "title": "Continuous administration of poloxamer 188 reduces overload-induced muscular atrophy in dysferlin-deficient SJL mice",
      "authors": [
        "N Suzuki",
        "T Akiyama",
        "T Takahashi",
        "H Komuro",
        "H Warita",
        "M Tateyama",
        "Y Itoyama",
        "M Aoki"
      ]
    },
    {
      "title": "Dystrophic heart failure blocked by membrane sealant poloxamer",
      "authors": [
        "S Yasuda",
        "D Townsend",
        "DE Michele",
        "EG Favre",
        "SM Day",
        "JM Metzger"
      ]
    },
    {
      "title": "Poloxamer 188 failed to prevent exercise-induced membrane breakdown in mdx skeletal muscle fibers",
      "authors": [
        "JG Quinlan",
        "BL Wong",
        "RT Niemeier",
        "AS McCullough",
        "L Levin",
        "M Emanuele"
      ]
    },
    {
      "title": "Poloxamer [corrected] 188 has a deleterious effect on dystrophic skeletal muscle function",
      "authors": [
        "RL Terry",
        "HM Kaneb",
        "DJ Wells"
      ]
    },
    {
      "title": "Inhibition of Osteocyte Membrane Repair Activity via Dietary Vitamin E Deprivation Impairs Osteocyte Survival",
      "authors": [
        "ML Hagan",
        "A Bahraini",
        "ME McGee-Lawrence",
        "JL Pierce",
        "SM Bass",
        "K Yu",
        "R Elsayed",
        "M Elsalanty",
        "MH Johnson",
        "A McNeil",
        "PL McNeil"
      ]
    },
    {
      "title": "Mechanically-stimulated ATP release from murine bone cells is regulated by a balance of injury and repair",
      "authors": [
        "N Mikolajewicz",
        "EA Zimmermann",
        "BM Willie",
        "SV Komarova"
      ]
    },
    {
      "title": "Plasma membrane disruption in orthodontic tooth movement in rats",
      "authors": [
        "MF Orellana",
        "AK Smith",
        "JL Waller",
        "E DeLeon",
        "JL Borke"
      ]
    },
    {
      "title": "Mechanotransduction and strain amplification in osteocyte cell processes",
      "authors": [
        "Y Han",
        "SC Cowin",
        "MB Schaffler",
        "S Weinbaum"
      ]
    },
    {
      "title": "On the electrophysiological response of bone cells using a Stokesian fluid stimulus probe for delivery of quantifiable localized picoNewton level forces",
      "authors": [
        "D Wu",
        "P Ganatos",
        "DC Spray",
        "S Weinbaum"
      ]
    },
    {
      "title": "Age-related dysfunction in mechanotransduction impairs differentiation of human mammary epithelial progenitors",
      "authors": [
        "FA Pelissier",
        "JC Garbe",
        "B Ananthanarayanan",
        "M Miyano",
        "C Lin",
        "T Jokela",
        "S Kumar",
        "MR Stampfer",
        "JB Lorens",
        "MA LaBarge"
      ]
    },
    {
      "title": "Osteocytic canalicular networks: morphological implications for altered mechanosensitivity",
      "authors": [
        "P Milovanovic",
        "EA Zimmermann",
        "M Hahn",
        "D Djonic",
        "K Puschel",
        "M Djuric",
        "M Amling",
        "B Busse"
      ]
    },
    {
      "title": "Mechanical responses and signal transduction pathways in stretched osteocytes",
      "authors": [
        "Y Mikuni-Takagaki"
      ]
    },
    {
      "title": "Connexin 43 Channels in Osteocytes Regulate Bone Responses to Mechanical Unloading",
      "authors": [
        "D Zhao",
        "R Liu",
        "G Li",
        "M Chen",
        "P Shang",
        "H Yang",
        "JX Jiang",
        "H Xu"
      ]
    },
    {
      "title": "Mechanotransduction via the Piezo1-Akt pathway underlies Sost suppression in osteocytes",
      "authors": [
        "F Sasaki",
        "M Hayashi",
        "Y Mouri",
        "S Nakamura",
        "T Adachi",
        "T Nakashima"
      ]
    },
    {
      "title": "T-Type voltage-sensitive calcium channels mediate mechanically-induced intracellular calcium oscillations in osteocytes by regulating endoplasmic reticulum calcium dynamics",
      "authors": [
        "GN Brown",
        "PL Leong",
        "XE Guo"
      ]
    },
    {
      "title": "Perlecan/Hspg2 deficiency alters the pericellular space of the lacunocanalicular system surrounding osteocytic processes in cortical bone. Journal of bone and mineral research : the official journal of the",
      "authors": [
        "WR Thompson",
        "S Modla",
        "BJ Grindel",
        "KJ Czymmek",
        "CB Kirn-Safran",
        "L Wang",
        "RL Duncan",
        "MC Farach-Carson"
      ]
    },
    {
      "title": "Real-time measurement of solute transport within the lacunar-canalicular system of mechanically loaded bone: direct evidence for load-induced fluid flow. Journal of bone and mineral research : the official journal of the",
      "authors": [
        "C Price",
        "X Zhou",
        "W Li",
        "L Wang"
      ]
    },
    {
      "title": "Initial stress-kick is required for fluid shear stress-induced rate dependent activation of bone cells",
      "authors": [
        "RG Bacabac",
        "TH Smit",
        "MG Mullender",
        "JJ Van Loon",
        "J Klein-Nulend"
      ]
    },
    {
      "title": "Local membrane deformation and micro-injury lead to qualitatively different responses in osteoblasts",
      "authors": [
        "GM Lopez-Ayon",
        "HY Liu",
        "S Xing",
        "OM Maria",
        "JM LeDue",
        "H Bourque",
        "P Grutter",
        "SV Komarova"
      ]
    },
    {
      "title": "Effects of training on bone mass in older adults: a systematic review",
      "authors": [
        "A Gomez-Cabello",
        "I Ara",
        "A Gonzalez-Aguero",
        "JA Casajus",
        "G Vicente-Rodriguez"
      ]
    },
    {
      "title": "Increased endoplasmic reticulum stress in mouse osteocytes with aging alters Cox-2 response to mechanical stimuli",
      "authors": [
        "S Chalil",
        "RT Jaspers",
        "RJ Manders",
        "J Klein-Nulend",
        "AD Bakker",
        "L Deldicque"
      ]
    },
    {
      "title": "Degeneration of the osteocyte network in the C57BL/6 mouse model of aging",
      "authors": [
        "LM Tiede-Lewis",
        "Y Xie",
        "MA Hulbert",
        "R Campos",
        "MR Dallas",
        "V Dusevich",
        "LF Bonewald",
        "SL Dallas"
      ]
    },
    {
      "title": "Inhibition of Osteocyte Membrane Repair Activity via Dietary Vitamin E Deprivation Impairs Osteocyte Survival",
      "authors": [
        "ML Hagan",
        "A Bahraini",
        "ME McGee-Lawrence",
        "JL Pierce",
        "SM Bass",
        "K Yu",
        "R Elsayed",
        "M Elsalanty",
        "MH Johnson",
        "A McNeil",
        "PL McNeil"
      ]
    },
    {
      "title": "Osteocytic network is more responsive in calcium signaling than osteoblastic network under fluid flow",
      "authors": [
        "XL Lu",
        "B Huo",
        "V Chiang",
        "XE Guo"
      ]
    },
    {
      "title": "Transmission of Mechanical Information by Purinergic Signaling",
      "authors": [
        "N Mikolajewicz",
        "S Sehayek",
        "PW Wiseman",
        "SV Komarova"
      ]
    },
    {
      "title": "Annexin V disruption impairs mechanically induced calcium signaling in osteoblastic cells",
      "authors": [
        "TL Haut Donahue",
        "DC Genetos",
        "CR Jacobs",
        "HJ Donahue",
        "CE Yellowley"
      ]
    },
    {
      "title": "Microtubules tune mechanotransduction through NOX2 and TRPV4 to decrease sclerostin abundance in osteocytes",
      "authors": [
        "JS Lyons",
        "HC Joca",
        "JP Stains",
        "RA Law",
        "KM Williams",
        "JP Kerr",
        "G Shi",
        "RJ Khairallah",
        "SS Martin",
        "K Konstantopoulos",
        "CW Ward"
      ]
    },
    {
      "title": "Differential stimulation of prostaglandin G/H synthase-2 in osteocytes and other osteogenic cells by pulsating fluid flow",
      "authors": [
        "I Westbroek",
        "NE Ajubi",
        "MJ Alblas",
        "CM Semeins",
        "J Klein-Nulend",
        "EH Burger",
        "PJ Nijweide"
      ]
    },
    {
      "title": "Nitric oxide is involved in the down-regulation of SOST expression induced by mechanical loading",
      "authors": [
        "J Delgado-Calle",
        "JA Riancho",
        "J Klein-Nulend"
      ]
    },
    {
      "title": "Pulsating fluid flow stimulates prostaglandin release and inducible prostaglandin G/H synthase mRNA expression in primary mouse bone cells",
      "authors": [
        "J Klein-Nulend",
        "EH Burger",
        "CM Semeins",
        "LG Raisz",
        "CC Pilbeam"
      ]
    },
    {
      "title": "Nitric oxide-dependence of satellite stem cell activation and quiescence on normal skeletal muscle fibers",
      "authors": [
        "AC Wozniak",
        "JE Anderson"
      ]
    },
    {
      "title": "Effects of calcium channel antagonists on the release of prostaglandin E2 from metabolically stressed muscle",
      "authors": [
        "R Majumdar",
        "JT Nguyen",
        "MH Brooke"
      ]
    },
    {
      "title": "The dependences of osteocyte network on bone compartment, age, and disease",
      "authors": [
        "X Lai",
        "C Price",
        "S Modla",
        "WR Thompson",
        "J Caplan",
        "CB Kirn-Safran",
        "L Wang"
      ]
    },
    {
      "title": "Perlecan-containing pericellular matrix regulates solute transport and mechanosensing within the osteocyte lacunar-canalicular system",
      "authors": [
        "B Wang",
        "X Lai",
        "CB Kirn-Safran",
        "MC Farach-Carson",
        "L Wang",
        "C Price",
        "WR Thompson",
        "W Li",
        "TR Quabili",
        "WJ Tseng",
        "XS Liu",
        "H Zhang",
        "J Pan"
      ]
    },
    {
      "title": "Fluid flow induced PGE2 release by bone cells is reduced by glycocalyx degradation whereas calcium signals are not",
      "authors": [
        "GC Reilly",
        "TR Haut",
        "CE Yellowley",
        "HJ Donahue",
        "CR Jacobs"
      ]
    },
    {
      "title": "Effects of intervals between jumps or bouts on osteogenic response to loading",
      "authors": [
        "Y Umemura",
        "N Sogo",
        "A Honda"
      ]
    },
    {
      "title": "Recovery periods restore mechanosensitivity to dynamically loaded bone",
      "authors": [
        "AG Robling",
        "DB Burr",
        "CH Turner"
      ]
    },
    {
      "title": "Osteoblastic cells have refractory periods for fluid-flow-induced intracellular calcium oscillations for short bouts of flow and display multiple low-magnitude oscillations during long-term flow",
      "authors": [
        "SW Donahue",
        "HJ Donahue",
        "CR Jacobs"
      ]
    }
  ],
  "original_title": "Plasma membrane disruption (PMD) formation and repair in mechanosensitive tissues",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d2ba/8217198/b9280564ef18/nihms-1698635-f0001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d2ba/8217198/6ab8c9637f52/nihms-1698635-f0002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d2ba/8217198/e645551bfef1/nihms-1698635-f0003.jpg"
  ]
}