{
  "pmcid": "PMC12040010",
  "title": "Cryptococcus albidus meningitis: A case report and literature review",
  "abstract": "Rationale:\n\nCentral nervous system (CNS) infections caused by Cryptococcus albidus are rarely reported, but are often associated with high mortality rates. Clinical data on the appropriate use of liposomal-amphotericin B (liposomal-AmB) with cryptococcal meningitis are limited. Here, we report for the first time the efficacious and safe use of the ideal bodyweight to calculate the dose of liposomal-AmB for a severely obese patient with C albidus meningitis. We also review the cases of CNS infection caused by C albidus and its related species.\n\nPatient concerns:\n\nA severely obese female patient was admitted to neurosurgical ward with lesions in the intracranial space and accompanying headache. Brain magnetic resonance imaging revealed prominent lesions in the right parietal and left frontal insular region. After glioma resection, C albidus was isolated from her cerebrospinal fluid samples.\n\nDiagnoses, interventions, and outcomes:\n\nShe diagnosed histopathologically with a Cryptococcus species infection. The culture from her cerebrospinal fluid sample showed the growth of yeast-like colonies, which were identified as C albidus with mass spectrometry. She was treated with liposomal-AmB (50 mg day-1 intravenously) plus 5-fluorocytosine (10 g day-1 orally in 4 divided doses) for 6 weeks. The patient was asymptomatic at the time of discharge.\n\nLessons:\n\nCNS infections of C albidus were uncommon. Using ideal bodyweight to calculate the dose of liposomal-AmB should be considered for severely obese patients with C albidus meningitis.",
  "introduction": "1. Introduction\n\nCentral nervous system (CNS) infections of Cryptococcus species are life-threatening diseases. C albidus, also called Naganishia albida, was first reported to infect humans in 1965, and several opportunistic infections associated with C albidus have since been reported. To date, the yeast has been isolated from the cerebrospinal fluid (CSF), lung abscesses, pleural fluids, and blood specimens of patients. Of those invasive infections, 30% of the patients had a CNS infections. Most notably, the mortality rate was 67% in patients with CNS infections caused by C albidus, which is more than double that of patients infected with other Cryptococcus species. Although fewer than 10 cases of C albidus infection have been reported, the fungus has received attention because its mortality rate is high. Here, we report a clinical case of cryptococcal meningitis caused by C albidus. Clinically isolated C albidus may include many other related species, for example, C adeliensis and C diffluent. No clear-cut epidemiological markers have been described to determine the likelihood of C albidus. Recommended guidelines for its treatment are also lacking. Therefore, it is extremely important to identify the risk factors, clinical presentation, diagnosis, and treatment for CNS infection due to C albidus and its related species.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "case report",
    "central nervous system infection",
    "cryptococcal meningitis",
    "Cryptococcus albidus",
    "liposomal-amphotericin B",
    "review",
    "4900",
    "Research Article",
    "Clinical Case Report"
  ],
  "citations": [
    {
      "title": "Pathogenicity of Crytococcus albidus.",
      "authors": [
        "HG Wieser"
      ]
    },
    {
      "title": "Cryptococcus albidus meningitis.",
      "authors": [
        "T Da Cunha",
        "J Lusins"
      ]
    },
    {
      "title": "Cryptococcus albidus meningitis.",
      "authors": [
        "JC Melo",
        "S Srinivasan",
        "ML Scott",
        "MJ Raff"
      ]
    },
    {
      "title": "Cryptococcemia due to Cryptococcus albidus.",
      "authors": [
        "JL Gluck",
        "JP Myers",
        "LM Pass"
      ]
    },
    {
      "title": "Non-neoformans cryptococcal infections: a systematic review.",
      "authors": [
        "T Khawcharoenporn",
        "A Apisarnthanarak",
        "LM Mundy"
      ]
    },
    {
      "title": "Cryptococcus albidus fungemia in an immunosuppressed child: case report and systematic literature review.",
      "authors": [
        "YJ Choe",
        "DB Blatt",
        "A Yalcindag",
        "SF Geffert",
        "AM Bobenchik",
        "IC Michelow"
      ]
    },
    {
      "title": "Cryptococcus albidus encephalitis in newly diagnosed HIV-patient and literature review.",
      "authors": [
        "Y Liu",
        "S Ma",
        "X Wang",
        "W Xu",
        "J Tang"
      ]
    },
    {
      "title": "Diversity in the yeast Cryptococcus albidus and related species as revealed by ribosomal DNA sequence analysis.",
      "authors": [
        "A Fonseca",
        "G Scorzetti",
        "JW Fell"
      ]
    },
    {
      "title": "Meningitis caused by Filobasidium uniguttulatum: case report and overview of the literature.",
      "authors": [
        "W Pan",
        "W Liao",
        "F Hagen"
      ]
    },
    {
      "title": "Clinical practice guidelines for the management of cryptococcal disease: 2010 update by the infectious diseases society of america.",
      "authors": [
        "JR Perfect",
        "WE Dismukes",
        "F Dromer"
      ]
    },
    {
      "title": "Single-dose liposomal amphotericin B treatment for cryptococcal meningitis.",
      "authors": [
        "JN Jarvis",
        "DS Lawrence",
        "DB Meya"
      ]
    },
    {
      "title": "Liposomal Amphotericin B (AmBisome(®)): a review of the pharmacokinetics, pharmacodynamics, clinical experience and future directions.",
      "authors": [
        "NR Stone",
        "T Bicanic",
        "R Salim",
        "W Hope"
      ]
    },
    {
      "title": "Fixed dosing of liposomal amphotericin B in morbidly obese individuals.",
      "authors": [
        "RE Wasmann",
        "C Smit",
        "EPH Van Dongen"
      ]
    },
    {
      "title": "Evaluation of total body weight versus adjusted body weight liposomal amphotericin B dosing in obese patients.",
      "authors": [
        "MH Ting",
        "A Spec",
        "ST Micek",
        "DJ Ritchie",
        "T Krekel"
      ]
    },
    {
      "title": "Impact of hospital guideline for weight-based antimicrobial dosing in morbidly obese adults and comprehensive literature review.",
      "authors": [
        "AK Polso",
        "JL Lassiter",
        "JL Nagel"
      ]
    },
    {
      "title": "Risk factors analysis of liposomal amphotericin B-related acute kidney injury.",
      "authors": [
        "C Yongwu",
        "Z Shengyu",
        "H Xiaowen"
      ]
    },
    {
      "title": "Long-acting versus short-acting granulocyte colony-stimulating factors among cancer patients after chemotherapy in China: a systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "G Wang",
        "Y Zhang",
        "X Wang"
      ]
    },
    {
      "title": "The association between 5, 10 - methylenetetrahydrofolate reductase and the risk of unexplained recurrent pregnancy loss in China: a meta-analysis.",
      "authors": [
        "G Wang",
        "Z Lin",
        "X Wang"
      ]
    },
    {
      "title": "Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement.",
      "authors": [
        "D Moher",
        "L Shamseer",
        "M Clarke"
      ]
    },
    {
      "title": "First case of feline systemic Cryptococcus albidus infection.",
      "authors": [
        "R Kano",
        "M Kitagawat",
        "S Oota"
      ]
    },
    {
      "title": "First report of a Cryptococcus magnus infection in a cat.",
      "authors": [
        "T Poth",
        "M Seibold",
        "C Werckenthin",
        "W Hermanns"
      ]
    },
    {
      "title": "Pulmonary cryptococcosis. A case due to Cryptococcus albidus.",
      "authors": [
        "RA Krumholz"
      ]
    },
    {
      "title": "Brief report. Pulmonary cryptosporidiosis and Cryptococcus albidus fungemia in a child with acute lymphocytic leukemia.",
      "authors": [
        "GM Wells",
        "A Gajjar",
        "TA Pearson",
        "KL Hale",
        "JL Shenep"
      ]
    },
    {
      "title": "Fatal fungaemia due to Cryptococcus albidus in an elderly diabetic woman presenting with pleural effusion.",
      "authors": [
        "G Rodriguez-Leguizamon",
        "E Coque-Burgos",
        "O Espitia-Castro",
        "C Firacative"
      ]
    },
    {
      "title": "Cutaneous Naganishia albida (Cryptococcus albidus) infection: a case report and literature review.",
      "authors": [
        "VF Oliveira",
        "AP Funari",
        "M Taborda",
        "ASGK Magri",
        "AS Levin",
        "MMC Magri"
      ]
    },
    {
      "title": "2017 Infectious diseases society of America’s clinical practice guidelines for healthcare-associated ventriculitis and meningitis.",
      "authors": [
        "AR Tunkel",
        "R Hasbun",
        "A Bhimraj"
      ]
    },
    {
      "title": "Infections due to rare cryptococcus species. A literature review.",
      "authors": [
        "SE Morales-Lopez",
        "G Garcia-Effron"
      ]
    },
    {
      "title": "Cryptococcus meningitis, five years of experience and literature review.",
      "authors": [
        "O Dorneanu",
        "O Filip",
        "E Miftode"
      ]
    },
    {
      "title": "A multicenter, longitudinal cohort study of cryptococcosis in human immunodeficiency virus-negative people in the United States.",
      "authors": [
        "KA Marr",
        "Y Sun",
        "A Spec"
      ]
    },
    {
      "title": "Therapy of cryptococcosis with a combination of flucytosine and amphotericin B.",
      "authors": [
        "JP Utz",
        "IL Garriques",
        "MA Sande"
      ]
    },
    {
      "title": "A comparison of amphotericin B alone and combined with flucytosine in the treatment of cryptoccal meningitis.",
      "authors": [
        "JE Bennett",
        "WE Dismukes",
        "RJ Duma"
      ]
    },
    {
      "title": "Cryptococcosis in Australasia and the treatment of cryptococcal and other fungal infections with liposomal amphotericin B.",
      "authors": [
        "SC Chen"
      ]
    },
    {
      "title": "Comparison of 2 doses of liposomal amphotericin B and conventional amphotericin B deoxycholate for treatment of AIDS-associated acute cryptococcal meningitis: a randomized, double-blind clinical trial of efficacy and safety.",
      "authors": [
        "RJ Hamill",
        "JD Sobel",
        "W El-Sadr"
      ]
    },
    {
      "title": "Combination antifungal therapy for cryptococcal meningitis.",
      "authors": [
        "JN Day",
        "TT Chau",
        "DG Lalloo"
      ]
    },
    {
      "title": "First report of Cryptococcus laurentii meningitis and a fatal case of Cryptococcus albidus cryptococcaemia in AIDS patients.",
      "authors": [
        "T Kordossis",
        "A Avlami",
        "A Velegraki"
      ]
    },
    {
      "title": "Ventriculitis due to Cryptococcus uniguttulatus.",
      "authors": [
        "LH Mccurdy",
        "JD Morrow"
      ]
    },
    {
      "title": "First report of a case of meningitis caused by Cryptococcus adeliensis in a patient with acute myeloid leukemia.",
      "authors": [
        "D Rimek",
        "G Haase",
        "A Lück",
        "J Casper",
        "A Podbielski"
      ]
    },
    {
      "title": "Fatal case of polymicrobial meningitis caused by cryptococcus liquefaciens and mycobacterium tuberculosis complex in a human immunodeficiency virus-infected patient.",
      "authors": [
        "C Conde-Pereira",
        "L Rodas-Rodríguez",
        "M Díaz-Paz"
      ]
    },
    {
      "title": "Cryptococcus uniguttulatus meningitis.",
      "authors": [
        "C Animalu",
        "S Mazumder",
        "KO Cleveland",
        "MS Gelfand"
      ]
    },
    {
      "title": "Cryptococcal infection in haematologic malignancies and haematopoietic stem cell transplantation.",
      "authors": [
        "S Nematollahi",
        "V Dioverti-Prono"
      ]
    },
    {
      "title": "Intraspecies diversity of Cryptococcus albidus isolated from humans as revealed by sequences of the internal transcribed spacer regions.",
      "authors": [
        "T Sugita",
        "M Takashima",
        "R Ikeda",
        "T Nakase",
        "T Shinoda"
      ]
    },
    {
      "title": "Spore-forming bacteria in gelatin: Characterization, identification by 16S rRNA and MALDI-TOF mass spectrometry (MS), and presence of heat resistance and virulence genes.",
      "authors": [
        "C Heckler",
        "MG Vale",
        "HDS Canales"
      ]
    },
    {
      "title": "Identification of Southeast Asian Anopheles mosquito species using MALDI-TOF mass spectrometry.",
      "authors": [
        "V Chaumeau",
        "M Piarroux",
        "T Kulabkeeree"
      ]
    },
    {
      "title": "Performance of a matrix-assisted laser desorption ionization-time-of-flight mass spectrometry system for the identification of bacterial isolates in the clinical routine laboratory.",
      "authors": [
        "U Eigner",
        "M Holfelder",
        "K Oberdorfer",
        "U Betz-Wild",
        "D Bertsch",
        "A-M Fahr"
      ]
    },
    {
      "title": "Case report of Cryptococcus albidus peritonitis in a peritoneal dialysis patient and a review of the literature.",
      "authors": [
        "L Ragupathi",
        "M Reyna"
      ]
    },
    {
      "title": "ESCMID and ECMM joint clinical guidelines for the diagnosis and management of rare invasive yeast infections.",
      "authors": [
        "MC Arendrup",
        "T Boekhout",
        "M Akova",
        "JF Meis",
        "OA Cornely",
        "O Lortholary"
      ]
    },
    {
      "title": "Cryptococcus albidus and mucormycosis empyema in a patient receiving hemodialysis.",
      "authors": [
        "ID Horowitz",
        "EA Blumberg",
        "L Krevolin"
      ]
    }
  ],
  "original_title": "Yeast in Space",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0075/12040010/ae63b515e528/medi-104-e42125-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0075/12040010/26279f238e3c/medi-104-e42125-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0075/12040010/c1ff1f212f9b/medi-104-e42125-g003.jpg"
  ]
}