{
  "pmcid": "PMC11940681",
  "title": "37-Day microgravity exposure in 16-Week female C57BL/6J mice is associated with bone loss specific to weight-bearing skeletal sites",
  "abstract": "Exposure to weightlessness in microgravity and elevated space radiation are associated with rapid bone loss in mammals, but questions remain about their mechanisms of action and relative importance. In this study, we tested the hypothesis that bone loss during spaceflight in Low Earth Orbit is primarily associated with site-specific microgravity unloading of weight-bearing sites in the skeleton. Microcomputed tomography and histological analyses of bones from mice space flown on ISS for 37 days in the NASA Rodent Research-1 experiment show significant site-specific cancellous and cortical bone loss occurring in the femur, but not in L2 vertebrae. The lack of bone degenerative effects in the spine in combination with same-animal paired losses in the femur suggests that space radiation levels in Low Earth Orbit or other systemic stresses are not likely to significantly contribute to the observed bone loss. Remarkably, spaceflight is also associated with accelerated progression of femoral head endochondral ossification. This suggests the microgravity environment promotes premature progression of secondary ossification during late stages of skeletal maturation at 21 weeks. Furthermore, mice housed in the NASA ISS Rodent Habitat during 1g ground controls maintained or gained bone relative to mice housed in standard vivarium cages that showed significant bone mass declines. These findings suggest that housing in the Rodent Habitat with greater topological enrichment from 3D wire-mesh surfaces may promote increased mechanical loading of weight-bearing bones and maintenance of bone mass. In summary, our results indicate that in female mice approaching skeletal maturity, mechanical unloading of weight-bearing sites is the major cause of bone loss in microgravity, while sites loaded predominantly by muscle activity, such as the spine, appear unaffected. Additionally, we identified early-onset of femoral head epiphyseal plate secondary ossification as a novel spaceflight skeletal unloading effect that may lead to premature long bone growth arrest in microgravity.",
  "introduction": "Introduction\n\nUnderstanding the effects of the spaceflight environment on biological systems is an important area of research because of health concerns associated with increased human spaceflight activities in Low Earth Orbit (LEO) and in future deep space exploration of the Moon and Mars. Our research focuses on the skeletal bone loss observed in mammalian rodent models in response to microgravity and space radiation, including their mechanisms of action, and their relative contributions to altered skeletal homeostasis. Rigorously investigating the effects of spaceflight on bone, however, has proven to be complex because of highly variable space experiments conditions, plus technical, logistic and other limitations on the ability to control and replicate those experiments.\n\nAs a result, reports of spaceflight effects on bone vary; findings range from increases in mandibular bone volume to both significant and nonsignificant changes in tibial trabeculae and various cortical sites. Similarly, meta-analyses of spaceflight bone loss across species show variable site-specificity and magnitudes of bone structural parameters. The NASA Rodent Research validation mission (RR-1) introduced the NASA RH as an ISS National Lab facility for rodent studies in order to standardize discrepancies between spaceflight studies (Fig 1A). Importantly for experiment design, animals can also be euthanized and dissected on orbit, avoiding potential concerns about hypergravity exposure during spacecraft reentry in live animal return experiments. The RR-1 experiment included ground-based controls in the RH, baseline controls to account for effects of aging over the 37-day study, and vivarium controls to reference results to standard vivarium cage mouse housing (Fig 1B). In our investigation of RR-1 bone tissue samples, we focused on the hindlimb and the spine to compare sites of the skeleton predominantly loaded by weight-bearing and muscle activity, respectively (Fig 1C). The experiment used mice during the late stages of skeletal maturation, that occur between 16 and 21 weeks of age, prior to onset of femoral growth plate closure and secondary endochondral ossification (SEO).\n\nA specific focus of our study is the femur because of its major weight-bearing role in the mouse. Cancellous regions in the proximal and distal femur provide structural scaffolding during cortical bone growth, and are normally atrophied with aging post skeletal maturation. Similarly to aging, spaceflight induces unrecoverable resorption of trabeculae in rodents and humans and increases fracture risk in long bones. As a primary weight-bearing center in the mouse skeleton, the femoral head is an important study site to understand the effects of disuse on skeletal health. Opposite the femoral head, the distal epiphysis of the femur is another site of SEO and direct loading by the torsional stress of keeping the hip joint and ankle aligned. Unlike cancellous bone, the comparably low surface area to volume ratio of cortical bone makes it more resilient to bone resorption during spaceflight. Finally, the femoral neck is the thinnest cortical region in this bone, and as such, it is the site of most hip fractures in elderly patients, making it another important analysis site for our study. For contrast to the predominantly weight-bearing femur, we also analyzed the L2 vertebra in RR-1 mice. In bipedal humans, the spine is primarily loaded by the weight of the upper body. In quadrupedal rodents, however, the L2 vertebra is thought to be loaded mainly through the articulation of the thorax and abdomen via the lumbar and abdominal muscles, rather than serving a weight-bearing role.\n\nThus, we hypothesize bone loss in the rodent model is a site-specific phenomenon associated with mechanical unloading of weight-bearing sites in the skeleton, rather than other systemic factors. Using standard methodology for the quantification of bone parameters with histology and microcomputed tomography (μCT), within the regions of interest described in Fig 1C, we conducted global and same-animal paired comparisons of bone parameters in the femur and L2 vertebrae sites to rigorously test the idea that bone loss in LEO is specific to mechanically unloaded skeletal sites and not due to systemic effects.",
  "methods": "Methods\n\nAnimals\n\nThe bone tissues used in this study were from mice in the NASA RR-1 flight experiment. 12 week old female C57BL/6J mice (Jackson Laboratories, Bar Harbor, ME) were matched by weight and assigned to groups (n =  10/group), housed in standard vivarium cages, and acclimated for 4 weeks to control experimental conditions, as previously described, prior to launch at 16 weeks of age. Food and water were available ad libitum and further husbandry details have been published. All animal procedures were approved and carried out by the Institutional Animal Care and Use Committees (IACUC) at the NASA Ames Research Center (ARC) and Kennedy Space Center (KSC). Secondary dissection tissues used in this study were collected by astronauts on orbit and dissected by the RR-1 Biospecimen Sharing Program (BSP) team on the ground. Tissues were awarded by the NASA Ames Life Sciences Data Archive (ALSDA) for study to EACA (femur) and JSA (vertebrae). Reduced specimen numbers in certain sample groups, such as the femoral head, was due to sample damage that occurred during biospecimen sharing dissections.\n\nRodent habitat\n\nThe RR-1 study was the first to utilize and validate NASA’s RH modules for spaceflight experiments. These were modified from previous model of AEM to support long-term housing aboard the ISS after the end of the STS program. Mice were socially housed at n = 5 per side of the RH. RHs included new long-duration exhaust filters, refillable water compartments, and were equipped with four cameras each to assess rodent health and behavior during the experiments. Details of habitat upgrades are found in Table 1 of Choi, S., et al., 2020.\n\nSpaceflight\n\nMice were launched into space at 16 weeks of age and flight conditions were replicated in controls except for transport to orbit on SpaceX Dragon at twice the normal density using a RH Transporter unit on ascent. An Animal Access Unit was used on the ISS to transfer mice from the Transporter to the RH and for accessing the mice during the experiment duration. A Mouse Transfer Box transported mice from the Transporter or the RH to the Microgravity Science Glovebox for injections and on orbit euthanasia when mice were 21 weeks of age. Radiation dosimetry on ISS over the duration of the experiment was measured to be about 7.4 mGy, although shielding by the RH locker and EXPRESS rack likely reduced the radiation dose compared to the rest of the ISS.\n\nExperimental protocol\n\nRR-1 spaceflight experiments were performed as previously described in detail by Choi, et al. In brief, RR-1 used 16-week-old female C57BL/6J mice exposed to microgravity for 37 days on-orbit (FL) in RHs (4 days in flight transit and 33 days on the ISS). A group of ground control mice was housed in standard mouse vivarium cages (VIV) while another group was housed in RHs (GC) (Fig 1A) inside ISS Environmental Simulator chambers (ISSES). The ground control mice were offset by 4 days relative to spaceflight to account for transit time. An additional group of basal control mice was euthanized 1 day after launch (BL). All mice carcasses were kept at -80oC until FL mice samples were returned to Earth (105 days). Upon thawing and dissection, femurs and a section of the lumbar vertebral column were fixed in 4% paraformaldehyde for μCT, and for paraffin embedding plus sectioning, followed by histological staining.\n\nSafranin-O staining\n\nThe staining of sulfated glycosaminoglycans (sGAGs) using Safranin-O was performed on 6 μm deparaffinized sections of the femoral head and distal epiphysis to obtain a representative sampling of pre-SEO and SEO samples. Cartilage was stained using 0.1% Safranin-O. Bone tissue was visualized using polarized light and differential interference contrast (DIC). In each animal, a sagittal section of each region was selected for comparisons between experimental conditions and the femoral head plus distal epiphysis, was imaged on Zeiss Axioskop microscope in DIC mode with a 20X 0.5 NA Plan NeoFluar lens (Carl Zeiss Microscopy, New York, USA) for sGAG content evaluation.\n\nMicrocomputed tomography\n\nThe right femur from each sample was scanned using Bruker SkyScan 1272 μCT (Kontich, Belgium). Scans were performed at 60 kV of x-ray energy with a 0.25 mm thick aluminum filter. Images were taken every 0.5 degrees and averaged over 3 frames. Scans using the SkyScan 1272 were conducted at 0.6 μm for the femoral head, 3 μm for the femur, and 4 μm for vertebrae. Tomographies were reconstructed with Bruker SkyScan NRecon software and the Instarecon reconstruction server (Instarecon Inc., Urbana Illinois) using a ring artifact correction of 10, and a beam hardening correction of 40%.\n\nReconstruction and segmentation\n\nReconstructed μCT images of the femur were uploaded to DataViewer software (Bruker SkyScan, Kontich, Belgium), and reoriented in two parts; one where the z-axis was concentrically aligned with the midshaft and distal epiphysis, and one where the z-axis was concentrically aligned with the femoral neck. Vertebrae were oriented so both lateral pedicles were parallel. Appropriate orientation was confirmed and visualized in 3D using CTVox software (Bruker SkyScan, Kontich, Belgium).\n\nFixed dimension volumes of interest (VOIs) were selected, and bone regions were segmented using CTAn software (Bruker SkyScan, Kontich, Belgium) for each of the five selected sites. For the L2 vertebrae, a cancellous VOI of 0.6 mm was isolated, extending from the caudal growth plate to its connection with the lateral pedicles. The femoral head was analyzed with a cancellous VOI of 0.4 mm, defined by the tissue between the end of the metaphyseal growth plate and start of the cortical femoral neck. In the femoral neck, a cortical VOI of 0.14 mm segmented the tissue connecting the end of the femoral head region to the femoral shaft. The femoral midshaft was analyzed with a cortical VOI of 0.48 mm, determined by averaging the z-position of the proximal and distal ends of the femur. Lastly, the distal femoral epiphysis had a cancellous VOI of 1.12 mm, extending from the epiphyseal growth plate towards the midshaft (Fig 1C).\n\nDigital image analysis\n\nThe BATch MANager program within CTAn, was used to create task lists for 2D and 3D bone analyses and executed for each of the VOIs cancellous or cortical region, and output measurements were obtained for comparison between experimental groups. Cancellous bone in the proximal and distal epiphyses was evaluated using percent bone volume (BV/TV, %), number of trabeculae per mm (Tb.N, 1/mm), trabecular thickness (Tb.Th, mm), trabecular separation (Tb.Sp, mm), trabecular pattern factor (Tb.Pf, 1/mm), and connectivity density (Conn.D, 1/mm3). Cortical bone was evaluated using percent bone area (BA/TA, %), average cortical thickness (Ct.Th, mm), endosteal perimeter (E.Pm, mm), and periosteal perimeter (P.Pm, mm).\n\nSecondary endochondral ossification was visually evaluated in cross-sectional views of the femoral head to determining if the epiphyseal growth plate and mineralized distal cartilage had been converted to the fully ossified cancellous tissue morphology characteristic of SEO.\n\nStatistical analysis\n\nWe used Prism v. 10.1.0 (GraphPad Inc., Boston, Massachusetts), to conduct one-way ANOVA tests between each experimental group for each measurement to identify variability between their means, with α =  0.05 set for the threshold for significance. Tukey’s Honest Significant Difference was implemented for post-hoc analysis, and these p-values were used for significance brackets. To evaluate the magnitude of effect between housing type and spaceflight conditions, the changes of BV/TV in VIV and FL groups relative to GC was calculated. To compare percent change between groups, a one-sample t-test was implemented with a hypothetical mean of zero. A paired t-test was performed between the vertebrae, femoral head, and distal epiphysis within the same sample, which evaluated within-subject variation of bone volume at weight-bearing versus non-weight-bearing site pairs.",
  "results": "Results\n\nBone loss in the weight bearing femoral head and distal epiphysis cancellous bone regions depends on housing type and spaceflight in microgravity\n\nIn the femoral head, BV/TV was significantly decreased in spaceflight compared to all control environments (BL, −25%; VIV, −18%; GC, −27%) (Fig 2A). FL bones also had significantly fewer trabeculae than basal mice (−15%), which was unchanged in the two control habitats (Fig 2B). FL bones showed thinner trabeculae (BL, −16%; GC, −17%) (Fig 2C), an increase in separation (BL, +26%; GC, +22%) (Fig 2D), and a higher pattern factor (BL, +163%; GC, +755%) (Fig 2E) compared to BL and GC bones. Conn.D remained unchanged (Fig 2F). Interestingly, the VIV group had nonsignificant trends of similar magnitude in their trabecular metrics indicating loss as observed in the spaceflight group. VIV bones had more space between trabeculae than the BL control, which was not reflected in GC indicating a housing effect (+18%) (Fig 2D). Overall, the femoral head shows significant bone atrophy expressed in multiple bone parameters after 37 days in space (Fig 2G).\n\nAt the distal epiphysis, BV/TV was significantly decreased in VIV and FL bones from GC levels (VIV, −41%; FL, −55%) (Fig 3A). Similarly to the femoral head, the distal epiphysis in spaceflight samples showed fewer trabeculae as compared to BL (−39%) and GC bones (−42%), which was not observed in VIV bones (Fig 3B). Though trabecular thickness was unchanged (Fig 3C), separation of trabeculae was increased in FL compared to BL and GC (BL, +16%; GC, +14%) (Fig 3D). VIV had significantly higher trabecular separation (+12%) compared to basal mice, a result which was also observed in the femoral head. Spaceflight significantly increased Tb.Pf from GC mice (+27%) (Fig 3E). The FL group had significantly lower connectivity density than BL (−50%) and GC (−52%), which was not seen in the VIV (Fig 3F). This indicates that GC housing in the RH may rescue aging-related bone loss in the distal epiphysis of vivarium cage housed mice. In all trabecular metrics, the VIV group experienced loss trends similar to those in FL bones. Collectively, the data suggest, relative to the RH, the vivarium cage housing allows aging-related bone loss to progress in the cancellous regions of weight bearing bones in the form of fewer trabeculae and fewer plate-like structures (Fig 3G).\n\nLong bone cortical tissues undergo degenerative changes in space\n\nThe femoral neck experiences compression and bending forces near its connection to the femoral shaft. We found that BA/TA is significantly lower in FL compared to VIV, although not by a large magnitude (−6%, p <  0.05) (Fig 4A). Ct.Th is not significantly changed between groups, though a trend exists such that the VIV group has thicker cortical bone (Fig 4B). E.Pm is significantly higher in FL than in all other groups (BL, +50%; VIV, +34%; GC, +43%) (Fig 4C), where P.Pm remains unchanged (Fig 4D). These results indicate that cancellous structures in the femoral neck endocortical region may be eroded with spaceflight (Fig 4E).\n\nWith the process of aging to skeletal maturity, cancellous scaffolding is reduced, and the cortical shell of bones becomes thicker providing more withstanding force against loading. This effect is seen between the BL and VIV groups, where BA/TA (+7%, p <  0.005) and Ct.Th (+7%, p <  0.01) increase with time (Fig 5A-B). Spaceflight significantly inhibits this by reducing BA/TA (−6%, p <  0.005) and Ct.Th (−8%, p <  0.005) from VIV levels (Fig 5A-B). Unlike in the femoral neck, there were no effects seen in the E.Pm (Fig 5C), which may be due to the midshaft region lacking cancellous bone while the femoral neck has residual cancellous structures extending from the femoral head. P.Pm remained unchanged in all conditions (Fig 5D). These results indicate that the femoral midshaft experiences significant cortical thinning, which may be attributed to spaceflight (Fig 5E).\n\nLoad-bearing vertebrae do not show μCT parameter changes related to age, housing, or spaceflight in microgravity\n\nWithin the L2 vertebrae, our analysis did not detect statistically significant changes to μCT parameters between groups, though there are several nonsignificant trends for small magnitude losses in space. Specifically, parameters like BV/TV, Tb.N, and Tb.Th in FL appear slightly decreased (Fig 6A-F), but the variance in measurements prevents any conclusions from being drawn. Thus, the L2 vertebrae is not significantly affected by housing type or spaceflight, suggesting it is not measurably responsive to weight-bearing load changes.\n\nDecreased mechanical loading during spaceflight in microgravity only causes significant bone loss in weight-bearing skeletal sites\n\nTo assess if weight-bearing bone sites in the femur would experience more loss than non-weight-bearing spine, the percent change of the BV/TV of GC samples to the average value of FL was compared using a one-sample t-test with a hypothetical mean of zero (Fig 7A). The vertebrae had an average change of −7% ±  10% (p =  ns), while the femoral head lost 27% ±  9% (p <  0.0001) and the distal epiphysis lost 55% ±  10% (p <  0.0001). A paired t-test between the vertebrae and either the femoral head (Fig 7B) or distal epiphysis (Fig 7C) shows significant differences of bone loss within individual samples (p <  0.005). Throughout these results, the vivarium group in standard cages also showed bone loss effects but smaller in magnitude than spaceflight. Using a one-sample t-test and a paired t-test, these trends were quantified. The vertebrae experienced an increase in BV/TV by 8% ±  8% (p <  0.05), where the femoral head and distal epiphysis demonstrate significant bone loss of 12% ±  6% (p <  0.01) and 41% ±  14% (p <  0.0001), respectively (Fig 7D). Within samples, these effects were confirmed as all samples experienced similar degrees of loss from non-weight bearing vertebrae to the weight-bearing femoral head (p <  0.005) (Fig 7E) and distal epiphysis (p <  0.0001) (Fig 7F). Thus, the non-weight-bearing spine bone site did not experience significant change in spaceflight while weight-bearing femoral regions underwent extensive bone loss, indicating weightlessness may be the primary effector of bone loss during spaceflight in LEO.\n\nSecondary endochondral ossification is accelerated during spaceflight in microgravity\n\nFollowing μCT imaging, we characterized the appearance of SEO, a marker of adult skeletal maturation, at both epiphyses in the femur (Fig 8A). As SEO of the femoral head occurs between 21 and 23 weeks of age, bones from the VIV group had twice the occurrences of ossification within the femoral head than BL, and the data shows the GC habitat somewhat rescued this effect. However, FL mice had a 50% ossification rate, 20% above the VIV group, suggesting an increased prevalence of premature skeletal maturation. Interestingly, in the distal epiphysis, GC and FL, and VIV and BL groups had the same occurrences of ossification (Fig 8B), potentially related to distal epiphyseal fusion regulation predominantly by hormonal factors versus mechanotransduction.\n\nSafranin-O staining of the femoral head revealed that the region consisted entirely of hypertrophic cartilage region and a well-defined growth plate between articular cartilage and mineralized bone in baseline bones (Fig 9A). Within the VIV group, sGAG content was depleted in the articular cartilage due to early signs of ossification relative to other groups, although the growth plate remained active (Fig 9B). GC bones had this effect rescued with a maintenance of hypertrophic chondrocytes and cartilage (Fig 9C). The FL sample shows that complete ossification is associated with full sGAG and chondrocyte activity loss within the femoral head (Fig 9D). However, the distal epiphysis provides different results based on the state of SEO. From BL (Fig 9E) to VIV, both classified as pre-SEO with μCT, there is a decrease in sGAG content likely due to aging (Fig 9F). The GC sample, classified as SEO, has slightly less sGAG content than VIV, especially in the trabecular region at the top of the image (Fig 9G), however it does present a continuous area of mineralized tissue along the growth plate. This plate is marked by light pink staining, which is preserved between two continuous areas of bone in the FL example at late-stage SEO (Fig 9H). These observations suggest the process of SEO in the distal femur may induce more chondrocyte activity to rearrange cancellous structure and close the growth plate, however additional studies will be required to elucidate these questions.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Research Article",
    "Physical Sciences",
    "Astronomical Sciences",
    "Space Exploration",
    "Spaceflight",
    "Biology and Life Sciences",
    "Anatomy",
    "Musculoskeletal System",
    "Skeleton",
    "Bone",
    "Medicine and Health Sciences",
    "Biological Tissue",
    "Connective Tissue",
    "Epiphyses",
    "Spine",
    "Vertebrae",
    "Biomechanics",
    "Bone and Joint Mechanics",
    "Femur",
    "Physiology",
    "Physiological Processes",
    "Bone Remodeling",
    "Ossification",
    "Organisms",
    "Eukaryota",
    "Animals",
    "Vertebrates",
    "Amniotes",
    "Mammals",
    "Rodents",
    "Zoology"
  ],
  "citations": [
    {
      "title": "Responses to spaceflight of mouse mandibular bone and teeth",
      "authors": [
        "D Dagdeviren",
        "Z Kalajzic",
        "DJ Adams",
        "I Kalajzic",
        "A Lurie",
        "MI Mednieks"
      ]
    },
    {
      "title": "Spaceflight alters bone mechanics and modeling drifts in growing rats",
      "authors": [
        "EG Vajda",
        "TJ Wronski",
        "BP Halloran",
        "KN Bachus",
        "SC Miller"
      ]
    },
    {
      "title": "Osteoprotegerin is an effective countermeasure for spaceflight-induced bone loss in mice",
      "authors": [
        "SA Lloyd",
        "SE Morony",
        "VL Ferguson",
        "SJ Simske",
        "LS Stodieck",
        "KS Warmington"
      ]
    },
    {
      "title": "The effects of orbital spaceflight on bone histomorphometry and messenger ribonucleic acid levels for bone matrix proteins and skeletal signaling peptides in ovariectomized growing rats",
      "authors": [
        "JM Cavolina",
        "GL Evans",
        "SA Harris",
        "M Zhang",
        "KC Westerlind",
        "RT Turner"
      ]
    },
    {
      "title": "Lessons from the space experiment SL-J/FMPT/L7: the effect of microgravity on chicken embryogenesis and bone formation",
      "authors": [
        "T Suda"
      ]
    },
    {
      "title": "Lack of effect of spaceflight on bone mass and bone formation in group-housed rats",
      "authors": [
        "TJ Wronski",
        "M Li",
        "Y Shen",
        "SC Miller",
        "BM Bowman",
        "P Kostenuik"
      ]
    },
    {
      "title": "Histomorphometric analysis of rat skeleton following spaceflight",
      "authors": [
        "TJ Wronski",
        "ER Morey-Holton",
        "SB Doty",
        "AC Maese",
        "CC Walsh"
      ]
    },
    {
      "title": "Effects of spaceflight on bone microarchitecture in the axial and appendicular skeleton in growing ovariectomized rats",
      "authors": [
        "JA Keune",
        "AJ Branscum",
        "UT Iwaniec",
        "RT Turner"
      ]
    },
    {
      "title": "A systematic review and meta-analysis of bone loss in space travelers",
      "authors": [
        "M Stavnichuk",
        "N Mikolajewicz",
        "T Corlett",
        "M Morris",
        "SV Komarova"
      ]
    },
    {
      "title": "Bone health in spacefaring rodents and primates: systematic review and meta-analysis",
      "authors": [
        "J Fu",
        "M Goldsmith",
        "SD Crooks",
        "SF Condon",
        "M Morris",
        "SV Komarova"
      ]
    },
    {
      "title": "Validation of a new rodent experimental system to investigate consequences of long duration space habitation",
      "authors": [
        "SY Choi",
        "A Saravia-Butler",
        "Y Shirazi-Fard",
        "D Leveson-Gower",
        "LS Stodieck",
        "SM Cadena"
      ]
    },
    {
      "title": "Behavior of mice aboard the international space station",
      "authors": [
        "AE Ronca",
        "EL Moyer",
        "Y Talyansky",
        "M Lowe",
        "S Padmanabhan",
        "S Choi"
      ]
    },
    {
      "title": "Differential development of the distal and proximal femoral epiphysis and physis in mice",
      "authors": [
        "HA Cole",
        "M Yuasa",
        "G Hawley",
        "JMM Cates",
        "JS Nyman",
        "JG Schoenecker"
      ]
    },
    {
      "title": "Aging and bone",
      "authors": [
        "AL Boskey",
        "R Coleman"
      ]
    },
    {
      "title": "Basic biology of skeletal aging: role of stress response pathways",
      "authors": [
        "M Almeida",
        "CA O’Brien"
      ]
    },
    {
      "title": "Aging and bone loss: new insights for the clinician",
      "authors": [
        "O Demontiero",
        "C Vidal",
        "G Duque"
      ]
    },
    {
      "title": "Effects of spaceflight on cancellous and cortical bone in proximal femur in growing rats",
      "authors": [
        "A Gamboa",
        "AJ Branscum",
        "DA Olson",
        "LH Sattgast",
        "UT Iwaniec",
        "RT Turner"
      ]
    },
    {
      "title": "Incomplete recovery of bone strength and trabecular microarchitecture at the distal tibia 1 year after return from long duration spaceflight",
      "authors": [
        "L Gabel",
        "A-M Liphardt",
        "PA Hulme",
        "M Heer",
        "SR Zwart",
        "JD Sibonga"
      ]
    },
    {
      "title": "Spaceflight-induced bone tissue changes that affect bone quality and increase fracture risk",
      "authors": [
        "JC Coulombe",
        "B Senwar",
        "VL Ferguson"
      ]
    },
    {
      "title": "",
      "authors": [
        "D Lo",
        "A Talkad",
        "S Sharma"
      ]
    },
    {
      "title": "Influences on knee movement strategies during walking in persons with medial knee osteoarthritis",
      "authors": [
        "LC Schmitt",
        "KS Rudolph"
      ]
    },
    {
      "title": "Musculoskeletal geometry, muscle architecture and functional specialisations of the mouse hindlimb",
      "authors": [
        "JP Charles",
        "O Cappellari",
        "AJ Spence",
        "JR Hutchinson",
        "DJ Wells"
      ]
    },
    {
      "title": "Effects of treadmill running and limb immobilization on knee cartilage degeneration and locomotor joint kinematics in rats following knee meniscal transection",
      "authors": [
        "L-C Tsai",
        "ES Cooper",
        "KM Hetzendorfer",
        "GL Warren",
        "Y-H Chang",
        "NJ Willett"
      ]
    },
    {
      "title": "Hip Fracture Overview",
      "authors": [
        "B Emmerson",
        "M Varacallo",
        "D Inman"
      ]
    },
    {
      "title": "Guidelines for assessment of bone microstructure in rodents using micro-computed tomography",
      "authors": [
        "ML Bouxsein",
        "SK Boyd",
        "BA Christiansen",
        "RE Guldberg",
        "KJ Jepsen",
        "R Müller"
      ]
    },
    {
      "title": "Age-related changes in bone structure and strength in female and male BALB/c mice",
      "authors": [
        "MD Willinghamm",
        "MD Brodt",
        "KL Lee",
        "AL Stephens",
        "J Ye",
        "MJ Silva"
      ]
    },
    {
      "title": "",
      "authors": [
        "JD Sibonga",
        "ER Spector",
        "G Yardley",
        "JS Alwood"
      ]
    },
    {
      "title": "Long-term human spaceflight and inflammaging: Does it promote aging?",
      "authors": [
        "M Capri",
        "M Conte",
        "E Ciurca",
        "C Pirazzini",
        "P Garagnani",
        "A Santoro"
      ]
    },
    {
      "title": "Bisphosphonate conjugation enhances the bone-specificity of NELL-1-based systemic therapy for spaceflight-induced bone loss in mice",
      "authors": [
        "P Ha",
        "JH Kwak",
        "Y Zhang",
        "J Shi",
        "L Tran",
        "TP Liu"
      ]
    },
    {
      "title": "Osteoclasts and Microgravity",
      "authors": [
        "JK Smith"
      ]
    },
    {
      "title": "Microgravity induces pelvic bone loss through osteoclastic activity, osteocytic osteolysis, and osteoblastic cell cycle inhibition by CDKN1a/p21",
      "authors": [
        "EA Blaber",
        "N Dvorochkin",
        "C Lee",
        "JS Alwood",
        "R Yousuf",
        "P Pianetta"
      ]
    },
    {
      "title": "Osteocyte apoptosis is induced by weightlessness in mice and precedes osteoclast recruitment and bone loss",
      "authors": [
        "JI Aguirre",
        "LI Plotkin",
        "SA Stewart",
        "RS Weinstein",
        "AM Parfitt",
        "SC Manolagas"
      ]
    },
    {
      "title": "Collagenase and tissue plasminogen activator production in developing rat calvariae: normal progression despite fetal exposure to microgravity",
      "authors": [
        "BA Davis",
        "B Sipe",
        "LA Gershan",
        "GJ Fiacco",
        "TC Lorenz",
        "JJ Jeffrey"
      ]
    },
    {
      "title": "Thirty days of spaceflight does not alter murine calvariae structure despite increased Sost expression",
      "authors": [
        "TR Macaulay",
        "JH Siamwala",
        "AR Hargens",
        "BR Macias"
      ]
    },
    {
      "title": "Effects of spaceflight on the murine mandible: Possible factors mediating skeletal changes in non-weight bearing bones of the head",
      "authors": [
        "P Ghosh",
        "JN Stabley",
        "BJ Behnke",
        "MR Allen",
        "MD Delp"
      ]
    },
    {
      "title": "Risedronate prevents early radiation-induced osteoporosis in mice at multiple skeletal locations",
      "authors": [
        "JS Willey",
        "EW Livingston",
        "ME Robbins",
        "JD Bourland",
        "L Tirado-Lee",
        "H Smith-Sielicki"
      ]
    },
    {
      "title": "Low-dose X-ray irradiation promotes osteoblast proliferation, differentiation and fracture healing",
      "authors": [
        "M Chen",
        "Q Huang",
        "W Xu",
        "C She",
        "Z-G Xie",
        "Y-T Mao"
      ]
    },
    {
      "title": "Total-body irradiation of postpubertal mice with (137)Cs acutely compromises the microarchitecture of cancellous bone and increases osteoclasts",
      "authors": [
        "H Kondo",
        "ND Searby",
        "R Mojarrab",
        "J Phillips",
        "J Alwood",
        "K Yumoto"
      ]
    },
    {
      "title": "Space radiation dosimetry in low-Earth orbit and beyond",
      "authors": [
        "ER Benton",
        "EV Benton"
      ]
    },
    {
      "title": "Space flight calcium: implications for astronaut health, spacecraft operations, and Earth",
      "authors": [
        "SM Smith",
        "T McCoy",
        "D Gazda",
        "JLL Morgan",
        "M Heer",
        "SR Zwart"
      ]
    },
    {
      "title": "The effect of microgravity on parathyroid hormone secretion: A meta-analysis",
      "authors": [
        "BS Blue"
      ]
    },
    {
      "title": "Iron status and its relations with oxidative damage and bone loss during long-duration space flight on the International Space Station",
      "authors": [
        "SR Zwart",
        "JLL Morgan",
        "SM Smith"
      ]
    },
    {
      "title": "Effects of long-term space flight on erythrocytes and oxidative stress of rodents",
      "authors": [
        "AM Rizzo",
        "PA Corsetto",
        "G Montorfano",
        "S Milani",
        "S Zava",
        "S Tavella"
      ]
    },
    {
      "title": "Age-related changes in bone morphology are accelerated in group VIA phospholipase A2 (iPLA2beta)-null mice",
      "authors": [
        "S Ramanadham",
        "KE Yarasheski",
        "MJ Silva",
        "M Wohltmann",
        "DV Novack",
        "B Christiansen"
      ]
    },
    {
      "title": "Type 2 diabetic mice demonstrate slender long bones with increased fragility secondary to increased osteoclastogenesis",
      "authors": [
        "Y Kawashima",
        "JC Fritton",
        "S Yakar",
        "S Epstein",
        "MB Schaffler",
        "KJ Jepsen"
      ]
    },
    {
      "title": "Bone structure and metabolism in a rodent model of male senile osteoporosis",
      "authors": [
        "P Pietschmann",
        "M Skalicky",
        "M Kneissel",
        "M Rauner",
        "G Hofbauer",
        "D Stupphann"
      ]
    },
    {
      "title": "The effects of exercise on bone. Basic concepts and implications for the prevention of fractures",
      "authors": [
        "CR Russo"
      ]
    },
    {
      "title": "High Impact Exercise Improves Bone Microstructure and Strength in Growing Rats",
      "authors": [
        "T Mustafy",
        "I Londono",
        "F Moldovan",
        "I Villemure"
      ]
    },
    {
      "title": "Differential effect of treadmill exercise on three cancellous bone sites in the young growing rat",
      "authors": [
        "J Iwamoto",
        "JK Yeh",
        "JF Aloia"
      ]
    },
    {
      "title": "Epiphyseal chondrocyte secondary ossification centers require thyroid hormone activation of Indian hedgehog and osterix signaling",
      "authors": [
        "W Xing",
        "S Cheng",
        "J Wergedal",
        "S Mohan"
      ]
    },
    {
      "title": "Matrix remodeling during endochondral ossification",
      "authors": [
        "N Ortega",
        "DJ Behonick",
        "Z Werb"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "Comparison of femur strain under different loading scenarios: Experimental testing",
      "authors": [
        "I Levadnyi",
        "J Awrejcewicz",
        "Y Zhang",
        "Y Gu"
      ]
    },
    {
      "title": "Selected contribution: Bone adaptation with aging and long-term caloric restriction in Fischer 344 x Brown-Norway F1-hybrid rats",
      "authors": [
        "JM LaMothe",
        "RT Hepple",
        "RF Zernicke"
      ]
    },
    {
      "title": "Aging and matrix microdamage accumulation in human compact bone",
      "authors": [
        "MB Schaffler",
        "K Choi",
        "C Milgrom"
      ]
    },
    {
      "title": "Hierarchy of Bone Microdamage at Multiple Length Scales",
      "authors": [
        "D Vashishth"
      ]
    },
    {
      "title": "Age-related factors affecting the postyield energy dissipation of human cortical bone",
      "authors": [
        "JS Nyman",
        "A Roy",
        "JH Tyler",
        "RL Acuna",
        "HJ Gayle",
        "X Wang"
      ]
    },
    {
      "title": "Sexual dimorphism affects tibia size and shape but not tissue-level mechanical properties",
      "authors": [
        "SM Tommasini",
        "P Nasser",
        "KJ Jepsen"
      ]
    },
    {
      "title": "Age-related changes in the tensile properties of cortical bone. The relative importance of changes in porosity, mineralization, and microstructure",
      "authors": [
        "RW McCalden",
        "JA McGeough",
        "MB Barker",
        "CM Court-Brown"
      ]
    },
    {
      "title": "Aging of bone tissue: mechanical properties",
      "authors": [
        "AH Burstein",
        "DT Reilly",
        "M Martens"
      ]
    },
    {
      "title": "The mechanical properties of bone tissue in children",
      "authors": [
        "JD Currey",
        "G Butler"
      ]
    },
    {
      "title": "Microcracks in compact bone: a three-dimensional view",
      "authors": [
        "S Mohsin",
        "FJ O’Brien",
        "TC Lee"
      ]
    },
    {
      "title": "Does suppression of bone turnover impair mechanical properties by allowing microdamage accumulation?",
      "authors": [
        "T Hirano",
        "CH Turner",
        "MR Forwood",
        "CC Johnston",
        "DB Burr"
      ]
    },
    {
      "title": "Microcracks in cortical bone: how do they affect bone biology?",
      "authors": [
        "FJ O’Brien",
        "O Brennan",
        "OD Kennedy",
        "TC Lee"
      ]
    },
    {
      "title": "Histological evidence of the altered distribution of osteocytes and bone matrix synthesis in klotho-deficient mice",
      "authors": [
        "H Suzuki",
        "N Amizuka",
        "K Oda",
        "M Li",
        "H Yoshie",
        "H Ohshima"
      ]
    },
    {
      "title": "Cortical and trabecular bone microstructure did not recover at weight-bearing skeletal sites and progressively deteriorated at non-weight-bearing sites during the year following international space station missions",
      "authors": [
        "L Vico",
        "B van Rietbergen",
        "N Vilayphiou",
        "M-T Linossier",
        "H Locrelle",
        "M Normand"
      ]
    },
    {
      "title": "Review article on spine kinematics of quadrupeds and bipeds during walking",
      "authors": [
        "S Reitmaier",
        "H Schmidt"
      ]
    },
    {
      "title": "The use of a quadruped as an in vivo model for the study of the spine - biomechanical considerations",
      "authors": [
        "TH Smit"
      ]
    },
    {
      "title": "Mice in Bion-M 1 space mission: training and selection",
      "authors": [
        "A Andreev-Andrievskiy",
        "A Popova",
        "R Boyle",
        "J Alberts",
        "B Shenkman",
        "O Vinogradova"
      ]
    },
    {
      "title": "Ground-based assessment of JAXA mouse habitat cage unit by mouse phenotypic studies",
      "authors": [
        "M Shimbo",
        "T Kudo",
        "M Hamada",
        "H Jeon",
        "Y Imamura",
        "K Asano"
      ]
    },
    {
      "title": "Development of new experimental platform ’MARS’-Multiple Artificial-gravity Research System-to elucidate the impacts of micro/partial gravity on mice",
      "authors": [
        "D Shiba",
        "H Mizuno",
        "A Yumoto",
        "M Shimomura",
        "H Kobayashi",
        "H Morita"
      ]
    },
    {
      "title": "One-month spaceflight compromises the bone microstructure, tissue-level mechanical properties, osteocyte survival and lacunae volume in mature mice skeletons",
      "authors": [
        "M Gerbaix",
        "V Gnyubkin",
        "D Farlay",
        "C Olivier",
        "P Ammann",
        "G Courbon"
      ]
    },
    {
      "title": "Heavy ion irradiation and unloading effects on mouse lumbar vertebral microarchitecture, mechanical properties and tissue stresses",
      "authors": [
        "JS Alwood",
        "K Yumoto",
        "R Mojarrab",
        "CL Limoli",
        "EAC Almeida",
        "ND Searby"
      ]
    },
    {
      "title": "Spaceflight results in reduced mRNA levels for tissue-specific proteins in the musculoskeletal system",
      "authors": [
        "P Backup",
        "K Westerlind",
        "S Harris",
        "T Spelsberg",
        "B Kline",
        "R Turner"
      ]
    },
    {
      "title": "Proteomics and genomics of microgravity",
      "authors": [
        "HL Nichols",
        "N Zhang",
        "X Wen"
      ]
    },
    {
      "title": "Chondrocytes transdifferentiate into osteoblasts in endochondral bone during development, postnatal growth and fracture healing in mice",
      "authors": [
        "X Zhou",
        "K von der Mark",
        "S Henry",
        "W Norton",
        "H Adams",
        "B de Crombrugghe"
      ]
    },
    {
      "title": "A Second Career for Chondrocytes-Transformation into Osteoblasts",
      "authors": [
        "LI Wolff",
        "C Hartmann"
      ]
    }
  ],
  "original_title": "37-day microgravity exposure in 16-week female C57BL/6J mice is associated with bone loss specific to weight-bearing skeletal sites.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bb48/11940681/a16af642b57e/pone.0317307.g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bb48/11940681/01e42d620411/pone.0317307.g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bb48/11940681/3a8481e809d6/pone.0317307.g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bb48/11940681/880a04f648f2/pone.0317307.g004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bb48/11940681/12859792907b/pone.0317307.g005.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bb48/11940681/b3b77c67cecd/pone.0317307.g006.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bb48/11940681/7d89a5da2201/pone.0317307.g007.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bb48/11940681/05d46baa24d8/pone.0317307.g008.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bb48/11940681/722abbce48fd/pone.0317307.g009.jpg"
  ]
}