{
  "pmcid": "PMC11850895",
  "title": "Glutathione triggers leaf-to-leaf, calcium-based plant defense signaling",
  "abstract": "Animals rely on nervous systems to cope with environmental variability, whereas plants are characterized by lack of nervous system but still have evolved systemic communication systems through signaling molecules that trigger long-distance defense signaling events when encountered with environmental challenges. Here, our genetic screening of the previously constructed hairpin RNA-based Arabidopsis library identifies a glutathione (GSH)-deficient mutant that has high accumulation of glutamate (Glu), a previously defined wound signal essential for activating plant defense, but disharmoniously exhibits attenuation of defense signaling events. We further uncover GSH as a critical signaling molecule that relies on GLUTAMATE RECEPTOR-LIKE 3.3 (GLR3.3) to trigger long-distance calcium-based defense signaling events in plants. Our findings offer new insights into highly sophisticated systemic defense systems evolved by plants to defend against herbivory and pathogen invasion.\n\nLi et al. identified GSH as a signaling molecule that triggers wound-induced systemic [Ca2 +]cyt transmission, activates JA biosynthesis, and regulates plant defense responses, highlighting the complex mechanisms of plant systemic defense signaling.",
  "introduction": "Introduction\n\nAnimals rely on well-developed nervous systems to dexterously take prompt movements and rapidly facilitate long-range information exchange in front of the changing environment. In mammalian nervous systems, many different types of chemical substances, including amino acids (e.g., glutamate), monoamines (e.g., dopamine, norepinephrine), acetylcholine, peptides (e.g., substance P), serve as neurotransmitters to bind their corresponding receptors, then activate ion channels, and consequently produce ion flux, thereby inducing membrane potential changes that lead to signal propagation for neurotransmission.\n\nPlants are characterized by lack of a nervous system but still have the ability to systematically communicate the environmental signals from the site of perception to the distal tissues. In response to herbivorous insect attack or wounding at local leaves, wound signaling molecules are released at the damaged plant cells, and may bind corresponding receptors to trigger propagation of slow wave potentials (SWPs), initiate transmission of cytoplasmic calcium ([Ca2+]cyt), and consequently activate biosynthesis of defensive phytohormone jasmonic acid (JA), thereby mediating expression of defense-responsive genes for systemic defense responses in plants.\n\nMany different types of chemical substances were revealed as neurotransmitters that induce long-distance ionic responses to effectively mediate neurotransmission in mammals. However, in plant kingdom, only an amino acid and a protein, namely the glutamate (Glu) and the recently discovered “Ricca’s factor” β-THIOGLUCOSIDE GLUCOHYDROLASE (TGG) are so far defined as wound signals that depend on glutamate receptor-like (GLR) protein, the homologous protein of mammalian ionotropic Glu receptors (iGluRs), to activate systemic plant defense response. In this study, our genetic screening of the previously constructed hairpin RNA-based Arabidopsis library identified a glutathione (GSH)-deficient mutant that highly accumulated Glu, the previously defined molecule crucial for activation of plant defense, but disharmoniously exhibited attenuation of defense signaling events. We further uncovered GSH as a critical signaling molecule that relies on GLR3.3 to trigger long-distance propagation of calcium-based defense signaling events.",
  "methods": "Methods\n\nPlant materials and growth condition\n\nhairpin RNA-52 (hr-52) was obtained from the rolling circle amplification-mediated hairpin RNA (RMHR)-based Arabidopsis library in our previous study. pad2-1 was ordered from the Nottingham Arabidopsis Stock Centre (NASC). Seeds of GCaMP3 were from Simon Gilroy (Department of Botany, University of Wisconsin). The GCaMP3/pad2-1 was generated by genetic crosses using standard procedures. GCaMP3/glr3.3 and GCaMP3/glr3.6 mutants were generated by CRISPR/Cas9 in WT plants overexpressing GCaMP3. To generate the transgenic plant expressing 35S::PAD2-6myc/pad2-1 (PAD2/pad2-1), the coding sequence of PAD2 (AT4G23100) was cloned into the binary vector pCAMBIA1300, and then transformed into pad2-1.\n\nArabidopsis seeds were sterilized with 20% bleach, sown on agar plates containing Murashige and Skoog (MS) medium. After incubation in the dark at 4 °C for 2 days, plates were cultivated in a growth chamber at 22 °C with a 16 h/8 h light/dark (long day, LD) photoperiod. After 7 days, seedlings were then transplanted into soil and grown under the same condition. For insect feeding and pathogen inoculation assays, plants were grown in soil for 4–5 weeks at 22 °C with a 10 h/14 h light/dark (short day, SD) photoperiod. For real-time calcium imaging assay, plates were incubated at 4 °C for 2 days in the dark and then transferred to 22 °C with a SD photoperiod for 6–7 days. Seedlings were then transferred onto new plates and grown for additional 14–16 days prior to use.\n\nReal-time [Ca2+]cyt imaging in the entire plant\n\nTransgenic Arabidopsis plants stably expressing GCaMP3 were imaged with a motorized epifluorescence (SZX10, Olympus) stereomicroscope equipped with a 1 × objective lens and a C13440 digital camera (ORCA-Flash4.0 V3, Hamamatsu Photonics). The GFP-based Ca2+ indicator GCaMP3 was excited using mercury lamp (X-Cite 120 Q, Excelitas). The green fluorescent signal was acquired every 2 s with the C13440 camera using Standard imaging software (Olympus).\n\nUsing ImageJ software, GCaMP3 signals were analyzed overtime at regions of interest (ROI). The equation ΔF/F0 = (F-F0)/F0 was used to calculate the fractional fluorescence changes. F0 denotes the average baseline fluorescence determined by the average of F over the frames of the recording before treatment. The entire leaf area was selected as ROI for Ca2+ signal analysis.\n\nApplication of amino acids, tripeptides and chemical agents\n\nGSH, Glu-Pro-Ala, L-Glu, and sorbitol were dissolved in growth medium [1/2 × MS salts, 1% (w/v) sucrose and 0.05% (w/v) MES], which was then adjusted to pH 5.1. 5 μL of the solution was applied to the cut edge of leaf 1 after 30 min recovery period after pre-cutting for assessment of small molecules-induced Ca2+ signal transmission. In contrast, a longer recovery period of 5 h post pre-cutting was required for the assessment of small molecules-activated gene expression levels. GSH at concentrations of 0.001 mM, 0.01 mM, 0.1 mM, 1 mM, 5 mM, 10 mM, 25 mM, 50 mM, and 100 mM, which are within or exceeding its physiological concentrations, were selected for analyzing GSH-triggered systemic calcium-based defense signaling in vitro. GGsTOP (HY-108467, MCE) was dissolved in DMSO and diluted with water. LaCl3 was dissolved into 0.05% (v/v) Silwet L-77 in water to make a 50 mM solution and then 10 μL was applied to a piece of Kiwmwipes placed on a petiole for at least 30 min prior to adding GSH.\n\nCRISPR/Cas9 vector construction and plant transformation\n\nEgg cell-specific promoter-controlled CRISPR/Cas9 system was used to generate glr3.3 and glr3.6 single mutants. CRISPR/Cas9 vector was constructed according to previous studies. Target sequence was selected by CRISPR-PLANT (https://www.genome.arizona.edu/crispr/). All the vectors were transformed into Agrobacterium tumefaciens strain GV3101 using electroporation. Arabidopsis plants were transformed using the floral dip methods. The primers used for cloning are shown in Supplementary Data 5.\n\nDNA extraction and mutation detection\n\n1–5 mg frozen leaf tissues were used for DNA extraction through SDS method. The extracted genomic DNA was then used as a template to amplify the desired fragments in each of the target genes using primers flanking the target sites. PCR products were directly sequenced using Sanger method to identify mutation. Superimposed sequence chromatograms produced by biallelic and heterozygous mutations were decoded by DSDecode (http://dsdecode.scgene.com/) and manual analyses.\n\nTotal RNA isolation, cDNA synthesis, and qRT-PCR\n\nTransZol RNA kit (ET101-01, TransGen Biotech) was used to extract total RNA from Arabidopsis plants according to manufacturer’s instructions. cDNA was synthesized from the total RNA in a 20 μL reaction by cDNA Synthesis SuperMix kit (AT311-03, TransGen Biotech). qRT-PCR was performed in QuantStudio 3 realtime PCR system (Applied Biosystems, USA) using ChamQ SYBR qPCR Master Mix (Low ROX Premixed) (Q331-02, Vazyme). The 2-ΔΔCt analysis method was used to calculate the relative expression levels of each sample.\n\nJA and JA-Ile quantification in leaf tissues\n\nMetabolite extraction and quantification of JA and JA-Ile in leaf tissues were performed according to previously described methods using AB Sciex 4500 QTRAP triple quadrupole mass spectrometer (AB SCIEX, MA, USA) equipped with an ACQUITY UPLC™ BEH C18 column (Waters, Eschborn, Germany) (50 × 2.1 mm, 1.7 μm). d5-JA was added to the extraction solvent (isopropanol: formic acid at 99.5: 0.5, v/v) as internal standard. Multiple reaction monitoring (MRM) was applied in negative mode with mass transitions (precursor ions/product) as followed: 209.12 > 59.01 for JA, 322.20 > 130.09 for JA-Ile, and 214.15 > 62.03 for d5-JA. A 10 min gradient elution program was applied for target compounds separation with 0.1% formic acid in acetonitrile (A) and pure water (B) as mobile phase with a 200 μL/min flow rate. Then, mass spectra data were processed and calculated using AB SCIEX analyst software (version 1.6.3, AB SCIEX, MA, USA) with calculation curves made with standards.\n\nMeasurement of endogenous Glu and GSH in Arabidopsis\n\nLeaf tissues were collected and directly ground into powder in liquid nitrogen. Then, 100 mg of powder was weighed accurately and transferred into a 2 mL centrifuge tube. 10 µL of stable isotope internal standard (5 µg/mL 13C2-15N-GSH, Cambridge Isotope Laboratories) was added to each sample before extraction. Then, 1.5 mL of extraction buffer (80% methanol with 0.1% formic acid, v/v) was added, with vortexing for sample resuspension. After a 15 min centrifugation at 14000 × g, the supernatants were diluted 10 times, and 100 µL was transferred to sample vials for further detection.\n\nTarget compounds were detected with a 6500 plus QTrap mass spectrometer (AB SCIEX, USA) coupled with a ACQUITY UPLC H-Class system, equipped with a heated electrospray ionization (HESI) probe. Extracts were separated by a synergi Hydro-RP column (2.0 × 100 mm, 2.5 μm, phenomenex). A binary solvent system was used, in which mobile phase A consisted of 2 mM Triisobutylamine adjusted with 5 mM acetic acid in 100% water, and mobile phase B of 100% methanol. An 8 min gradient with flow rate of 500 μL/min was used as follows: 0–1.0 min at 2% B; 1.0-6 min, 5–40% B; 6–7 min, 98% B; 7.1-8 min, 2% B. Column chamber and sample tray were held at 35 °C and 10 °C, respectively. Data were acquired in multiple reaction monitor (MRM) mode with mass transitions (precursor ions/product) as followed: 308.1 > 179.1 for GSH, 147.9 > 83.9 for Glu and 311.0 > 181.9 for 13C2-15N-GSH. The nebulizer gas (Gas1), heater gas (Gas2), and curtain gas were set at 55, 55, and 35 psi, respectively. The ion spray voltage was 4500 V in positive mode. The optimal probe temperature was determined to be 500 °C. Calibration curves of Glu and GSH were made with standards, and the concentration of GSH was calculated by internal-standard method with 13C2-15N-GSH as internal standard, while the concentration of Glu was calculated by external-standard method. The SCIEX OS software (version 1.6, AB SCIEX, MA, USA) was applied for metabolite identification and concentration calculation.\n\nInsect feeding assay with Spodoptera exigua\n\nS. exigua larvae (2nd instar) were purchased from Jiyuan Baiyun Industry Co., Ltd (China). For feeding assays, 2nd instar S. exigua larvae were first underwent 24 h of starvation treatment in growth chamber and were then gently placed on 5 week-old plants. Two S. exigua larvae were placed on a plant. Larval weights were measured 7 days after feeding. Representative S. exigua larvae recovered from corresponding plants were killed by 75% ethanol solution and photographed by stereomicroscope (SZX10, Olympus) equipped with a 0.75 × objective lens and a digital camera (SC180, Olympus).\n\nBotrytis cinerea infection assay\n\nConidiospores were collected from B. cinerea (B0510) plates and diluted to ~1 × 106 conidiospores/mL in PDB medium (Potato Dextrose Broth, BD). For drop-inoculation assay, 5 μL B. cinerea spores was dropped on the center of each detached leaf. Subsequently the detached leaves were placed in dark with high humidity for 2–3 days. Phenotypes were imaged with a digital camera and the lesion sizes were measured using Digimizer software (v3.1.2.0, Belgium, Germany). For spray-inoculation assay, 4 week-old soil-grown seedlings were sprayed evenly with B. cinerea conidiospores and kept in high humidity for 2–3 days. The disease severity was classified into four grades: healthy (H, green), light symptoms (L, pale green), severe symptoms (S, orange-yellow), or completely dead (D, red). PDB buffer served as mock in these infection assays. As described in previous studies, the assessment of B. cinerea biomass was determined by real-time PCR quantification of the fungal CUTINASE signal (Z69264) in relation to Arabidopsis ACTIN2.\n\nRNA sequencing and data analysis\n\nRNA integrity was checked using the RNA Nano 6000 Assay Kit of the Bioanalyzer 2100 system (Agilent Technologies, CA, USA). Sequencing libraries were generated using NEBNext® UltraTM RNA Library Prep Kit for Illumina® (NEB, USA) following manufacturer’s recommendations and index codes were added to attribute sequences to each sample. The clustering of the index-coded samples was performed on a cBot Cluster Generation System using TruSeq PE Cluster Kit v3-cBot-HS (Illumia) according to the manufacturer’s instructions. After cluster generation, the library preparations were sequenced on an Illumina Novaseq platform and 150 bp paired-end reads were generated. Low-quality reads were removed from the raw reads using Cutadapt and Trimmomatic software to get clean reads. Clean reads were mapped to the corresponding reference genome using HISAT2 software. Gene expression levels and read count of each gene were calculated using StringTie software. The R package DEseq2 (v1.16.1) was used to identify the differentially expressed genes based on the following criteria: padj < 0.05 and |log2FoldChange | > 1. Venn diagramming, GO enrichment analysis was performed using TBtools (v2.007).\n\nStructure prediction and molecular docking\n\nThe ab initio structure predictions of AtGLR3.3 protein were implemented by RoseTTAFold and AlphaFold 2 through ColabFold. The homology modelling of AtGLR3.3 was conducted using SWISS-MODEL with AtGLR3.4 crystallography model (7lzh) template. Ligand mol2 files of GSH and Glu were generated by Avogadro 1.2.0. Prepdock website (https://swift.cmbi.umcn.nl/servers/html/prepdock.html) and AutoDockTools 1.5.7 software were used for adding hydrogens and symmetry related waters, computing Gasteiger charges, and detecting torsion root. Molecular dockings were performed on AutoDock Vina 1.2.0 software and CB-DOCK2 website. For AutoDock Vina, the grid box was setting up with a range spacing of 0.897 Å, number of points in x, y and z dimensions as 52, 54, and 70 respectively and center grid box for x, y and z as 173.571, 198.031, and 203.573 respectively for the ATD of AtGLR3.3. Docking of LBD was conducted with 0.756 Å in range spacing. The number of points in x, y and z dimensions was 60, 56, and 78. The center grid box was 172.151, 160.102, and 157.178 in xyz-coordinates. The results were visualized and the polar contacts between ligands and their receptor were detected on PyMOL 2.5.8 software. Hydrogen bonds were determined on UCSF ChimeraX 1.7.1 software with distance tolerance of 0.400 Å and angle tolerance of 20.000°.\n\nStatistical analysis\n\nAll data were statistically analyzed using GraphPad Prism 8.0, SPSS, and R software and presented by Adobe Illustrator. Means and deviations were reported in the Figures and the corresponding figure legends.\n\nReporting summary\n\nFurther information on research design is available in the Nature Portfolio Reporting Summary linked to this article.",
  "results": "Results\n\nIdentification of GSH as a signaling molecule that activates long-distance plant defense signaling events\n\nDuring the genetic screening of the rolling circle amplification-mediated hairpin RNA (RMHR)-based Arabidopsis library for mutants with altered defense response to a disastrous plant fungal pathogen Botrytis cinerea (B. cinerea), we identified a mutant, termed hairpin RNA-52 (hr-52), which exhibited obvious susceptibility to B. cinerea infection (Supplementary Fig. 1). A single gene AT4G23100 was identified with PCR analysis on the mutant genomic DNA.\n\nTo further verify that the decreased resistance in the hr-52 mutant is caused by the interference with AT4G23100 gene, we obtained the previously reported mutant pad2-1 with the Ser298Asn substitution (S298N) within AT4G23100 to assess its responses to B. cinerea infection and insect attack. The results showed that pad2-1 exhibited severe susceptibility to B. cinerea and Spodoptera exigua, a globally agricultural pest, while genetic transformation of pad2-1 with PAD2 (AT4G23100) completely restored the resistance (Supplementary Figs. 2 and 3). Our results together with the previous findings demonstrate that AT4G23100 gene is essential for plant defense response against B. cinerea infection and insect attack.\n\nIt was known that the AT4G23100 gene encodes the gamma-glutamylcysteine synthetase catalyzing the reaction between Glu and cysteine for generation of glutamylcysteine in the GSH biosynthesis pathway. We found that a high level of Glu (875.42 μg/g FW) was accumulated in the pad2-1 mutant compared to WT (494.96 μg/g FW) while the GSH content in pad2-1 (4.91 μg/g FW) was severely decreased to 5.9% of WT (82.94 μg/g FW) (Fig. 1a, b). It is surprising that such a high level of Glu failed to induce plant defense in pad2-1 (Supplementary Figs. 2 and 3), which seems to be inconsistent with the previously defined role of Glu as a critical wound signal that activates plant defense response. The observed susceptibility in the GSH-deficient pad2-1 mutant suggests an indispensable role for GSH in plant defense, which encourages us to further investigate whether GSH acts as wound signal to trigger long distance calcium-based defense signaling events.\n\nTo verify the role of GSH in activating long-distance plant defense signaling events, we wounded leaf 1 of pad2-1 and Col-0, and then measured the accumulation of wound-induced plant defensive hormonal molecules in leaf 6, considering that leaf n shares direct vascular connections with leaves n ± 5 and n ± 8 while leaves n ± 3 may represent contact parastichies formed by proximal but unconnected vasculature in adult Arabidopsis rosettes. Consistent with the reduced plant resistance in pad2-1, the defensive phytohormone jasmonates were obviously decreased in the leaf 6 of pad2-1 to ~63.04% (for JA) and ~45.81% (for JA-Ile) of those in Col-0 upon wounding leaf 1 (Fig. 1c, d). Moreover, the expression of JA-inducible defense marker genes OPR3, JAZ5, and JAZ7 was also significantly attenuated in leaf 6 of pad2-1 compared to Col-0 upon wounding leaf 1 (Fig. 1e). These results suggest that GSH might serve as a critical signaling molecule essential for activation of plant systemic defense signaling events.\n\nTo further explore the underlying mechanism of GSH in activating systemic plant defense responses, we introduced the [Ca2+]cyt reporter GCaMP3 into pad2-1, generating GCaMP3/pad2-1 plant, to investigate whether the GSH-deficient mutant attenuated the wound-induced systemic [Ca2+]cyt transmission. Upon mechanical wounding of leaf 1, both amplitude and kinetics of [Ca2+]cyt propagation in leaf 6 were reduced in GCaMP3/pad2-1 compared with GCaMP3 plants (Fig. 1f, g; Supplementary Fig. 4; Supplementary Movies 1 and 2). The peak value of [Ca2+]cyt fluorescence changes in leaf 6 of GCaMP3/pad2-1 was reduced to ~44.15% of that in GCaMP3 (Fig. 1h). Consistently, the percentage of each systemic leaf that showed apparent increased [Ca2+]cyt fluorescence was reduced in GCaMP3/pad2-1 (Fig. 1i). These data reinforce the role of GSH in triggering the wound-induced systemic [Ca2+]cyt propagation in plants.\n\nTaken together, the above-mentioned data suggest that GSH might serve as an important wound signal that triggers wound-induced systemic [Ca2+]cyt transmission, activates JA biosynthesis, and regulates plant defense responses.\n\nGSH triggers long-distance [Ca2+]cyt transmission\n\nTo further validate that GSH acts as a wound signal triggering long-distance plant defense signaling events, we applied GSH (with Glu and sorbitol as positive and negative controls, respectively) to leaf 1 of the GCaMP3 plants and visualized the systemic [Ca2+]cyt in the whole seedlings (Fig. 2a, b). Intriguingly, the fast and transient increase of [Ca2+]cyt was notably triggered in systemic leaves (including leaf 3, 4, and 6) by GSH (Supplementary Movie 3) at the level comparable to that induced by Glu (Fig. 2a). Specifically, [Ca2+]cyt rapidly increased to the peak value in leaf 6 at ~230 s upon treatment on leaf 1 with GSH rather than sorbitol (Fig. 2c; Supplementary Fig. 4), and more distal leaves showed [Ca2+]cyt propagation with the increased GSH concentrations (Supplementary Fig. 5). Moreover, the GSH-triggered systemic [Ca2+]cyt transmission was dramatically repressed by pretreatment on the petiole of the wounded leaf with the Ca2+ channel inhibitor LaCl3 (Fig. 2e-g). To exclude the possibility that GSH is cleaved by enzymes to release glutamate for Ca²⁺ signal propagation, we employed GGsTop, a well-known chemical inhibitor that specifically targets gamma-glutamyl transpeptidase (GGT), the enzyme responsible for converting GSH to Glu. Our results showed that there were no significant differences in the Ca²⁺ signaling response when GSH was used in combination with GGsTop compared to that of GSH treatment alone (Supplementary Fig. 6), suggesting that GSH was not converted to Glu for activation of systemic Ca2+ signaling. Additionally, we synthesized another tripeptide (Glu-Pro-Ala), which contains glutamate along with two different amino acids, and investigated its effects in triggering systemic Ca2+ signal propagation in plants. Unlike GSH treatment, application of Glu-Pro-Ala failed to induce long-distance transmission of Ca²⁺ signal in plants (Supplementary Fig. 7), reinforcing the role of GSH as a signaling molecule that effectively triggers systemic [Ca2+]cyt propagation in plants.\n\nConsistently, GSH application on leaf 1 significantly induced the expression of defense-responsive genes (OPR3, JAZ5, and JAZ10) in leaf 6 (by ~5.6, ~8.6 and ~5.7 folds), which is comparable to that induced by Glu (Fig. 2d). Moreover, pretreatment on the petiole of the wounded leaf with LaCl3 severely reduced the GSH-inducible expression of defense genes in systemic leaves (Fig. 2h), verifying that propagation of [Ca2+]cyt is required for GSH-induced defense gene expression. Collectively, these results demonstrate that GSH acts as an important wound signal in triggering leaf-to-leaf, calcium-based plant defense signaling.\n\nGSH activates the transcriptional expression of defense-related genes in plant systemic leaves\n\nTo get deeper insights into the GSH-triggered systemic defense signaling events in plants, we performed transcriptome profiling on leaf 6 collected after 1  h application of GSH to leaf 1 of WT plants. We identified 378 differentially expressed genes (DEGs) in the systemic leaf of GSH-treated plants compared to non-stimulated mock control plants (Supplementary Data 1). Among them, 354 genes including a large number of key defense-responsive genes were upregulated while 24 genes were downregulated (Fig. 3a), which is well consistent with the tendency of transcriptome data from plants in response to wounding, namely, more transcripts are upregulated than downregulated. Gene Ontology analysis (GO) of these DEGs further revealed significant enrichment of terms associated with plant defense signaling, including defense response, cellular responses to JA, response to wounding, and response to hormone (Fig. 3b; Supplementary Data 2). Consistent with the transcriptome analysis, qRT-PCR also showed that expression of defense marker genes (CYP94C1, JAZ13, LOX4, OPR3, JAZ5, JAZ7, and JAZ10) was highly induced in the systemic leaf tissues of GSH-treated plants (Fig. 3c, d; Supplementary Fig. 8). These data provide an overview of the GSH-induced gene expression in plant systemic leaf tissues and further indicate the important role of GSH in triggering plant long-distance defense signaling.\n\nTo further investigate the relations between GSH and Glu in plant wound response, we generated transcriptome data sets from leaf 6 1 h after wounding leaf 1 (Supplementary Data 3) or application of Glu to leaf 1 (Supplementary Data 4), and then compared these data to that induced by GSH. This comparison showed that 207 DEGs were co-regulated by wounding and GSH treatment, while 228 DEGs were found in both GSH and Glu treatment groups. Moreover, a total of 267 DEGs from GSH- and Glu-treated groups existed in wounding treatment, among which 126 genes were co-regulated by GSH, Glu and wounding, 81 genes were only regulated by GSH and wounding, and 60 genes were only regulated by Glu and wounding (Fig. 3e). These overlapped genes which are co-regulated by GSH, Glu, and wounding or independently regulated by GSH and wounding, Glu and wounding are all mainly involved in plant defense signaling, including plant response to wounding, stress, JA, and biotic stimulus, regulation of cell communication, and innate immune response, suggesting that GSH and Glu are involved in wound-induced plant systemic defense response.\n\nGLR3.3 is required for GSH-triggered systemic [Ca2+]cyt propagation\n\nGLR proteins which generally contain an amino-terminal domain (ATD), a ligand-binding domain (LBD), a transmembrane domain (TMD), and a carboxyl-terminal domain (CTD), have broad agonist profiles including glycine, cysteine, methionine, Glu and GSH. Specially, Glu-triggered long-distance [Ca2+]cyt propagation is dramatically inhibited in glr3.3glr3.6 mutant. To figure out whether GSH-triggered long-distance calcium signaling depends on GLR3.3 and GLR3.6, we compared the GSH-triggered Ca2+-related signaling events among the glr3.3, glr3.6 and WT plants containing the GCaMP3 reporter (Fig. 4a, b; Supplementary Fig. 9). Interestingly, the GSH-triggered systemic [Ca2+]cyt transmission was severely reduced in the GCaMP3/glr3.3 (Fig. 4a, b; Supplementary Movie 4). However, the GSH-triggered systemic [Ca2+]cyt transmission was not markedly attenuated in GCaMP3/glr3.6, which is similar to that of GCaMP3 plant (Fig. 4a, b; Supplementary Movie 5). Consistently, the GSH-inducible expression of defense marker gene OPR3, JAZ5, and JAZ10 was significantly repressed in the GCaMP3/glr3.3, but not obviously inhibited in the GCaMP3/glr3.6 and the GCaMP3 plants (Fig. 4c). These results suggest that GLR3.3 plays a dominant role in regulating GSH-induced [Ca2+]cyt propagation. Similar to the systemic calcium signal transmission upon GSH treatment, Glu-induced [Ca2+]cyt propagation in systemic leaves were strongly inhibited in GCaMP3/glr3.3 while remained unaffected in GCaMP3/glr3.6 (Supplementary Fig. 10), confirming that Glu-induced long-distance calcium wave is also dependent on GLR3.3.\n\nTo characterize the interaction between GLR3.3 and GSH, the predicted structure of GLR3.3 was used to perform molecular docking. The binding model showed that Glu binds to the LBD of GLR3.3 (referred to as GLR3.3LBD) (Supplementary Fig. 11), which is consistent with the recent report about the Glu binding to the GLR3.3LBD. While GSH was predicted to bind the ATD of GLR3.3 (referred to as GLR3.3ATD), which is remarkably different from Glu in terms of binding domains and contacting amino acids (Supplementary Fig. 11). Consistent with the predicted interaction between GLR3.3ATD and GSH (Supplementary Fig. 11), recent X-ray crystallography and cryo-EM data revealed that GSH binds the ATD of GLR3.4, another GLR protein with high sequence similarity to GLR3.3, reinforcing that GSH might bind the ATD domain of GLR3.3 for activation of ion channel. Together with the genetic evidence showing GLR3.3 is required for both GSH- and Glu-triggered systemic [Ca2+]cyt transmission (Fig. 4; Supplementary Fig. 10), these results collectively suggest that GSH and Glu may bind to different domains of GLR3.3 for activating ion channel activity and triggering leaf-to-leaf, calcium-based plant defense signaling.\n\nTaken together, our results shown in Figs. 1–4 suggest that GSH serves as a critical wound signal to trigger long-distance propagation of [Ca2+]cyt waves in a GLR3.3-dependent manner, thus inducing rapid JA biosynthesis in systemic leaf organs to protect plants from herbivory ahead of time.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Herbivory",
    "Biotic",
    "Wounding",
    "Article"
  ],
  "citations": [
    {
      "title": "Nervous system-like signaling in plant defense",
      "authors": [
        "GK Muday",
        "H Brown-Harding"
      ]
    },
    {
      "title": "Suudhof, T. C. Neurotransmitter release. Handb. Exp. Pharmacol.2008, 1–21 (2008).",
      "authors": []
    },
    {
      "title": "Leaky synapses: regulation of spontaneous neurotransmission in central synapses",
      "authors": [
        "CR Wasser",
        "ET Kavalali"
      ]
    },
    {
      "title": "Neurotransmitters",
      "authors": [
        "SE Hyman"
      ]
    },
    {
      "title": "Plant biology: electric defence",
      "authors": [
        "A Christmann",
        "E Grill"
      ]
    },
    {
      "title": "Ricca’s factors as mobile proteinaceous effectors of electrical signaling",
      "authors": [
        "YQ Gao"
      ]
    },
    {
      "title": "GLUTAMATE RECEPTOR-LIKE genes mediate leaf-to-leaf wound signalling",
      "authors": [
        "SA Mousavi",
        "A Chauvin",
        "F Pascaud",
        "S Kellenberger",
        "EE Farmer"
      ]
    },
    {
      "title": "Identification of cell populations necessary for leaf-to-leaf electrical signaling in a wounded plant",
      "authors": [
        "CT Nguyen",
        "A Kurenda",
        "S Stolz",
        "A Chetelat",
        "EE Farmer"
      ]
    },
    {
      "title": "Gao, Y. Q. et al. Chloride, glutathiones, and insect-derived elicitors introduced into the xylem trigger electrical signaling. Plant Physiol.194, 1091–1103 (2023).",
      "authors": []
    },
    {
      "title": "Shao, Q., Gao, Q., Lhamo, D., Zhang, H. & Luan, S. Two glutamate- and pH-regulated Ca(2+) channels are required for systemic wound signaling in Arabidopsis. Sci. Signal13, eaba1453 (2020).",
      "authors": []
    },
    {
      "title": "Glutamate triggers long-distance, calcium-based plant defense signaling",
      "authors": [
        "M Toyota"
      ]
    },
    {
      "title": "Injury activates Ca(2+)/calmodulin-dependent phosphorylation of JAV1-JAZ8-WRKY51 complex for jasmonate biosynthesis",
      "authors": [
        "C Yan"
      ]
    },
    {
      "title": "Interdependence of a mechanosensitive anion channel and glutamate receptors in distal wound signaling",
      "authors": [
        "J Moe-Lange"
      ]
    },
    {
      "title": "Diffusion and bulk flow of amino acids mediate calcium waves in plants",
      "authors": [
        "A Bellandi"
      ]
    },
    {
      "title": "Long-distance turgor pressure changes induce local activation of plant glutamate receptor-like channels",
      "authors": [
        "M Grenzi"
      ]
    },
    {
      "title": "The squeeze cell hypothesis for the activation of jasmonate synthesis in response to wounding",
      "authors": [
        "EE Farmer",
        "D Gasperini",
        "IF Acosta"
      ]
    },
    {
      "title": "A rapid wound signal activates the systemic synthesis of bioactive jasmonates in Arabidopsis",
      "authors": [
        "AJ Koo",
        "X Gao",
        "AD Jones",
        "GA Howe"
      ]
    },
    {
      "title": "Arabidopsis H(+)-ATPase AHA1 controls slow wave potential duration and wound-response jasmonate pathway activation",
      "authors": [
        "A Kumari",
        "A Chetelat",
        "CT Nguyen",
        "EE Farmer"
      ]
    },
    {
      "title": "Rolling circle amplification-mediated hairpin RNA (RMHR) library construction in plants",
      "authors": [
        "L Wang"
      ]
    },
    {
      "title": "JAV1 controls jasmonate-regulated plant defense",
      "authors": [
        "P Hu"
      ]
    },
    {
      "title": "Identification of PAD2 as a gamma-glutamylcysteine synthetase highlights the importance of glutathione in disease resistance of Arabidopsis",
      "authors": [
        "V Parisy"
      ]
    },
    {
      "title": "The glutathione-deficient mutant pad2-1 accumulates lower amounts of glucosinolates and is more susceptible to the insect herbivore Spodoptera littoralis",
      "authors": [
        "K Schlaeppi",
        "N Bodenhausen",
        "A Buchala",
        "F Mauch",
        "P Reymond"
      ]
    },
    {
      "title": "Arabidopsis local resistance to Botrytis cinerea involves salicylic acid and camalexin and requires EDS4 and PAD2, but not SID2, EDS5 or PAD4",
      "authors": [
        "S Ferrari",
        "JM Plotnikova",
        "G De Lorenzo",
        "FM Ausubel"
      ]
    },
    {
      "title": "Glutathione",
      "authors": [
        "G Noctor",
        "G Queval",
        "A Mhamdi",
        "S Chaouch",
        "CH Foyer"
      ]
    },
    {
      "title": "The shoot apical meristem and development of vascular architecture",
      "authors": [
        "NG Dengler"
      ]
    },
    {
      "title": "Phosphonate-based irreversible inhibitors of human γ-glutamyl transpeptidase (GGT). GGsTop is a non-toxic and highly selective inhibitor with critical electrostatic interaction with an active-site residue Lys562 for enhanced inhibitory activity",
      "authors": [
        "A Kamiyama"
      ]
    },
    {
      "title": "A conserved transcript pattern in response to a specialist and a generalist herbivore",
      "authors": [
        "P Reymond"
      ]
    },
    {
      "title": "A downstream mediator in the growth repression limb of the jasmonate pathway",
      "authors": [
        "Y Yan"
      ]
    },
    {
      "title": "The structural bases for agonist diversity in an Arabidopsis thaliana glutamate receptor-like channel",
      "authors": [
        "A Alfieri"
      ]
    },
    {
      "title": "Structure of the Arabidopsis thaliana glutamate receptor-like channel GLR3.4",
      "authors": [
        "MN Green"
      ]
    },
    {
      "title": "Calcium entry mediated by GLR3.3, an Arabidopsis glutamate receptor with a broad agonist profile",
      "authors": [
        "Z Qi",
        "NR Stephens",
        "EP Spalding"
      ]
    },
    {
      "title": "Merging signaling with structure: functions and mechanisms of plant glutamate receptor ion channels",
      "authors": [
        "AA Simon",
        "C Navarro-Retamal",
        "JA Feijó"
      ]
    },
    {
      "title": "Wound- and mechanostimulated electrical signals control hormone responses",
      "authors": [
        "EE Farmer",
        "YQ Gao",
        "G Lenzoni",
        "JL Wolfender",
        "Q Wu"
      ]
    },
    {
      "title": "Modulation of [3H]dopamine release by glutathione in mouse striatal slices",
      "authors": [
        "R Janaky",
        "R Dohovics",
        "P Saransaari",
        "SS Oja"
      ]
    },
    {
      "title": "Glutathione and signal transduction in the mammalian CNS",
      "authors": [
        "R Janaky"
      ]
    },
    {
      "title": "Gclc deficiency in mouse CNS causes mitochondrial damage and neurodegeneration",
      "authors": [
        "W Feng"
      ]
    },
    {
      "title": "Ca(2+)/calmodulin-mediated desensitization of glutamate receptors shapes plant systemic wound signalling and anti-herbivore defence",
      "authors": [
        "C Yan"
      ]
    },
    {
      "title": "Glutathione-linking cell proliferation to oxidative stress",
      "authors": [
        "P Diaz-Vivancos",
        "A de Simone",
        "G Kiddle",
        "CH Foyer"
      ]
    },
    {
      "title": "The plant NADPH oxidase RBOHD mediates rapid systemic signaling in response to diverse stimuli",
      "authors": [
        "G Miller"
      ]
    },
    {
      "title": "Reactive oxygen species signalling in plant stress responses",
      "authors": [
        "R Mittler",
        "SI Zandalinas",
        "Y Fichman",
        "F Van Breusegem"
      ]
    },
    {
      "title": "ROS Are Good",
      "authors": [
        "R Mittler"
      ]
    },
    {
      "title": "Communication networks in the brain: neurons, receptors, neurotransmitters, and alcohol",
      "authors": [
        "DM Lovinger"
      ]
    },
    {
      "title": "Osmoelectric siphon models for signal and water dispersal in wounded plants",
      "authors": [
        "YQ Gao",
        "EE Farmer"
      ]
    },
    {
      "title": "Egg cell-specific promoter-controlled CRISPR/Cas9 efficiently generates homozygous mutants for multiple target genes in Arabidopsis in a single generation",
      "authors": [
        "ZP Wang"
      ]
    },
    {
      "title": "Dioxygenase JID1 mediates the modification of OPDA to regulate jasmonate homeostasis",
      "authors": [
        "R Yi"
      ]
    },
    {
      "title": "Arabidopsis histone methyltransferase SET DOMAIN GROUP8 mediates induction of the jasmonate/ethylene pathway genes in plant defense response to necrotrophic fungi",
      "authors": [
        "A Berr"
      ]
    },
    {
      "title": "Jasmonic acid oxidase 2 hydroxylates jasmonic acid and represses basal defense and resistance responses against botrytis cinerea nifection",
      "authors": [
        "E Smirnova"
      ]
    },
    {
      "title": "Cutadapt removes adapter sequences from high-throughput sequencing reads",
      "authors": [
        "M Martin"
      ]
    },
    {
      "title": "Trimmomatic: a flexible trimmer for Illumina sequence data",
      "authors": [
        "AM Bolger",
        "M Lohse",
        "B Usadel"
      ]
    },
    {
      "title": "Transcript-level expression analysis of RNA-seq experiments with HISAT, stringTie and ballgown",
      "authors": [
        "M Pertea",
        "D Kim",
        "GM Pertea",
        "JT Leek",
        "SL Salzberg"
      ]
    },
    {
      "title": "StringTie enables improved reconstruction of a transcriptome from RNA-seq reads",
      "authors": [
        "M Pertea"
      ]
    },
    {
      "title": "Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2",
      "authors": [
        "MI Love",
        "W Huber",
        "S Anders"
      ]
    },
    {
      "title": "TBtools: An integrative toolkit developed for interactive analyses of big biological data",
      "authors": [
        "C Chen"
      ]
    },
    {
      "title": "Accurate prediction of protein structures and interactions using a three-track neural network",
      "authors": [
        "M Baek"
      ]
    },
    {
      "title": "Highly accurate protein structure prediction with AlphaFold",
      "authors": [
        "J Jumper"
      ]
    },
    {
      "title": "ColabFold: making protein folding accessible to all",
      "authors": [
        "M Mirdita"
      ]
    },
    {
      "title": "SWISS-MODEL: homology modelling of protein structures and complexes",
      "authors": [
        "A Waterhouse"
      ]
    },
    {
      "title": "Avogadro: an advanced semantic chemical editor, visualization, and analysis platform",
      "authors": [
        "MD Hanwell"
      ]
    },
    {
      "title": "AutoDock4 and AutoDockTools4: automated docking with selective receptor flexibility",
      "authors": [
        "GM Morris"
      ]
    },
    {
      "title": "CB-Dock2: improved protein-ligand blind docking by integrating cavity detection, docking and homologous template fitting",
      "authors": [
        "Y Liu"
      ]
    },
    {
      "title": "AutoDock Vina 1.2.0: new docking methods, expanded force field, and python bindings",
      "authors": [
        "J Eberhardt",
        "D Santos-Martins",
        "AF Tillack",
        "S Forli"
      ]
    },
    {
      "title": "UCSF ChimeraX: tools for structure building and analysis",
      "authors": [
        "EC Meng"
      ]
    }
  ],
  "original_title": "Glutamate triggers long-distance, calcium-based plant defense signaling.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c18c/11850895/da137f212eb8/41467_2025_57239_Fig1_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c18c/11850895/0f3ecca2c1f1/41467_2025_57239_Fig2_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c18c/11850895/efe4a1c8964a/41467_2025_57239_Fig3_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c18c/11850895/1d9ec335e113/41467_2025_57239_Fig4_HTML.jpg"
  ]
}