{
  "pmcid": "PMC11659408",
  "title": "Sex-specific cardiovascular adaptations to simulated microgravity in Sprague-Dawley rats",
  "abstract": "Men and women have different cardiovascular responses to spaceflight; however, few studies have focused on direct comparisons between sexes. We investigated the mechanisms of aortic stiffening in socially and sexually mature 20-week-old male and female Sprague Dawley (SD) rats exposed to hindlimb unloading (HLU) for 14 days. Pulse wave velocity (PWV) was greater in the aortic arch of females after HLU versus control females (n = 6–8). HLU had no effect on aortic PWV in males (n = 5–6). Aortic α smooth muscle actin, myosin, collagen, elastin, and collagen-to-elastin ratio were not different in rats of either sex following HLU. The levels of G protein-coupled estrogen receptor (GPER) were lower in the aorta of SD females exposed to HLU compared with female controls but were not altered in males. HLU females also had lower aortic PPARγ, increased oxidative stress markers, and diastolic dysfunction compared with control females. GPER agonist G1 prevented the increase in PWV and 8-hydroxy-2’-deoxyguanosine without altering PPARγ or p47phox in HLU females (n = 4 in each group) suggesting that lower GPER may contribute to arterial stiffening in the setting of simulated microgravity. This study highlights sex-specific vascular adaptations to the state of simulated microgravity.",
  "introduction": "Introduction\n\nThe cardiovascular adaptations in astronauts both during and after spaceflight are variable in terms of sex, duration of exposure, and the model used for the studies. Men and women have different recovery mechanisms from stress factors, which can influence the response to the spaceflight environment. Though women are known to be protected against heart disease prior to menopause, responses of the vascular system to spaceflight are complicated by additional stress factors including microgravity, space radiation, inactivity, or isolation. Few studies have focused on the sex differences in the adaptations of the cardiovascular system to spaceflight in spite of the fact that the proportion of women participating in space missions has reached about 10% and continues to increase. The empirically reported effects of spaceflight on the cardiovascular system are varied across people who have been in space. Some common short-term physiological effects of spaceflight include changes in blood volume distribution and alterations in baroreflex function. Prolonged exposure to spaceflight also impacts cardiovascular system including red blood cell count, systemic vascular resistance, stroke volume, and cardiac output. Sex-based differences in cardiovascular responses have been reported with changes in both sexes occurring after several weeks in space. Female astronauts experience a greater loss of plasma volume while male astronauts appear to be more prone to develop a spaceflight associated neuro-ocular syndrome (SANS). Furthermore, following a 6-month spaceflight, women tended to have greater increases in plasma renin and aldosterone versus men, while both men and women experienced increased carotid artery stiffness. The observed sex differences underscore the importance of understanding the underlying mechanisms of cardiovascular changes and sex-specific adaptations to both terrestrial and space-induced stressors important for the development of personalized preventative countermeasures for astronauts. To better understand the changes in cardiovascular adaptations in response to spaceflight environment, terrestrial studies are focused on recapitulating microgravity in human subjects with head-down tilt (HDT) bed rest or in rodent models with hindlimb unloading (HLU). The mechanisms underlying the cardiovascular system responses and arterial stiffness are not well understood particularly in the female subjects. Furthermore, the majority of HLU studies use male rodent subjects, with even fewer examining differences between sexes. Therefore, the present study investigated the mechanisms underlying the development of central arterial stiffness in female and male Sprague Dawley (SD) rats in response to HLU as an analog for spaceflight-induced microgravity.",
  "methods": "Methods\n\nAnimals\n\nThe study was approved by the Institutional Animal Care and Use Committee of the Wake Forest University School of Medicine (A21-039). Female and male Sprague-Dawley (SD) rats were purchased from Charles River Laboratories (Wilmington, MA, USA). All rats were housed at 12:12-h light-dark cycle, a constant room temperature and humidity. A standard rodent chow (Lab Diet 5P00 - Prolab RMH 3000, PMI Nutrition International, INC, Brentwood, MO) and water were given ad libitum throughout the experimental protocols.\n\nStudy timeline\n\nSocially and sexually mature female and male SD rats at 20 weeks of age were randomly assigned to study groups. The first experimental set included the following animals: female control (F), female HLU (F HLU), male control (M), or male HLU (M HLU) (n = 5–8 in each group). HLU groups underwent hindlimb unloading for 14 days. Control groups were exposed to the same cages for a 14-day period. On the morning of day 14, animals were imaged with ultrasound followed by EchoMRI, and then sacrificed to collect tissues. Additional experimental set included two groups of HLU female rats that underwent either treatment with G1, a G protein-coupled estrogen receptor (GPER) agonist (Cayman Chemical, Ann Arbor, MI) or vehicle (n = 4 in each group). G1 was dissolved in 50% dimethylsulfoxide (DMSO) at a dose of 100 μg/kg/day. G1 or vehicle was delivered via osmotic minipumps to female HLU rats for 3 weeks (model 2ML2; Alza Corp., Palo Alto, CA). Pumps were implanted subcutaneously on the back of the rat’s neck 1-week prior to HLU exposure and continued for 2 weeks during the HLU exposure. Aortic pulse wave velocity (PWV) and injury markers were analyzed at the end of the 3-week treatment with G1.\n\nHindlimb unloading (HLU)\n\nTo determine the effects of microgravity, 20-week-old male and female SD rats were suspended by the tail via HLU for 14 days resulting in a head-down body angle of 30–35 degrees. Age-matched, non-suspended controls remained in similar cages. Animals were monitored for signs of distress by monitoring food and water intake and loss of body weight throughout the exposure to HLU.\n\nUltrasound assessment of arterial stiffness\n\nRats were anesthetized with isoflurane (1.5%) and placed on a temperature-controlled platform. Electrocardiogram (ECG) and heart rate were monitored throughout the imaging protocol. Hair was removed from the thoracic and neck areas of rats with a depilatory cream prior to imaging. Pulse wave velocity (PWV) of the aortic arch and common carotid arteries were determined in male and female rats using a MS250 transducer and high-resolution ultrasound imaging system Vevo 2100 LAZR (FujiFilm, VisualSonics). MS250 transducer operates at a frequency of 13–24 MHz and axial resolution of 75/165. The PWV of the aortic arch and carotid arteries was measured by the following equation: the D (mm), distance from ascending to descending artery measured with tracing tool (Vevo Lab software), divided by time interval, Δt, which represent the difference between t2 and t1 (ms). Time intervals between the R-wave of the ECG to the foot of the Doppler waveforms were averaged over at least three cardiac cycles. The foot of the Doppler waveform was defined manually as the intersection between the baseline and the beginning of the ascending or descending aortic velocity, or proximal and distal segments of the common carotid artery. The pulse-transit time in the aortic arch was calculated by subtracting the mean ascending aorta (t1) time interval from the mean descending aorta (t2) time interval. For common carotid arteries, t1 time interval was recorded from the proximal portion of the artery and t2 time interval was recorded from distal portion of the artery. All ultrasound measurements were done by one operator, blinded to the experimental groups.\n\nUltrasound assessment of diastolic function\n\nLeft ventricle M-mode images were recorded in the short-axis parasternal view. The ejection fraction (EF) was calculated as %EF = ((left ventricle end-diastolic volume (LVEDV) − left ventricular end-systolic volume (LVESV)/LVEDV) × 100. Stroke volume (SV) was determined as SV = (LVEDV − LVESV) µl. Cardiac output (CO) was determined as cardiac output (CO) = heart rate (HR) × SV/1000 ml/min. Mitral inflow measurements of early- (Emax) and late (Amax) filling velocities were acquired from an apical four-chamber heart orientation using pulsed wave Doppler with the sample volume placed at the tips of mitral leaflets. The mitral valve septal annular velocities (E′) were also assessed by Doppler tissue imaging from the four-chamber view. A ratio of E/E’ was computed as a measure of left ventricular end-diastolic pressure. Greater E/E’ suggests higher left ventricular end-diastolic pressure. All measured and calculated systolic and diastolic indices are represented as the average of at least three consecutive cardiac cycles.\n\nBody composition\n\nEchoMRITM Analyzer was used to determine the total body composition in studied groups. Briefly, animal was placed in a clear holder, and then inserted into the EchoMRI Analyzer without anesthesia. Each animal was scanned three times in a row and the average total body fat and lean mass were recorded.\n\nCollagen content\n\nAortas were fixed in formalin and ethanol followed by the paraffin-embedding. Aortic sections were cut at thickness of 5 µm. Collagen content was determined by Masson’s trichrome staining (Abcam ab150686). Using a Hamamatsu Nanozoomer 2.0 HT equipped with NDP.scan and NDP.view, slides containing stained aortic sections were imaged at ×20 magnification. Using Adobe Photoshop 7.0, each slide was quantified for the total area of collagen deposition (red, orange, yellow, or green) and reported as a collagen-to-tissue ratio.\n\nCollagen fiber properties\n\nFive µm sections were stained with Picrosirius red (Sigma-Aldrich, St. Louis, MO; assay components Cat#: 197378-100G; P6744-16A; 36-554-8) to assess collagen fiber properties. Slides were imaged using polarized light, and 90 × 90 µm representative regions of interest (ROIs) were selected around aortic arch to determine collagen fiber bundling, length, width, straightness, and alignment. Collagen bundling was assessed using an R script that binned hue values in each ROI into red, orange, yellow, and green, in order of high to low collagen bundling. Data was presented as a ratio of the binned values to the total number of pixels binned.\n\nCollagen fiber length, width, and straightness were determined through CT-FIRE software (Laboratory for Optical and Computational Instrumentation, The University of Wisconsin-Madison) using default settings. Coefficient of alignment was determined through CurveAlign software (Laboratory for Optical and Computational Instrumentation, The University of Wisconsin-Madison), using default settings.\n\nSmooth muscle fiber characterization\n\nExtracellular matrix (ECM) characteristics were analyzed using MATLAB and the CT-FIRE algorithm to assess fiber straightness, fiber length, and fiber width. Fiber angle was quantified at the individual fiber level. CT-FIRE excludes empty pixels prior to analysis. Quantification of fibers was done using CT-FIRE and Curve Align scripts.\n\nElastin fiber content\n\nVerhoeff’s stain (American MasterTech; Cat#: KTVEL) was used to quantify elastin content in aortic sections using the manufacturer’s protocol. The staining intensity in the tunica media layer of the aorta was normalized to the intensity of the background and to the maximal value of 255 of the red, green, and blue intensity (RGB) component and reported as relative intensity units.\n\nMorphological, inflammatory, and oxidative stress markers\n\nTissues were fixed in 10% formalin followed by 70% ethanol, embedded in paraffin, and cut into 5 µm sections. Immunostaining was performed using the avidin biotin complex (ABC) method with 0.1% diaminobenzene solution used as the chromogen as previously described. Antigen retrieval treatment with sodium citrate buffer (pH 6.0) was applied at 90–95 °C for 30 min. Non-specific binding was blocked in a buffer containing 10% normal goat serum, 0.1% Triton-X in PBS for 30 min. Aortic sections were incubated with goat anti-α-smooth muscle actin (1:500 dilution; Novus Biologicals, Centennial, CO, USA; Cat#: NB300-978), rabbit anti-smooth muscle myosin heavy chain 11 (1:500 dilution; Abcam, Waltham, MA, USA; Cat#: ab53219), rabbit anti-4-hydroxynonenal (4-HNE; 1:10,000 dilution; Abcam, Waltham, MA, USA; Cat#: ab46545), rabbit anti-p47 phox (1:400 dilution; LifeSpan BioSciences, Shirley, MA, USA; Cat#: LS-C331296), mouse anti-8-hydroxy-2’-deoxyguanosine (8-OHdG; 1:100 dilution; JaICA, Fukuroi, Shizuoka, Japan; Cat#: MOG-020P), rabbit anti-cyclooxygenase-2 (COX-2, 1:200 dilution; Cayman Chemicals, Ann Arbor, MI, USA; Cat#: 160126), mouse anti-endothelial nitric oxide synthase (eNOS, 1:100 dilution; BD Biosciences, Franklin Lakes, NJ; Cat#: 610297), mouse anti-macrophages/monocytes antibody, clone ED-1/CD68 (1:200 dilution; MilliporeSigma, Burlington, MA, USA; Cat#: MAB1435), rabbit anti-peroxisome proliferator-activated receptor gamma (PPARγ; 1:1200 dilution; Biorbyt, LLC, Durham, NC, USA; Cat#: orb11291), rabbit anti-GPER (1:200 dilution; Biorbyt, LLC, Durham, NC, USA; Cat#: orb10740) and secondary biotinylated anti-rabbit, mouse or goat antibodies (1:500 dilution; Vector Laboratories, Burlingame, CA, USA). Slides were scanned with a Hamamatsu Nanozoomer 2.0 HT utilizing NDP.scan and NDP.view as the imaging software at ×20 magnification. Images were analyzed in four fields per aortic cross-section using Adobe Photoshop 7.0 by the investigator blinded to the experimental groups. The staining was normalized to the intensity of the background and to the maximal value of the RGB component and reported as relative intensity units as described.\n\nStatistics\n\nGroups were compared using one-way or two-way analysis of variance (ANOVA) followed by the Bonferroni post hoc tests (GraphPad Software, San Diego, CA). A p value <0.05 was considered statistically significantly different. All data were presented as mean ± SEM.\n\nDiscrete correlate summation (DCS) analysis\n\nThe microgravity and sex discrete correlate summation (DCS) analysis is designed to create an indexed network for the visualization of binary interaction of variables with large differences in sex-wise correlations given this model of microgravitational challenge and a microgravitational-wise correlations independent of sex. DCS analysis was performed on the 18 variables (Heart/TL, Kidney/TL, BW, % Fat AVE, % Lean mass AVE, COX-2, eNOS, GPER, PPARγ, VSMC actin, 8-OHdG, p47phox, TC, VVG, Carotid PWV, Aorta PWV, CF length, CF straightness). Briefly, absolute values of both the log correlation ratios (logcr) of male versus female (for control and HLU groups, log(malep/femalep)) and the log correlation ratios of HLU versus control (for female and male groups, log(HLUp/controlp)) were calculated for each variable combination. To find large differences between the sex-wise and microgravity-wise correlations (153 combinations from each DCS analysis), we performed these analyses to isolate correlations of interest; 68 combinations (|logcr| ≥ 0.8) were further evaluated after tabulating and indexing by DCS; |logcr| values range from 0.8 to 4.42 or 6.3-fold to 27,000-fold change in p values. For network visualization purposes 8-OHdG and p47phox were combined into an oxidative stress node, VSMC actin, TC, VVG, CF length and CF straightness were combined into an extracellular matrix composition node and Heart/TL, Kidney/TL, BW, % Fat AVE and % Lean mass AVE were combined into a body composition node.\n\nThe 68 above |logcr| ≥ 0.8 edges were plotted with the corresponding variable nodes in Fig. 10. Nodes and edges also illustrated in Tables 2 and 3. All calculations were performed in Excel (Microsoft Corp., WA), Prism (GraphPad Software, MA) was used for statistical analyses and plotting data in figures; Cytoscape was used for network generation.",
  "results": "Results\n\nEffect of HLU on body weight, organ weight\n\nThe body weight of male control rats was significantly (p < 0.05) greater than the body weight of female control rats (Fig. 1). Similarly, male HLU rats were heavier than female HLU rats (Fig. 1). To account for this variability in body weight while allowing for comparison between sexes, organ weights (heart, kidney, pancreas, spleen, uterus) were normalized to individual tibia length values that more accurately reflect physiological changes in organ weights. Body composition analysis revealed no differences in total fat mass between study groups, however, control unexposed males had greater lean mass compared with control females (Fig. 1). Exposure to HLU reduced lean mass in males (Fig. 1C). Lean-to-fat mass ratio was not different between study groups (Fig. 1). Within each sex, HLU treatment did not affect organ weights (Fig. 1) except the hearts where male rats exposed to HLU had lower heart weight compared to the male control group (Fig. 1). HLU did not affect uterine weight in female SD rats (Fig. 1).\n\nAortic PWV and cardiac function in response to HLU\n\nThe effect of HLU on PWV of the aortic arch in male and female SD rats was determined (Fig. 2). HLU females had a greater aortic arch PWV compared to control females or HLU males (Fig. 2). No differences were found in PWV in HLU males compared with male controls (Fig. 2). HLU also increased PWV of the left common carotid artery in the female rats compared to female controls (Fig. S1). To determine whether changes in cardiac function could explain differences in PWV caused by HLU exposure, systolic and diastolic function parameters were measured in the female control and HLU rats. Stroke volume and cardiac output were not different between control and HLU female groups (Fig. S2A, B). Although within normal ranges, female HLU rats had increased ejection fraction compared to control female rats (Fig. S2C). Diastolic function, measured by E/E’ ratio was worse in HLU female rats versus female controls (Fig. S2D).\n\nAortic extracellular matrix (ECM) and contractile components\n\nα-smooth muscle actin and myosin were assessed in the media of aortic arch of female and male rats following HLU exposure (Fig. 3). The aortas of male controls had greater levels of both proteins compared to control females. HLU had no effect on either α-smooth muscle actin or myosin in female or male rats (Fig. 3). Collagen and elastin contents, and collagen-to-elastin ratio were not different in control or HLU female or male rats (Fig. 4).\n\nCollagen bundling in the aorta was measured by hue analysis to gain understanding of the changes in collagen density after HLU and between sexes (Fig. 5). Results were normalized to the number of total pixels. Through picrosirius red staining and imaging with polarized light, highly dense collagen appears red while very loosely bundled collagen appears green, with orange and yellow colors representing intermediary values (Fig. 5). Hue analysis determined collagen content based on standardized binning of colors as previously reported. All groups followed a similar collagen bundling pattern where prevalence of dense fibers was the highest while the prevalence of fibers with loose collagen was the lowest (Fig. 5). Female control rats had greater red collagen compared with male controls (Fig. 5). However, HLU exposure did not influence the dense collagen fibers (red) in female rats in comparison to control females. Less bundled collagen (yellow and green) was lower in female controls compared to male controls (Fig. 5). HLU did not affect the prevalence of the loosely bundled collagen (yellow or green) in any of the groups. When the data were not normalized to total pixels, female HLU rats had significantly a higher amount of highly dense collagen bundling (red) compared to all other groups (Fig. S3).\n\nTo determine the alignment of smooth muscle fibers in the aorta, fiber angle was assessed by CurveAlign software. Representative images of the aorta from each group are shown on Fig. 6A. Various additional ECM characteristics such as fiber straightness, length, and width were analyzed per animal in each group using CT-Fire software. HLU did not affect any of the studied parameters in either male or female groups (Fig. 6B). No differences were evident between sexes in control or HLU-treated groups (Fig. 6B).\n\nThe impact of HLU on aortic GPER\n\nGPER staining in aortic media was lower in control males versus control females. HLU reduced the levels of GPER in females versus control females. No differences in aortic GPER were found in males in response to HLU (Fig. 7).\n\nThe impact of HLU on aortic inflammation, oxidative stress\n\nMale control rats had lower levels of PPAR-γ and COX-2 in the aortic media compared with control female rats (Fig. 8A, B). PPAR-γ levels decreased in female rats following HLU (Fig. 8A). HLU did not affect the levels of COX-2, eNOS, or CD68 in the aortic media of female or male rats (Fig. 8B–D). However, p47 phox and 8-OHdG levels were increased in the aortic media in the female group after HLU compared with the female control group (Fig. 8E, F). 4-HNE was lower in control males versus control females, but no differences were found in the aortas of HLU-exposed females or males versus respective controls (Fig. 8G).\n\nG1 effects on aortic PWV, injury markers, uterine weight\n\nThere were no differences in body weight or organ weights in G1 treated female SD rats versus control SD females (Table 1). G1 administration reduced aortic arch PWV in female rats exposed to HLU (Fig. 9A). No difference in heart rate was evident in female rats after G1 treatment (Fig. 9B). The levels of 8-OHdG decreased following G1 treatment in HLU female rats (Fig. 9C). No differences in p47phox or PPAR γ levels were detected in HLU females after G1 treatment (Fig. 9D, E).\n\nMultivariate data analysis\n\nFigure 10 shows graphical representation of DCS analysis of variables depicted in Tables 2 and 3. Table 2 demonstrates differential variable relationships in male versus female SD rats independent of HLU exposure. Several important relationships were identified in males versus females such as oxidative stress markers with ECM characteristics (collagen content and collagen fiber straightness), and arterial stiffness with COX-2 or eNOS. However, in females, the strongest relationships were within body composition parameters; eNOS with lean mass, VSMC actin with elastin, and less strong relationship between GPER with p47phox. These data suggest sex differences in various relationships among variables independent of HLU exposure. Table 3 shows differential variable relationships in control versus HLU SD rats independent of sex. The strongest relationships were identified between variables of body composition with arterial stiffness or with oxidative stress in unexposed control rats. Independent of sex, PPARγ was related to VSMC actin in unexposed controls. In the HLU group, PPARγ was related to collagen; while arterial stiffness - to body composition variables.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Physiology",
    "Translational research",
    "Article"
  ],
  "citations": [
    {
      "title": "Effects of sex and gender on adaptation to space: cardiovascular alterations",
      "authors": [
        "SH Platts"
      ]
    },
    {
      "title": "Uri, J. Women’s History Month 2023: Celebrating Women Astronauts (NASA.gov, 2023).",
      "authors": []
    },
    {
      "title": "How spaceflight challenges human cardiovascular health",
      "authors": [
        "P Jirak"
      ]
    },
    {
      "title": "Alterations in hematologic indices during long-duration spaceflight",
      "authors": [
        "H Kunz"
      ]
    },
    {
      "title": "Increased postflight carotid artery stiffness and inflight insulin resistance resulting from 6-mo spaceflight in male and female astronauts",
      "authors": [
        "RL Hughson"
      ]
    },
    {
      "title": "Fluid shifts, vasodilatation and ambulatory blood pressure reduction during long duration spaceflight",
      "authors": [
        "P Norsk",
        "A Asmar",
        "M Damgaard",
        "NJ Christensen"
      ]
    },
    {
      "title": "Arterial structure and function during and after long-duration spaceflight",
      "authors": [
        "SMC Lee"
      ]
    },
    {
      "title": "The individual and combined effects of spaceflight radiation and microgravity on biologic systems and functional outcomes",
      "authors": [
        "JS Willey"
      ]
    },
    {
      "title": "Optic disc edema, globe flattening, choroidal folds, and hyperopic shifts observed in astronauts after long-duration space flight",
      "authors": [
        "TH Mader"
      ]
    },
    {
      "title": "The impact of sex and gender on adaptation to space: executive summary",
      "authors": [
        "S Mark"
      ]
    },
    {
      "title": "Postspaceflight orthostatic hypotension occurs mostly in women and is predicted by low vascular resistance",
      "authors": [
        "WW Waters",
        "MG Ziegler",
        "JV Meck"
      ]
    },
    {
      "title": "A new rat model simulating some aspects of space flight",
      "authors": [
        "E Morey",
        "E Sabelman",
        "R Turner",
        "D Baylink"
      ]
    },
    {
      "title": "Long-duration bed rest as an analog to microgravity",
      "authors": [
        "AR Hargens",
        "L Vico"
      ]
    },
    {
      "title": "Use of tibial length to quantify cardiac hypertrophy: application in the aging rat",
      "authors": [
        "FC Yin",
        "HA Spurgeon",
        "K Rakusan",
        "ML Weisfeldt",
        "EG Lakatta"
      ]
    },
    {
      "title": "Methods for quantifying fibrillar collagen alignment",
      "authors": [
        "Y Liu",
        "A Keikhosravi",
        "GS Mehta",
        "CR Drifka",
        "KW Eliceiri"
      ]
    },
    {
      "title": "Rich, L. & Whittaker, P. Collagen and picrosirius red staining: a polarized light assessment of fibrillar hue and spatial distribution. J. Morphol. Sci. 22 (2005).",
      "authors": []
    },
    {
      "title": "Tissue fluid shift, forelimb loading, and tail tension in tail-suspended rats",
      "authors": [
        "A Hargens",
        "J Steskal",
        "C Johansson",
        "C Tipton"
      ]
    },
    {
      "title": "Hindlimb unloading: rodent analog for microgravity",
      "authors": [
        "RK Globus",
        "E Morey-Holton"
      ]
    },
    {
      "title": "Physiology of a microgravity environment selected contribution: effects of spaceflight during pregnancy on labor and birth at 1 G",
      "authors": [
        "AE Ronca",
        "JR Alberts"
      ]
    },
    {
      "title": "Hypergravity disruption of homeorhetic adaptations to lactation in rat dams include changes in circadian clocks",
      "authors": [
        "T Casey"
      ]
    },
    {
      "title": "Lipogenesis impaired in periparturient rats exposed to altered gravity is independent of prolactin and glucocorticoid secretion",
      "authors": [
        "OV Patel"
      ]
    },
    {
      "title": "Effects of hypergravity on mammary metabolic function: gravity acts as a continuum",
      "authors": [
        "K Plaut",
        "RL Maple",
        "CE Wade",
        "LA Baer",
        "AE Ronca"
      ]
    },
    {
      "title": "Simulated microgravity-induced aortic remodeling",
      "authors": [
        "EC Tuday",
        "D Nyhan",
        "AA Shoukas",
        "DE Berkowitz"
      ]
    },
    {
      "title": "Microgravity-induced changes in aortic stiffness and their role in orthostatic intolerance",
      "authors": [
        "EC Tuday",
        "JV Meck",
        "D Nyhan",
        "AA Shoukas",
        "DE Berkowitz"
      ]
    },
    {
      "title": "Carotid and femoral arterial wall distensibility during long-duration spaceflight",
      "authors": [
        "P Arbeille",
        "R Provost",
        "K Zuj"
      ]
    },
    {
      "title": "Cardiovascular deconditioning and impact of artificial gravity during 60-day head-down bed rest-Insights from 4D flow cardiac MRI",
      "authors": [
        "J Rabineau"
      ]
    },
    {
      "title": "Aortic stiffness is an independent predictor of primary coronary events in hypertensive patients",
      "authors": [
        "P Boutouyrie"
      ]
    },
    {
      "title": "Carotid arterial stiffness as a predictor of cardiovascular and all-cause mortality in end-stage renal disease",
      "authors": [
        "J Blacher"
      ]
    },
    {
      "title": "Aortic stiffness is an independent predictor of all-cause and cardiovascular mortality in hypertensive patients",
      "authors": [
        "S Laurent"
      ]
    },
    {
      "title": "Arterial stiffness and cardiovascular events",
      "authors": [
        "GF Mitchell"
      ]
    },
    {
      "title": "Lower middle cerebral artery blood velocity during low-volume high-intensity interval exercise in chronic stroke",
      "authors": [
        "AA Whitaker"
      ]
    },
    {
      "title": "The association between arterial compliance, as assessed by PTC1 and PTC2 from radial artery waveforms, and age, sex, and race/ethnicity",
      "authors": [
        "LC Brumback"
      ]
    },
    {
      "title": "Angoff, R., Mosarla, R. C. & Tsao, C. W. Aortic stiffness: epidemiology, risk factors, and relevant biomarkers. Front. Cardiovasc. Med.8, 709396 (2021).",
      "authors": []
    },
    {
      "title": "Influences of age and gender on results of noninvasive brachial-ankle pulse wave velocity measurement—a survey of 12517 subjects",
      "authors": [
        "H Tomiyama"
      ]
    },
    {
      "title": "Gender differences in artery wall biomechanical properties throughout life",
      "authors": [
        "P Rossi",
        "Y Francès",
        "BA Kingwell",
        "AA Ahimastos"
      ]
    },
    {
      "title": "Mechanistic pathways of sex differences in cardiovascular disease",
      "authors": [
        "V Regitz-Zagrosek",
        "G Kararigas"
      ]
    },
    {
      "title": "Endocrine differences between the Wistar and Sprague-Dawley laboratory rat: influence of cold adaptation",
      "authors": [
        "ER Kuhn",
        "K Bellon",
        "L Huybrechts",
        "W Heyns"
      ]
    },
    {
      "title": "Male long-Evans rats: an outbred model of marked hypothalamic-pituitary-adrenal hyperactivity",
      "authors": [
        "M Sanchís-Ollé"
      ]
    },
    {
      "title": "Möstl, S. et al. Limited effect of 60-days strict head down tilt bed rest on vascular aging. Front. Physiol.12, (2021).",
      "authors": []
    },
    {
      "title": "Mechanical deconditioning of the heart due to long-term bed rest as observed on seismocardiogram morphology",
      "authors": [
        "B Hoffmann"
      ]
    },
    {
      "title": "Impact of 60 days of head-down bed rest on large arteries",
      "authors": [
        "P Boutouyrie"
      ]
    },
    {
      "title": "Strain imaging echocardiography: what imaging cardiologists should know",
      "authors": [
        "A Lopez-Candales",
        "DF Hernandez-Suarez"
      ]
    },
    {
      "title": "Doppler indexes of left ventricular systolic and diastolic function in relation to the arterial stiffness in a general population",
      "authors": [
        "N Cauwenberghs"
      ]
    },
    {
      "title": "Relations of central hemodynamics and aortic stiffness with left ventricular structure and function: the Framingham Heart Study",
      "authors": [
        "BM Kaess"
      ]
    },
    {
      "title": "Association between arterial stiffness and left ventricular diastolic function in relation to gender and age",
      "authors": [
        "HL Kim"
      ]
    },
    {
      "title": "Arterial stiffness and wave reflection",
      "authors": [
        "C Russo"
      ]
    },
    {
      "title": "Vasoconstrictor properties of rat aorta are diminished by hindlimb unweighting",
      "authors": [
        "MD Delp",
        "T Holder-Binkley",
        "MH Laughlin",
        "EM Hasser"
      ]
    },
    {
      "title": "Effects of hindlimb unweighting on the mechanical and structure properties of the rat abdominal aorta",
      "authors": [
        "A Papadopoulos",
        "MD Delp"
      ]
    },
    {
      "title": "Hindlimb unloading alters nitric oxide and autonomic control of resting arterial pressure in conscious rats",
      "authors": [
        "PJ Mueller",
        "CM Foley",
        "EM Hasser"
      ]
    },
    {
      "title": "Contribution of social isolation, restraint, and hindlimb unloading to changes in hemodynamic parameters and motion activity in rats",
      "authors": [
        "D Tsvirkun"
      ]
    },
    {
      "title": "Mechanical programming of arterial smooth muscle cells in health and ageing",
      "authors": [
        "RT Johnson",
        "R Solanki",
        "DT Warren"
      ]
    },
    {
      "title": "From cultured vascular cells to vessels: the cellular and molecular basis of vascular dysfunction in space",
      "authors": [
        "L Locatelli",
        "S Castiglioni",
        "JAM Maier"
      ]
    },
    {
      "title": "Focal adhesions are involved in simulated-microgravity-induced basilar and femoral arterial remodelling in rats",
      "authors": [
        "M Jiang"
      ]
    },
    {
      "title": "Multi-scale modeling of the lamellar unit of arterial media",
      "authors": [
        "H Mozafari",
        "L Wang",
        "Y Lei",
        "L Gu"
      ]
    },
    {
      "title": "Quantification of alignment of vascular smooth muscle cells",
      "authors": [
        "MP Dorta",
        "IV de Brito",
        "AC Pereira",
        "AM Alencar"
      ]
    },
    {
      "title": "Stiffness of aligned fibers regulates the phenotypic expression of vascular smooth muscle cells",
      "authors": [
        "B Yi"
      ]
    },
    {
      "title": "Effects of geometry on the mechanics and alignment of three-dimensional engineered microtissues",
      "authors": [
        "P Bose",
        "J Eyckmans",
        "TD Nguyen",
        "CS Chen",
        "DH Reich"
      ]
    },
    {
      "title": "Dense collagen-I matrices enhance pro-tumorigenic estrogen-prolactin crosstalk in MCF-7 and T47D breast cancer cells",
      "authors": [
        "CE Barcus",
        "EC Holt",
        "PJ Keely",
        "KW Eliceiri",
        "LA Schuler"
      ]
    },
    {
      "title": "Elastin, arterial mechanics, and cardiovascular disease",
      "authors": [
        "AJ Cocciolone"
      ]
    },
    {
      "title": "In vivo arterial stiffness, but not isolated artery endothelial function, varies with the mouse estrous cycle",
      "authors": [
        "MN Kehmeier"
      ]
    },
    {
      "title": "Influence of gonadectomy on muscle health in micro- and partial-gravity environments in rats",
      "authors": [
        "ME Rosa-Caldwell"
      ]
    },
    {
      "title": "Association between arterial stiffness and variations in oestrogen-related genes",
      "authors": [
        "I Peter"
      ]
    },
    {
      "title": "Holets, L. M. et al. STS-135: Space flight induces down-regulation of estrogen receptor alpha gene and Protein expression in mouse uterus and ovary, and new methods for tissue storage and RNA/protein harvesting suitable for ISS Tissue dissection/fixation in flight. In American Society for Gravitational and Space Research, New Orleans, LA (2012).",
      "authors": []
    },
    {
      "title": "Groban, L. et al. Female heart health: is GPER the missing link? Front. Endocrinol.10, (2020).",
      "authors": []
    },
    {
      "title": "The G-protein-coupled estrogen receptor GPER in health and disease",
      "authors": [
        "ER Prossnitz",
        "M Barton"
      ]
    },
    {
      "title": "Ovariectomy-induced arterial stiffening differs from vascular aging and is reversed by GPER activation",
      "authors": [
        "IM Kilanowski-Doroh"
      ]
    },
    {
      "title": "Sex and the G protein-coupled estrogen receptor impact vascular stiffness",
      "authors": [
        "BO Ogola"
      ]
    },
    {
      "title": "GPER activation ameliorates aortic remodeling induced by salt-sensitive hypertension",
      "authors": [
        "L Liu"
      ]
    },
    {
      "title": "Activation of GPR30 attenuates diastolic dysfunction and left ventricle remodelling in oophorectomized mRen2.Lewis rats",
      "authors": [
        "H Wang"
      ]
    },
    {
      "title": "Estrogen receptor GPR30 reduces oxidative stress and proteinuria in the salt-sensitive female mRen2.Lewis rat",
      "authors": [
        "SH Lindsey",
        "LM Yamaleyeva",
        "KB Brosnihan",
        "PE Gallagher",
        "MC Chappell"
      ]
    },
    {
      "title": "GPER regulates endothelin-dependent vascular tone and intracellular calcium",
      "authors": [
        "MR Meyer",
        "AS Field",
        "NL Kanagy",
        "M Barton",
        "ER Prossnitz"
      ]
    },
    {
      "title": "Deletion of G protein-coupled estrogen receptor increases endothelial vasoconstriction",
      "authors": [
        "MR Meyer"
      ]
    },
    {
      "title": "Sexually dimorphic role of G protein-coupled estrogen receptor (GPER) in modulating energy homeostasis",
      "authors": [
        "KE Davis"
      ]
    },
    {
      "title": "Deletion of the G protein-coupled receptor 30 impairs glucose tolerance, reduces bone growth, increases blood pressure, and eliminates estradiol-stimulated insulin release in female mice",
      "authors": [
        "UEA Mårtensson"
      ]
    },
    {
      "title": "Preclinical rodent models of physical inactivity-induced muscle insulin resistance: challenges and solutions",
      "authors": [
        "PT Reidy",
        "JM Monnig",
        "CE Pickering",
        "K Funai",
        "MJ Drummond"
      ]
    },
    {
      "title": "Estrogen biology: new insights into GPER function and clinical opportunities",
      "authors": [
        "ER Prossnitz",
        "M Barton"
      ]
    },
    {
      "title": "8-hydroxy-2’ -deoxyguanosine (8-OHdG): a critical biomarker of oxidative stress and carcinogenesis",
      "authors": [
        "A Valavanidis",
        "T Vlachogianni",
        "C Fiotakis"
      ]
    },
    {
      "title": "Simulated microgravity triggers DNA damage and mitochondria-mediated apoptosis through ROS generation in human promyelocytic leukemic cells",
      "authors": [
        "R Singh",
        "M Rajput",
        "RP Singh"
      ]
    },
    {
      "title": "The memory enhancement effect of Kai Xin San on cognitive deficit induced by simulated weightlessness in rats",
      "authors": [
        "W Qiong"
      ]
    },
    {
      "title": "8-Hydroxy-2-deoxyguanosine levels and cardiovascular disease: a systematic review and meta-analysis of the literature",
      "authors": [
        "A Di Minno"
      ]
    },
    {
      "title": "Association between urinary 8-OHdG and pulse wave velocity in hypertensive patients with type 2 diabetes mellitus",
      "authors": [
        "K Kotani",
        "T Yamada"
      ]
    },
    {
      "title": "Hindlimb unloading increases oxidative stress and disrupts antioxidant capacity in skeletal muscle",
      "authors": [
        "JM Lawler",
        "W Song",
        "SR Demaree"
      ]
    },
    {
      "title": "Linking oxidative stress and DNA damage to changes in the expression of extracellular matrix components",
      "authors": [
        "SG Martins",
        "R Zilhão",
        "S Thorsteinsdóttir",
        "AR Carlos"
      ]
    },
    {
      "title": "Anti-inflammatory actions of G-protein-coupled estrogen receptor 1 (GPER) and brain-derived estrogen following cerebral ischemia in ovariectomized rats",
      "authors": [
        "J Xu"
      ]
    },
    {
      "title": "Estrogen attenuates renal IRI through PPAR-gamma agonism in rats",
      "authors": [
        "AP Singh",
        "N Singh",
        "PM Singh Bedi"
      ]
    },
    {
      "title": "Estrogen improves vascular function via peroxisome-proliferator-activated-receptor-gamma",
      "authors": [
        "V Tiyerili"
      ]
    },
    {
      "title": "Sex hormones influence expression and function of peroxisome proliferator-activated receptor gamma in adipocytes: pathophysiological aspects",
      "authors": [
        "H Sato"
      ]
    },
    {
      "title": "Yamaleyeva, L. M., Elsangeedy, E., Willey, J. S. & Pulgar, V. M. Sex Differences In Aortic Stiffness Following Simulated Microgravity In Middle Aged Rats. Hypertension.76,10.1161/hyp.76.suppl_1.P078 (2020).",
      "authors": []
    },
    {
      "title": "Role of the peroxisome proliferator activated receptors in hypertension",
      "authors": [
        "S Fang",
        "MC Livergood",
        "P Nakagawa",
        "J Wu",
        "CD Sigmund"
      ]
    },
    {
      "title": "PPARγ activation improves the microenvironment of perivascular adipose tissue and attenuates aortic stiffening in obesity",
      "authors": [
        "J-Y Chen"
      ]
    },
    {
      "title": "Endothelium-dependent vasodilation of cerebral arteries is altered with simulated microgravity through nitric oxide synthase and EDHF mechanisms",
      "authors": [
        "RD Prisby"
      ]
    },
    {
      "title": "Redox signaling and its impact on skeletal and vascular responses to spaceflight",
      "authors": [
        "CGT Tahimic",
        "RK Globus"
      ]
    },
    {
      "title": "Spaceflight-relevant challenges of radiation and/or reduced weight bearing cause arthritic responses in knee articular cartilage",
      "authors": [
        "JS Willey"
      ]
    },
    {
      "title": "Chronic treatment with the G protein-coupled receptor 30 agonist G-1 decreases blood pressure in ovariectomized mRen2.Lewis rats",
      "authors": [
        "SH Lindsey",
        "JA Cohen",
        "KB Brosnihan",
        "PE Gallagher",
        "MC Chappell"
      ]
    },
    {
      "title": "Computational segmentation of collagen fibers from second-harmonic generation images of breast cancer",
      "authors": [
        "JS Bredfeldt"
      ]
    },
    {
      "title": "Uterine artery dysfunction in pregnant ACE2 knockout mice is associated with placental hypoxia and reduced umbilical blood flow velocity",
      "authors": [
        "LM Yamaleyeva"
      ]
    },
    {
      "title": "Westwood, B. M. & Chappell, M. C. Application of correlate summation to data clustering in the estrogen- and salt-sensitive female MREN2.Lewis rat. In Proceedings of the 1st international workshop on Text mining in bioinformatics (TMBIO '06). 21-26 (Association for Computing Machinery, New York, NY, USA, 2006).",
      "authors": []
    }
  ],
  "original_title": "Sex-specific cardiovascular adaptations to simulated microgravity in Sprague-Dawley rats",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9998/11659408/d7a3ea8aaab0/41526_2024_450_Fig1_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9998/11659408/241d4d6c970e/41526_2024_450_Fig2_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9998/11659408/df79c6b89220/41526_2024_450_Fig3_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9998/11659408/7a474506fc63/41526_2024_450_Fig4_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9998/11659408/37bf94ecb377/41526_2024_450_Fig5_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9998/11659408/0c2cff2e4ece/41526_2024_450_Fig6_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9998/11659408/8db6bb4a5736/41526_2024_450_Fig7_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9998/11659408/bdd046bcfd67/41526_2024_450_Fig8_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9998/11659408/3a0199795a9d/41526_2024_450_Fig9_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9998/11659408/9719133463b9/41526_2024_450_Fig10_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9998/11659408/d02233e70a8a/41526_2024_450_Tab1_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9998/11659408/2aa8555f01fd/41526_2024_450_Tab2_HTML.jpg"
  ]
}