{
  "pmcid": "PMC12031868",
  "title": "Disturbances in human position sense during alterations in gravity: a parabolic flight experiment",
  "abstract": "Under conditions of weightlessness human position sense appears to deteriorate. This was tested, employing three methods of measurement: two-arm matching, one-arm pointing and one-arm repositioning, carried out during parabolic flight. In hypergravity (1.8G), position sense errors in a matching task increased significantly from the value during horizontal flight (1G) of + 2.5° (± 3.8° SD), to + 3.5° (± 3.3°). For pointing, errors increased significantly from + 9.1° (± 4.4°) to + 11.2° (± 4.4°). In microgravity (0G), matching errors fell significantly to + 0.35° (± 3.5°), while in pointing the fall was not significant. For repositioning, there were no significant changes in errors in either hypergravity or microgravity. It is proposed that the errors in matching and pointing are a consequence of the force of gravity acting at the elbow joint to alter the position signal coming from muscle and joint receptors. For repositioning, memory of the test angle was stored centrally, to be reproduced independently of any changes in gravity.",
  "introduction": "Introduction\n\nThe ability to accurately perceive the position of a body part without looking at it, human position sense, is one of the proprioceptive senses, “the senses within”. Proprioception includes the senses of position, movement, force, heaviness, and balance (Proske and Gandevia). Arguably, the sense of position is the most important of these, since it is believed to contribute to our self-awareness (Cole) and it is an important contributor to the control of reaching movements (Desmurget et al.; Sarlegna and Sainsburg,).\n\nWhen considering methods of measuring position sense, there is currently no agreement over the preferred method of choice. This problem was recently addressed by Roach et al. who studied three commonly employed methods. These were two-arm matching, one-arm pointing and one-arm repositioning. Somewhat unexpectedly, each method produced a significantly different outcome. This led to the question, do we have more than one position sense?\n\nWe have maintained a continuing interest in position sense over the years and, more recently, become aware that under conditions of weightlessness position sense is disturbed (Young et al.; Kenyon and Young; Weber et al.). It has led us to speculate about possible mechanisms responsible for the disturbance (Weber and Proske; Proske and Weber). In the light of the findings by Roach et al. we have decided to re-measure position sense during changes in gravity with each of the three methods and to look for differences in outcomes. Here we were hoping to obtain new insight into the neural mechanisms underlying the generation of position sense.\n\nArguably the most influential study of the effects of changes in gravity on position sense is that by Lackner and DiZio. Position sense was measured, using a two-arm position matching task, during the rises and falls in gravity during parabolic flight. However, rather than studying position sense directly, the authors made observations on the illusory changes in perceived limb position in response to muscle vibration (Goodwin et al.). The method has the advantage of producing large changes in position sense for which the influence of gravity can be readily studied. Other reports on position sense in microgravity were those of Bock and Bringoux et al..\n\nThe explanation preferred by Lackner & DiZio for their findings was that spindle output per unit stretch of arm muscles was influenced by G-level. Spindle rates can be altered by means of muscle length changes and by fusimotor activity. The authors proposed that gravity-dependent vestibular stimulation led to changes in fusimotor activation of spindles in forearm muscles and this altered the vibration responses. Our own hypothesis for the gravity effects was based on the findings of Bringoux et al.. They showed that errors were made in a reaching task, carried out during parabolic flight, where participants overshot the target in hypergravity and undershot it in microgravity. Adding gravity-like torque, by means of elastic straps stretched across the arm before and during the movement recovered participants’ performance in microgravity to resemble that in normal gravity. The authors postulated that in microgravity the increased joint torque generated by the elastic straps enhanced arm position sense.\n\nWe have considered the possibility that the normal position signal, especially near the flexion or extension limits of a joint’s working range, was likely to include inputs from both spindles and joint receptors (Proske). In hypergravity, torque levels at the joint would be expected to increase, to raise the joint receptor component of the position signal and therefore lead to increases in position sense values above those for 1G levels. Similarly, a fall in joint torque would lower the joint receptor component and therefore reduce position sense values below 1G values. With this mechanism in mind, we compared position sense values using the three methods and asked the question, were all three similarly affected by the changes in gravity?\n\nIn the present study we have chosen to measure position sense directly, rather than as a vibration illusion. In view of the findings of Roach et al., we have considered the possibility of the existence of more than one position sense (Weber and Proske). It has led us to re-examine the question of the effects of weightlessness on position sense, more broadly. Participants were asked to measure position sense with each of the three methods, during periods of high and low gravity generated during a series of parabolic flights. The aim was to try to confirm, during periods of high and low gravity, the disturbance of position sense, measured with each method.",
  "methods": "Methods\n\nSample\n\n12 adult participants (1female, 11male) 26–53 years old (M = 37.9 years, ± 8.2 SD), took part in the present study. Participation was voluntary. One of the participants had previously taken part in similar parabolic flight campaigns. None of the participants performed regular fitness exercises with their arms or reported current or past arm injuries. All participants underwent a medical assessment before taking part in the flight campaign. In addition, their health status was checked on the first day of the week of the flight campaign by an aviation physician. Participants were informed in advance about the experimental tasks and procedures and all provided written, informed consent. The experimental protocol was approved by a French ethics committee (“Comité de protection des personnes Sud-Méditerranée I”; ID RCB number: 2023-A01115-40). Ethical aspects of the project conformed with the Declaration of Helsinki.\n\nApparatus\n\nExperimental setup\n\nThe experimental setup consisted of an equipment rack fixed to a base plate and two seats also on base plates, all bolted firmly to the floor of the aircraft. In the equipment rack, all necessary hardware components (personal computer, motor controllers, electronical components etc.) were firmly locked in place. Two paddle setups, on each side of the equipment rack, were installed, facing each other, so that two participants could perform the experiment at the same time (see Fig. 1). Each setup’s height could be adjusted individually to suit the participant. In front of each participant were two paddles, which could be moved freely in the sagittal plane over a range of 90° from the horizontal (0°) to the vertical position (90°). Mechanical stops prevented movements beyond this range. Both paddles could be automatically moved to predefined angles by integrated motors. For one of the two paddles and its motor, an electromagnetic clutch was incorporated which, when released, allowed the paddle to move freely, without any frictional or inertia effects from the motor. Indicated angles were recorded by potentiometers with an angular resolution of ± 0.3°. Selected positions of both paddles could be locked in place by motor brakes. At one end of each paddle was a soft elbow support (with a Velcro strap to hold the elbow in position) and at the other end there was a padded hand rest with a handle. The elbow rest was positioned so that the elbow pivot point and the paddle’s axis of rotation were aligned. The distance between elbow rest and hand rest as well as the distance between handle and paddle could be individually adjusted.\n\nTo ensure body stabilization during microgravity, the participants’ feet were strapped to the base plate of the experimental setup. To stabilize participants during the hypergravity phases, a seat support was placed behind the participant which they could lean against or sit on (see Fig. 1). All structures were padded with foam for protection. At one side of the rack, the experimenter’s working area was set up on the floor, equipped with a laptop for monitoring and controlling the experimental procedures.\n\nExperimental software\n\nThe different gravitational phases during the parabolae (1.8 g, 0 g, 1.8 g, 1 g) were detected using an acceleration sensor. For the first hypergravity phase, measurements were initiated after gravity values reached above 1.5 g, the microgravity phase after they fell below 0.6 g, and the second hypergravity phase when the g-value was back above 1.3 g. Finally, normal gravity was triggered when gravity values had returned to below 1.15 g (Fig. 2). Each measurement phase was initiated only when gravity changes persisted for long enough. When conditions were suitable, the measurement proceeded, with the participant receiving their instructions via headphones. The control of the paddles as well as the evaluation of the accelerometer data was implemented in Matlab/ Simulink. The control software was executed on a real-time Linux platform at 1 kHz sampling rate. Timing of the pre-recorded instructions and paddle positions in a particular task were controlled by a JAVA program. The logging was implemented in C ++ enabling the automated identification of each parabola phase in separate files.\n\nThe experiments\n\nParticipants completed three different experiments: (1) a two-arm matching task, (2) a one-arm a pointing task, and (3) a one-arm repositioning task. For all three experiments a test angle of 60° was used, representing approximately the middle of the forearm’s working range.\n\nTwo-arm matching\n\nDuring this task, participants were blindfolded. The experiment started with both forearms in a flexed posture (i.e. forearm at 90° to the horizontal). To begin with, forearm muscles had to be conditioned, to account for spindle thixotropic properties. With both paddles locked in position, the participant carried out isometric contractions of elbow flexors of both arms, followed by isometric contractions of elbow extensors. The contractions were approximately 20% of maximum, 0.5s in duration. To do that, participants were asked to pull both arms towards their body (“pull”), or to push them away, (“push”). When participants had relaxed, the experimental trials were started. One paddle was unlocked and the passive forearm of the reference arm was automatically moved in the direction of extension to the test angle and held in that position. Then the clutch of the other paddle opened and they were asked to bring the indicator arm into a matching position. Participants were told to move the indicator to a position where the two arms felt aligned.\n\nOne-arm pointing\n\nIn the pointing experiment participants wore an eye patch over the eye closest to the reference arm which was also hidden behind a cloth. It meant that during pointing neither the reference arm nor its shoulder was visible to the participant. Before the reference arm was moved to the test angle, it was co-conditioned at 90°, as above. Participants carried out contractions of flexors followed by contractions of extensors and, once they had relaxed, the arm was automatically moved to a chosen test angle. The clutch of the other paddle opened and participants were asked to move this pointer paddle to a position that they felt corresponded to the position of the hidden reference arm. To do that, participants grasped the pointer paddle by its handle and moved it into position.\n\nOne-arm repositioning\n\nHere, participants were also blindfolded. The participant co-conditioned both antagonists of one arm with isometric contractions. Once they had relaxed, the arm was automatically moved to a chosen test angle. It was held at that angle for 2s while the participant remembered its position. Then the arm was returned to its starting position before being conditioned a second time. The clutch of the paddle was released and the participant was then asked to move their arm to the remembered position.\n\nThe pre-recorded instructions in all three conditions were given via headphones. The contractions in the 90° position were announced with “pull-push”, followed up by presentation of the test angle with the announcement, “test angle”. As soon as the clutch on the indicator side opened, the command “match” was given. Now the participant could set the desired matching angle; they had 6 s to do so and for the last three seconds there was a countdown “3-2-1”. At the end of the countdown, the angle adopted by the indicator arm was recorded. This procedure was necessary given the time limitations of the gravitational episodes.\n\nExperimental design\n\nThere were two experimental sessions: a pre-flight session and a flight session. During flight, participants performed experimental trials during each gravity phase of a parabola: (1) hypergravity (1.8 g), (2) microgravity (0 g), (3) hypergravity (1.8 g) and (4) horizontal flight (1 g). The pre-flight data were used to provide a baseline for comparison with results acquired during the flight.\n\nDuring the flight, each participant performed the experimental tasks over fifteen parabolae. An experimental block during a parabola included each of the four gravity phases (1.8 g, 0 g, 1.8 g, 1 g). This made for a total of 60 trials over the 15 parabolae. Each of the three experiments was performed during five consecutive experimental blocks, while their order was counterbalanced across participants. The same procedure was adopted in the preflight session, except that the pauses of about 1 min 45 s between each parabola in flight were shortened to 40 s. Moreover, participants only completed two experimental blocks, i.e. two simulated parabolae for each condition; 6 blocks x 4 phases = 24 trials. The rest period between the three experiments was 100 s.\n\nSince it is known that there are differences in proprioception between the two arms (Goble et al.), participants were assigned to the two sides of the experimental rack so that 6 participants had their dominant arm as the reference, while the other 6 had their non-dominant arm as the reference.\n\nProcedural arrangements\n\nAll participants were informed about the background and procedure of the study and about the parabolic flights, in an online briefing one month before the experiment. 2–3 weeks before the campaign, all participants were also invited to the German Aerospace Center in Oberpfaffenhofen to receive a detailed briefing about the experimental procedure and safety instructions. In addition, the entire procedure for the three experiments was rehearsed on the apparatus.\n\nThe parabolic flights were organized and carried out by NOVESPACE at Mérignac International Airport in Bordeaux. The experimental crew and participants were briefed by NOVESPACE before flight regarding general procedures and safety regulations during the flight. Two pairs of participants took part on each of the three subsequent flight days.\n\nOn the morning of their flight day, participants completed the pre-flight session in the aircraft while on ground. During this session, participants were again reminded about the experimental task, setup and procedure. Then, the control experiment was carried out as described above.\n\nImmediately pre-flight, all participants (experimenter and participants) received a standard dose of Scopolamine (0.7-1.0 ml for first flyers, 0.5 ml for experienced flyers). Scopolamine is the standard medication used to minimise the risk of motion sickness during parabolic flights. Side effects can be blurred vision, drowsiness, dilated pupils and dry mouth. No participants in our study exhibited counter-reactions to the drug and the subsequent experimental trials proceeded uneventfully. However, one participant experienced motion sickness during the repositioning experiment, despite having taken the drug and had to abandon the experiment. After medication, participants boarded the flight, an Airbus A310.\n\nA complete flight took about 3.5 h and 31 parabolae were flown during this period. The first parabola (#0) was used for familiarization, i.e. participants simply lay down on the floor of the aircraft during the parabola. Then, the first pair of participants took up their positions at the setup; they were secured with a harness, positioned their feet in the foot straps and arms in the lever setup, put on the headphones and, depending on the task, the eye patch/blindfold was put in place. Meanwhile, the second pair of participants and the experimenter were sitting on the floor at the side of the rack, secured with belts to the floor of the aircraft.\n\nThe typical time sequence for each parabola was ~ 20 s hypergravity, ~ 22 s microgravity, again ~ 20 s hypergravity, and finally, back to normal gravity. The transitions between the various gravity phases were monitored by the accelerometer. When the required g-value had been reached, the experiment was started and participants were instructed via the headphones. After a break (~ 1 min 45 s), the next parabola was begun (see Fig. 2).\n\nAfter each participant had completed five parabolae there was a break of 5 min, followed by a longer break of 8 min after 15 parabolae. During the longer break, the next two participants took up their position at the setup, the hand rests were adjusted and the same protocol was carried out, as before.\n\nData analysis\n\nFor two-arm matching, the angles of the reference and indicator arms were recorded. The matching error was calculated as the difference between the two angles (reference angle - indicator angle), where positive values corresponded to errors in the direction of arm extension and negative values in the direction of flexion. The same was done for one-arm pointing; the angle of the hidden reference arm was compared with the pointed value. The error for one-arm repositioning was calculated as the difference between the remembered angle and the repositioned angle. For the following analyses, the recorded error measures were averaged across all trials for one experiment (i.e. 2 blocks during preflight, 5 blocks for each gravitational phase during flight).\n\nThe error measures were analysed with repeated measures ANOVA (rmANOVA) comparing the three experiments (matching vs. pointing vs. repositioning) in the preflight session and a 3 (experiment: matching vs. pointing vs. repositioning) x 3 (gravity: HG, MG, NG) rmANOVA for the flight session. Sphericity was checked using Mauchly’s test. Greenhouse-Geisser corrections were made if non-sphericity was indicated by this test. Alpha levels of post-hoc comparisons were Bonferroni-Holm corrected. In case of non-normality of the error distributions, non-parametric Friedman tests and subsequent Wilcoxon signed-rank tests with Bonferroni-Holm alpha corrections were performed. For all comparisons one-tailed tests (1tt) were performed to verify directional hypotheses, otherwise two-tailed tests (2tt) were chosen.\n\nData for one participant during the repositioning experiment is missing, since they had to abandon the experiment. As the result of a problem with data recording during the pre-flight session, values for two participants from one of the two experimental blocks in this session are missing.",
  "results": "Results\n\nPre-flight\n\nAs a first step, the data acquired on the ground (preflight session) were analysed. Since errors in the different experiments were normally distributed (Shapiro-Wilk test; W = 0.89), a rmANOVA could be performed, comparing the averaged position errors in the three experiments. A significant overall main effect was found in rmANOVA (F (2,22) = 10.99; p <.001; η2 = 0.50). Post-comparisons indicated that errors were largest for pointing (M = 5.95°; SD = 5.64°), which were significantly larger than for matching (M = 0.97°; SD = 4.0°; p <.0025, two-tailed testing, 2tt) and repositioning (M = -0.19°; SD = 3.96°; p <.007; 2tt; see Table 1).\n\nIn-flight, single participant\n\nExamples of position sense measurements for one participant are shown in Fig. 3. During two-arm matching at 1G, (NG), the mean error for the 5 episodes of horizontal flight was 4.4°. That is, the participant matched the position of their reference arm by placing the indicator 4.4° further in the direction of extension. For the first period of hypergravity (HG 1) the mean error into extension increased to 4.8°. It then fell to 2.5° during the episode of microgravity (MG), to reach a value of 7.7° during the second period of hypergravity (HG 2). In other words, in relation to errors at 1G, there was an increase in hypergravity and a decrease in microgravity.\n\nFor one-arm pointing, the pattern of errors was similar. The NG value for the mean of the 5 trials was 7.1° in the direction of extension. This increased to 10.9° during HG 1 and to 10.6° during HG 2. In microgravity it fell to 5.7°. A feature of the errors in pointing was that while increases in errors in HG and falls in MG were smaller relative to the NG value, compared with two-arm matching, all pointing errors lay further in the direction of extension of the arm, including the value for NG. Finally, for repositioning the errors were all smaller than for matching and pointing. The NG value was 0.5°. This fell to -1.8° during HG 1, that is, the mean error was now 1.8° in the direction of flexion. The error was again − 1.8° for HG 2 and − 0.6° for MG.\n\nIn-flight, group data\n\nGroup errors for the 12 participants are shown in Fig. 4. It can be seen that errors in repositioning were much smaller than in matching and pointing. For pointing and matching the trend of an increase in errors during hypergravity and a decrease during microgravity, relative to the normal gravity value is clearly apparent. Values for matching were smaller than for pointing.\n\nIn-flight errors were not normally distributed (Shapiro-Wilk test; W = 0.75; p =.00191), making it necessary to process the data with non-parametric statistics. First, it was tested whether there was an overall effect of experiments on error values during the normal gravity episode. Friedman indicated significant differences (χ2(2) = 17.6; p <.001). Again, errors in pointing (M = 9.09°; SD = 4.42°) were significantly larger compared to repositioning (M = 0.01°; SD = 3.94°, p =.00669, 2tt) and matching (M = 2.48°; SD = 3.8°; p =.00665, 2tt, see Table 1) as indicated by Wilcoxon tests.\n\nNext, the errors in the two hypergravity episodes HG1 and HG2 were compared. For all three experiments, no significant difference was found in Wilcoxon tests (Z = 0.39 − 0.71, 2tt). Therefore, errors in HG1 and HG2 were combined and averaged for the subsequent analysis and labelled as hypergravity condition (HG). Additionally, the preflight error values were compared to the normal gravity flight episodes (NG), but no significant difference was found when performing the Wilcoxon test in the three experiments (Z = 0.27–2.12; 2tt).\n\nFurther analysis used only the in-flight values for normal gravity (NG). The reason was that during flight there were small fluctuations in g-values (see Fig. 2). For this reason, and in order to take into account possible effects of Scopolamine administration, comparisons were limited to within flight.\n\nNext, the normal gravity episodes (NG) were compared with the microgravity (MG) and hypergravity (HG) episodes, (see Table 1; Fig. 4).\n\nFor matching, two Wilcoxon tests were performed, indicating that error values were significantly lower (i.e. less forearm extension) for MG (M = 0.35°; SD = 3.50°) compared to NG (M = 2.48°; SD = 3.80°; p =.0121, one-tailed testing, 1tt). On the other hand, for HG, error values were significantly higher (M = 3.48°; SD = 3.29°; p =.0497, 1tt) compared to the NG baseline.\n\nWilcoxon comparisons for pointing showed a trend for error values to be lower in MG (M = 7.28°; SD = 5.63°) compared to the NG values (M = 9.09°; SD = 4.42°), although the required level of significance was not reached (p =.0583, 1tt). Again, error values for HG were significantly higher (M = 11.21°; SD = 4.38°) compared to NG (p <.00222, 1tt).\n\nFor the repositioning task, the two Wilcoxon tests comparing NG (M = 0.01°; SD = 3.94°) with HG (M = -0.50°; SD = 4.62°) and MG (M = 0.23°; SD = 3.35°) did not reveal any significant differences.\n\nIn summary, for matching, during hypergravity position errors increased significantly compared with 1G values, while in microgravity they fell significantly. For pointing, errors during hypergravity increased significantly, but the fall in errors during microgravity failed to reach significance. By contrast, errors during repositioning showed no significant changes during either increases or decreases in gravity. In addition, the control values in normal gravity for repositioning were significantly smaller than for pointing (p <.003, 2tt).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Position sense",
    "Proprioception",
    "Microgravity",
    "Hypergravity",
    "Parabolic flight",
    "Research Article"
  ],
  "citations": [
    {
      "title": "Joint position sense in simulated changed-gravity environments",
      "authors": [
        "O Bock"
      ]
    },
    {
      "title": "Effect of gravity-like torque on goal-directed arm movements in microgravity",
      "authors": [
        "L Bringoux",
        "J Blouin",
        "T Coyle",
        "H Ruget",
        "L Mouchnino"
      ]
    },
    {
      "title": "Cole J (1995) Pride and a daily marathon, 1st edn. MIT Press",
      "authors": []
    },
    {
      "title": "Darling WG, Zuck BI, Mikhail L, Adhikari J (2024) Proprioceptive acuity for landmarks on the hands and digits. 10.1007/s00221-023-06761-z. Experimental Brain Research",
      "authors": []
    },
    {
      "title": "Representation of hand position prior to movement and motor variability",
      "authors": [
        "M Desmurget",
        "Y Rossetti",
        "C Prablanc",
        "M Jeannerod",
        "GE Stelmach"
      ]
    },
    {
      "title": "Upper limb asymmetries in the utilization of proprioceptive feedback",
      "authors": [
        "DJ Goble",
        "CA Lewis",
        "SH Brown"
      ]
    },
    {
      "title": "The contribution of muscle afferents to kinaesthesia shown by vibration induced illusions of movement and by the effects of paralyzing joint afferents",
      "authors": [
        "GM Goodwin",
        "DI McCloskey",
        "PBC Matthews"
      ]
    },
    {
      "title": "Visually guided reaching in infant monkeys after restricted rearing",
      "authors": [
        "R Held",
        "JA Bauer"
      ]
    },
    {
      "title": "Proprioception: a new look at an old concept",
      "authors": [
        "ME Héroux",
        "AA Butler",
        "LS Robertson",
        "G Fisher",
        "SC Gandevia"
      ]
    },
    {
      "title": "MIT/Canadian vestibular experiments on Spacelab-1 mission: 5. Postural responses following exposure to weightlessness",
      "authors": [
        "RV Kenyon",
        "LR Young"
      ]
    },
    {
      "title": "Gravitoinertial force level affects the appreciation of limb position during muscle vibration",
      "authors": [
        "JR Lackner",
        "P DiZio"
      ]
    },
    {
      "title": "Proprioceptors and their contribution to somatosensory mapping: complex messages require complex processing",
      "authors": [
        "PBC Matthews"
      ]
    },
    {
      "title": "Application of space technologies aimed at proprioceptive correction in terrestrial medicine in Russia",
      "authors": [
        "E Motanova"
      ]
    },
    {
      "title": "Joint receptors play a role in position sense after all!",
      "authors": [
        "U Proske"
      ]
    },
    {
      "title": "Measuring position sense",
      "authors": [
        "U Proske"
      ]
    },
    {
      "title": "The proprioceptive senses: their roles in signaling body shape, body position and movement, and muscle force",
      "authors": [
        "U Proske",
        "SC Gandevia"
      ]
    },
    {
      "title": "Proprioceptive disturbances in weightlessness revisited",
      "authors": [
        "U Proske",
        "BM Weber"
      ]
    },
    {
      "title": "Thixotropy in skeletal muscle and in muscle spindles: A review",
      "authors": [
        "U Proske",
        "DL Morgan",
        "JE Gregory"
      ]
    },
    {
      "title": "The contribution of muscle spindles to position sense measured with three different methods",
      "authors": [
        "C Roach",
        "C Love",
        "T Allen",
        "U Proske"
      ]
    },
    {
      "title": "The roles of vision and proprioception in the planning of reaching movements",
      "authors": [
        "FR Sarlegna",
        "RL Sainburg"
      ]
    },
    {
      "title": "Does position sense at the elbow reflect a sense of elbow joint or one of limb orientation?",
      "authors": [
        "JF Soechting"
      ]
    },
    {
      "title": "Elbow position sense in man: contrasting results in matching and pointing",
      "authors": [
        "JL Velay",
        "J Roll",
        "J Paillard"
      ]
    },
    {
      "title": "Limb position sense and sensorimotor performance under conditions of weightlessness",
      "authors": [
        "BM Weber",
        "U Proske"
      ]
    },
    {
      "title": "Sensorimotor performance and haptic support in simulated weightlessness",
      "authors": [
        "BM Weber",
        "M Panzirsch",
        "F Stulp",
        "S Schneider"
      ]
    },
    {
      "title": "Spatial orientation in weightlessness and readaptation to Earth’s gravity",
      "authors": [
        "LR Young",
        "CM Oman",
        "DG Watt",
        "KE Money",
        "BK Lichtenberg"
      ]
    }
  ],
  "original_title": "Effects of spaceflight on the brain",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/80e6/12031868/505bdfdfd0de/221_2025_7090_Fig1_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/80e6/12031868/b8baa0a28b4f/221_2025_7090_Fig2_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/80e6/12031868/1698c00be5b0/221_2025_7090_Fig3_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/80e6/12031868/0f3210f38f01/221_2025_7090_Fig4_HTML.jpg"
  ]
}