{
  "pmcid": "PMC12034070",
  "title": "Blood Flow Restriction Training: A Tool to Enhance Rehabilitation and Build Athlete Resiliency",
  "abstract": "Blood flow restriction training (BFRT) is a tool utilized in rehabilitation and injury prevention to improve muscle strength and size, particularly in load-compromised individuals. BFRT facilitates gains in muscular strength and hypertrophy at lower loads, allowing for accelerated recovery and less disuse atrophy. BFRT must be applied appropriately and with caution, particularly in individuals with cardiovascular concerns. There are applications for BFRT across a wide spectrum of human performance training and in rehabilitation of both lower and upper extremity conditions, providing a high-quality adjunct to improve muscle strength, power, and endurance.\n\nLevel of Evidence\n\nLevel V, expert opinion.",
  "introduction": "Rehabilitation and injury prevention programs are constantly seeking ways to create an environment of progressive overload to produce more resilient, physically prepared individuals. This is particularly true in the athletic population. Athletes are frequently confronted with complicating factors both internal and external that make traditional progressive loading methods problematic or counterproductive. These include underlying concomitant conditions, chronic orthopaedic issues, acute tissue healing timelines, or even previous acute workloads that can create situations where they lack the structural and functional tolerance for an intensification in loading during training and rehabilitation.\n\nInstead of constantly seeking progressive overload with an athlete during every session, the goal should be creating a progressive training stimulus within each interaction. Because the time in any athletic career is finite, the most needs to be made of each training session the athlete has available to them. The objective of rehabilitation and injury prevention is to gradually improve the structural and functional capabilities of the individual, allowing them the capacity to handle the demands of their tasks in their emergent environment. Blood flow restriction training (BFRT) provides the practitioner with the means to produce progressive stimulus to foster improvements in the structural and functional capabilities of load-compromised individuals. The purpose of this article is to explore the basic sciences, safety/contraindications, application, and utility of BFRT in rehabilitation and injury prevention.\n\nConventional Pathways to Strength and Hypertrophy\n\nProgressive overload is a resistance training principle that hinges on gradually increasing the load the athlete is training under to drive the intended training stimulus. One of the stimuli most frequently driven through resistance training is increasing muscle hypertrophy. Muscle hypertrophy is viewed as a foundational performance factor as the force a muscle can create is proportional to the physiological cross-sectional area (PCSA) of that muscle. Resistance training has been shown to have a positive effect on increasing PCSA of muscles. A progressive training stimulus capable of producing muscle hypertrophy can still be achieved by manipulating program variables other than load. Increasing PCSA through muscle hypertrophy is a foundational performance precursor to the expression of maximal strength and power. Expression of maximal strength and power is heavily influenced by both inter- and intramuscular coordination as well as the specificity of the training in which the athlete participates. There may be no greater modifiable variable in injury prevention and rehabilitation than improving the overall strength and hypertrophy of an athlete, and BFRT provides practitioners with a valuable tool to improve muscular strength and foster hypertrophy.\n\nThe primary pathways to achieve muscle hypertrophy are metabolic stress, muscle damage, and mechanical tension. Metabolic stress is the by-product of metabolites produced through anerobic glycolysis when engaging in glycolytic training. These metabolites include lactate, hydrogen ions, inorganic phosphate, and creatine. This metabolite accumulation is thought to be a mediator of the hypertrophic response specific to resistance training. Exercise stress creates a hypoxic environment that decreases pH while increasing concentrations of hydrogen ions, CO2, lactate, calcium, and reactive oxygen species. This combination results in increasing the release of myokines and cellular mechanotransduction to accommodate to cell swelling during loaded exercise, thereby furthering an increase in systemic anabolic signaling. Muscle damage in the form of the deformation of the myofibrils through training produces an acute inflammatory response where, once the damage is perceived by the body, there is a hormonal response of various growth factors, leading to satellite cell proliferation, tissue repair, and muscle growth. Mechanical tension is produced by force generation and stretching the muscle in a lengthened position, which increases as the load increases, resulting in a rise of type II muscle fiber recruitment to execute the task.\n\nThis pursuit of type II muscle fiber activation is a primary rationale for the production of mechanical tension in resistance training. Conventionally, the pathway to improving hypertrophy is by using loads >60% of the 1-repetition max (1RM) with 8 to 12 repetitions per set, or strength 80% to 100% of 1RM with 1 to 5 repetitions per set. However, muscle hypertrophy and activation of type II muscle fibers have been shown to be equally achieved across a variety of loading parameters, such as 30% to 80% of 1RM with a consistent theme of training to volitional fatigue. Athletes who are load compromised secondary to structural or functional constraints may not tolerate heavy loads well and may need to use an alternative mode of exercise to elicit metabolic stress, muscle damage, and mechanical tension to stimulate the appropriate skeletal muscle response to resistance exercise and induce anabolism. BFRT is a modality that is capable of achieving these results in load-compromised individuals.\n\nBasic Sciences\n\nBFRT is a method of training that has utility in both rehabilitation and performance. It has been shown to elicit gains in strength and hypertrophy at significantly lower loads (<30% of estimated 1RM). BFRT presents the practitioner with a method to elicit improvements in strength and hypertrophy in load-compromised individuals to accelerate recovery and mitigate disuse atrophy. BFRT has also been shown to have benefits for cardiovascular fitness, pain attenuation, and improvements in bone density (Table 1). The use of restricting proximal blood flow during exercise, or Kaatsu training, was first introduced in the 1960s by Dr. Yoshiaki Sato.\n\nThe application of BFRT involves using either a pneumatic tourniquet system or a tourniquet cuff that is placed as proximal to the working limb as possible to mitigate compression of neurovascular structures around bony prominences. Vascular structures under the tourniquet/cuff system are occluded with the intent to restrict venous return of blood flow and partially restrict arterial inflow within a working muscle. The decrease in venous outflow has been shown to lead to blood pooling and metabolite accumulation, while the decrease in arterial inflow leads to a decrease in oxygen to the working tissue, further exacerbating fatigue through the creation of a hypoxic environment.\n\nThe use of BFRT enables the athlete to train at lighter loads while still achieving metabolic stress. This process is further enhanced by a combination of occlusion, muscle damage from the task of exercising, and mechanical tension secondary to training to volitional fatigue in a hypoxic environment. This leads to an increase in metabolic stress through metabolite accumulation and is thought to facilitate signaling of hypertrophic pathways and increase motor unit recruitment of type II muscle fibers due to an earlier onset of fatigue. It is important to note that there is a summation of type II muscle fibers both proximal and distal to the cuff when BFRT is utilized. The rationale for the increase in muscle activation proximal to the placement of the cuff is recruitment of more proximal synergistic muscles later in the set when the distally occluded muscles are approaching volitional fatigue. Additionally, gains in the contralateral extremity have also been shown after completing BFRT, suggesting systemic effects when appropriately utilized.\n\nBFRT training and low-intensity exercise are hypothesized to induce anabolism through metabolite accumulation via metabolic stress, leading to cell swelling. This cell swelling distal to the cuff is thought to further propagate intracellular hypoxia, leading to anabolic and inflammatory signaling mechanisms. Additionally, there is an increase in systemic anabolic signaling from the distal metabolite accumulation and proximally via downstream fatigue of the proximal musculature to accommodate for the workload. The confluence of both the proximal and distal response to occlusion while exercising leads to a local and systemic anabolic signaling of an increase in growth hormone, insulin-like growth factor 1, vascular endothelial growth factor, myogenic stem cells, and muscle protein synthesis via mammalian target of rapamycin complex 1–mediated anabolism. Insulin-like growth factor 1 plays a vital role in muscle hypertrophy by facilitating muscle protein synthesis through satellite cell proliferation and suppressing myostatin, which is a known negative regulator of muscle and bone anabolism. Suppressed anabolic signaling has been shown to be present in individuals who may be inactive secondary to being load compromised or immobilized, which can contribute to a further decline in muscle mass. PCSA is proportional to the force-generating capacity of the muscle, and disuse can lead to atrophy, which can reduce the PCSA of a muscle. Muscle hypertrophy is a foundational performance factor in the expression of strength and power. In rehabilitation and sports performance, atrophy must be mitigated and hypertrophy prioritized to successfully improve athletic strength, power, and endurance. The mechanisms produced using BFRT can be extremely useful in facilitating this process.\n\nSafety and Contraindications\n\nPrior to utilizing BFRT, it is the responsibility of the practitioner to be familiar with the physiological mechanisms, proper application, pathoanatomic precautions, and pathoanatomic contraindications of the modality. The author recommends that those looking to use BFRT in practice seek additional training beyond their traditional schooling to better provide the intervention safely and effectively.\n\nContraindications for the use of BFRT are centered on cardiovascular issues and include but are not limited to a history of or potential for a deep vein thrombosis/embolism, history of rhabdomyolysis, poor circulation, varicose veins, history of endothelial dysfunction, peripheral vascular disease, diabetes, easy bruising, active infection, cancer, lymphedema, renal compromise, pregnancy, use of medications that increase the risk of clotting, open wounds, presence of a tumor, sickle cell anemia, acidosis, the presence of a dialysis port, open fracture, increased intracranial pressure vascular grafts, lymphadenectomy, and intolerance to the intervention. It is interesting to note that previous studies have examined the incidence of deep vein thrombosis while utilizing BFRT and found it to be <0.06%; likewise, the incidence of pulmonary embolism was found to be <0.01% and the reported instances of rhabdomyolysis after BFRT 0.008%.\n\nThe previous list of contraindications should not be viewed as absolute or comprehensive. All individuals should be appropriately screened before any implementation of BFRT. Those at the greatest risk of an adverse reaction from BFRT are those with a poor circulatory system, obesity, sickle cell trait, severe hypertension, renal compromise, diabetes, or arterial calcification. Potential adverse side effects to BFRT include but are not limited to pain or discomfort, delayed-onset muscle soreness, cardiac stress, numbness or nerve injury, bruising or ischemic injury, dizziness, fainting, muscle damage, thrombus formation, and rhabdomyolysis. Clinical prediction rules, such as the Wells criteria, can be used to help practitioners assess the probability of venous thromboembolism in at-risk individuals. Nascimento et al. created a comprehensive screening tool that provides practitioners with a risk stratification specific to the use of BFRT. Practitioners should use their clinical judgment and knowledge of risk factors before implementing any BFRT intervention, and additional BFRT-specific training is recommended to ensure the safe and effective use of the intervention.\n\nApplication\n\nBFRT is classically completed with low-load resistance training at 20% to 40% of estimated 1RM with and without neuromuscular electrical stimulation. It can also be used with traditional high-load resistance training (>60% of estimated 1RM), in aerobic exercise (AE) at <45% of estimated maximal oxygen consumption (VO2 max), and in passive cell-swelling protocols. The commonality between each mode of BFRT is as a method to mitigate atrophy and serve as a means of additional training volume at a decreased intensity or an additional stimulus for hypertrophy in load-compromised individuals.\n\nRegardless of the mode of intervention, a pneumatic tourniquet system or tourniquet cuff is placed proximally on the working limb(s) to allow occlusion to occur in the associated musculature. The placement of the cuff should be as proximal on the working limb as possible to target the whole muscle group, allow for a full range of motion during exercise, and mitigate any risk of superficial nerve compression. The use of a barrier between the skin and the cuff has also been recommended to mitigate any risk of superficial skin breakdown secondary to friction. Before beginning BFRT, it is imperative to standardize limb occlusion pressure (LOP) specific to both the individual using the device and the position in which they will be exercising. Factors influencing LOP are cuff width, cuff material, cuff shape, limb circumference, limb characteristics, resting blood pressure, limb temperature, and position of the individual. Use of a wider BFRT cuff has been shown to require lower pressure required to occlude the limb and produce fewer subjective reports of local discomfort.\n\nWhen selecting LOP, a recommendation of 40% to 80% of arterial occlusion pressure is suggested in the lower extremities (LEs) while up to 60% is advised the upper extremities (UEs). The pressure utilized during BFRT should be low enough to preserve arterial inflow but high enough to occlude venous return in the working muscles. Distal pulses must always be palpated when identifying LOP regardless of the type of equipment being used. In any training intervention, reproducibility and safety are of the utmost importance, and BFRT is no exception. The gold standard is the use of a personalized tourniquet system with dynamic capabilities that can maintain and regulate a specified LOP pressure based on pressure fluctuations during movement. In the event this type of system is not available, LOP can also be determined using a manually inflated cuff and Doppler ultrasound.\n\nBFRT in Rehabilitation, Recovery, and Performance\n\nTraditionally, the use of low-load (LL) BFRT has been popular with load-compromised individuals. Acute program variables for LL BFRT include an overall frequency of 2 to 3 times a week, performed at 20% to 40% of estimated 1RM, for 5 to 10 minutes per exercise with reperfusion in between exercises. In this structure, there are 2 to 4 sets, with a 30- to 60-second rest period between sets, using a repetition scheme totaling 75 repetitions divided into the 4 sets in a 30-15-15-15 fashion or to volitional fatigue (Fig 1).\n\nLL BFRT has been shown to be an effective modality in postoperative anterior cruciate ligament, Achilles tendon, total knee arthroplasty, knee arthroscopy, and quadriceps tendon rehabilitation as an early muscular training tool, improving strength, preserving LE bone mass, and mitigating atrophy. Additional studies have compared the effectiveness of traditional heavy-load resistance training and LL BFRT in the postsurgical rehabilitation of anterior cruciate ligament reconstructions, finding that LL BFRT can improve skeletal muscle hypertrophy and LE strength at similar levels of traditional heavy-load resistance training, with less joint pain and effusion.\n\nLL BFRT has demonstrated utility in the rehabilitation and management of both operative and nonoperative UE injuries such as shoulder stabilization procedures, pectoralis major tendon repairs, lateral elbow tendinopathy, rotator cuff injuries, distal radius fractures, and shoulder instability. LL BFRT has been shown to elicit changes in strength and hypertrophy both proximal and distal to the cuff in the UE. Changes in strength and hypertrophy proximal to the cuff are thought to occur due to training to volitional fatigue, bringing about synergistic involvement of the proximal muscle groups. LL BFRT in the UE appears to provide a greater increase in muscle strength and size than low-load resistance training alone. Utilizing LL BFRT in individuals with a load-compromised UE appears to be an appropriate training stimulus to improve strength and hypertrophy. Further research in the area of BFRT and its effects on the UE can be of benefit as there is variance in the literature, particularly in regard to protocol standardization. Additionally, it is worth noting that there is a scarcity of studies on the use of BFRT in healthy tendons and in the management of tendon pathology for both the UE and LE. Integrating LL BFRT may have utility as an adjunctive loading scheme in the acute phases of tendinopathy management when traditional heavy loads may not be tolerable.\n\nThere is consistent evidence in the literature that LL BFRT produces more significant improvements in muscle strength and hypertrophy in the UE and LE when compared to traditional low-load resistance training in healthy individuals. LL BFRT has been shown to be as effective at improving strength and hypertrophy in healthy individuals when compared to heavy-load strength training. This demonstrates that LL BFRT is indeed a valuable tool when seeking a progressive training stimulus in load-compromised individuals or in otherwise healthy well-trained athletes requiring supplemental hypertrophy in targeted muscle groups who would not normally benefit from using low loads alone.\n\nSince PCSA of a muscle is a foundational performance factor for the expression of strength and power, it is interesting to note that a number of key sports performance indicators have been shown to improve through the addition of BFRT in healthy trained athletes, including 10-m, 30-m, and 40-m sprint times; counter-movement jump power; muscular endurance; 5-0-5 agility test; 20-m shuttle run test; 1 RM bench press; 1 RM squat; isokinetic strength of the knee flexors/extensors; cross-sectional area of the quadriceps muscle; and expression of isometric strength. It is important to note there is variance in these studies in terms of effect size, exercise protocol, duration of training regime, intensity of loading, and LOP utilized. The implementation of BFRT alongside a traditional heavy resistance training program can be used as a progressive stimulus in either chronically or acutely load-compromised individuals and otherwise healthy athletes to continue to drive muscular hypertrophy and elicit improvements in conventional sport performance tests (Fig 2, Video 1).\n\nAerobic fitness is a foundational performance factor to the repeated expression of strength and power and a marker of general health. A model of exercise prescription for BFRT with AE is utilization 2 to 3 times a week at an intensity of <50% of VO2 max or heart rate reserves, an occlusion time of 5 to 10 minutes, and a mode of exercise of either cycling or walking. Blood flow restriction (BFR) with AE has demonstrated significant improvements in aerobic capacity (AC) when compared to low- to moderate-intensity aerobic exercise without BFR. When comparing high-intensity (>90% of VO2 max) AE with and without BFRT, there is minimal difference in improvement in AC. However, there is significant improvement in anaerobic capacity and power without compromising maximal AC, suggesting the improvements in BFRT training with high-intensity AE are muscular rather than cardiovascular in nature. This suggests that BFRT affords a more efficient and alternative avenue to improve AC at lower intensities utilizing novel training stimuli in the pursuit of improvements in anaerobic outputs at higher intensities.\n\nBFRT without additional exercise or passive BFRT is another mode of BFRT used in individuals who are encountering prolonged periods of immobilization, leading to large deficits in functional mobility and atrophy. The induced cell-swelling in passive BFRT has been shown to facilitate the accumulation of metabolites and anabolic signaling. Suggested parameters for passive BFR or cell-swelling protocol utilize a LOP of 70% to 100% for 5 minutes and then 3 minutes of reperfusion with a frequency of 3 to 4 sets per session with a maximum occlusion time of 20 minutes, once to twice a day.\n\nAnother application of passive BFRT is ischemic preconditioning (IPC). This is a tool to enhance the recovery process, which has been shown to attenuate the markers of exercise-induced muscle damage. IPC has potential usages in application before and/or after strenuous exercise to help expedite recovery and restore contractile properties of the tissues after activity or prime the tissues before engaging in the task. IPC after eccentric exercise has been shown to decrease markers of exercise-induced muscle damage, reduce overall soreness, and enhance postexercise muscle performance. IPC could serve as a tool to optimize athlete readiness and availability as a priming tool before participation in sport or training and/or as a recovery method after an exposure to sport/training.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "ASMAR Special Issue: Injury Prevention and Rehabilitation"
  ],
  "citations": [
    {
      "title": "Progressive overload without progressing load? The effects of load or repetition progression on muscular adaptations",
      "authors": [
        "D. Plotkin",
        "M. Coleman",
        "D.V. Every"
      ]
    },
    {
      "title": "Correlation of physiological cross-sectional areas of muscle and tendon",
      "authors": [
        "K.N. An",
        "R.L. Linscheid",
        "P.W. Brand"
      ]
    },
    {
      "title": "The contributions of fiber atrophy, fiber loss, in situ specific force, and voluntary activation to weakness in sarcopenia",
      "authors": [
        "J.S. McPhee",
        "J. Cameron",
        "T. Maden-Wilkinson"
      ]
    },
    {
      "title": "Current concepts of muscle and tendon adaptation to strength and conditioning",
      "authors": [
        "J. Brumitt",
        "T. Cuddeford"
      ]
    },
    {
      "title": "Effect of age on muscle hypertrophy induced by resistance training",
      "authors": [
        "S. Welle",
        "S. Totterman",
        "C. Thornton"
      ]
    },
    {
      "title": "Resistance training variables for optimization of muscle hypertrophy: An umbrella review",
      "authors": [
        "R. Bernárdez-Vázquez",
        "J. Raya-González",
        "D. Castillo",
        "M. Beato"
      ]
    },
    {
      "title": "Developing maximal neuromuscular power: Part 1—biological basis of maximal power production",
      "authors": [
        "P. Cormie",
        "M. McGuigan",
        "R. Newton"
      ]
    },
    {
      "title": "Developing maximal neuromuscular power: Part 2—training considerations for improving maximal power production",
      "authors": [
        "P. Cormie",
        "M. McGuigan",
        "R. Newton"
      ]
    },
    {
      "title": "The importance of muscular strength in athletic performance",
      "authors": [
        "T.J. Suchomel",
        "S. Nimphius",
        "M.H. Stone"
      ]
    },
    {
      "title": "The mechanisms of muscle hypertrophy and their application to resistance training",
      "authors": [
        "B.J. Schoenfeld"
      ]
    },
    {
      "title": "Maximizing muscle hypertrophy: A systematic review of advanced resistance training techniques and methods",
      "authors": [
        "M. Krzysztofik",
        "M. Wilk",
        "G. Wojdała",
        "A. Gołaś"
      ]
    },
    {
      "title": "Blood flow restriction enhances rehabilitation and return to sport: The paradox of proximal performance",
      "authors": [
        "C. Hedt",
        "P.C. McCulloch",
        "J.D. Harris",
        "B.S. Lambert"
      ]
    },
    {
      "title": "Do metabolites that are produced during resistance exercise enhance muscle hypertrophy?",
      "authors": [
        "S.J. Dankel",
        "K.T. Mattocks",
        "M.B. Jessee",
        "S.L. Buckner",
        "J.G. Mouser",
        "J.P. Loenneke"
      ]
    },
    {
      "title": "Satellite cell regulation following myotrauma caused by resistance exercise",
      "authors": [
        "J. Vierck",
        "B. O’Reilly",
        "K. Hossner"
      ]
    },
    {
      "title": "The biology of satellite cells and telomeres in human skeletal muscle: Effects of aging and physical activity",
      "authors": [
        "F. Kadi",
        "E. Ponsot"
      ]
    },
    {
      "title": "Loading recommendations for muscle strength, hypertrophy, and local endurance: A re-examination of the repetition continuum",
      "authors": [
        "B.J. Schoenfeld",
        "J. Grgic",
        "D.W. Van Every",
        "D.L. Plotkin"
      ]
    },
    {
      "title": "Blood flow restriction training",
      "authors": [
        "D.S. Lorenz",
        "L. Bailey",
        "K.E. Wilk"
      ]
    },
    {
      "title": "Muscle fibre activation is unaffected by load and repetition duration when resistance exercise is performed to task failure",
      "authors": [
        "R.W. Morton",
        "M.W. Sonne",
        "A. Farias Zuniga"
      ]
    },
    {
      "title": "Blood flow restriction training for athletes: A systematic review",
      "authors": [
        "R.J. Wortman",
        "S.M. Brown",
        "I. Savage-Elliott",
        "Z.J. Finley",
        "M.K. Mulcahey"
      ]
    },
    {
      "title": "Blood flow restriction exercise: Considerations of methodology, application, and safety",
      "authors": [
        "S.D. Patterson",
        "L. Hughes",
        "S. Warmington"
      ]
    },
    {
      "title": "Blood flow restriction therapy and its use for rehabilitation and return to sport: Physiology, application, and guidelines for implementation",
      "authors": [
        "D.J. Cognetti",
        "A.J. Sheean",
        "J.G. Owens"
      ]
    },
    {
      "title": "The history and future of KAATSU training",
      "authors": [
        "Y. Sato"
      ]
    },
    {
      "title": "The application of blood flow restriction: Lessons from the laboratory",
      "authors": [
        "K.T. Mattocks",
        "M.B. Jessee",
        "J.G. Mouser"
      ]
    },
    {
      "title": "Blood flow restriction training in rehabilitation: A useful adjunct or Lucy’s latest trick?",
      "authors": [
        "R. Whiteley"
      ]
    },
    {
      "title": "Proximal, distal, and contralateral effects of blood flow restriction training on the lower extremities: A randomized controlled trial",
      "authors": [
        "E.N. Bowman",
        "R. Elshaar",
        "H. Milligan"
      ]
    },
    {
      "title": "Blood flow restriction: Cause for optimism, but let’s not abandon the fundamentals",
      "authors": [
        "D. Lorenz"
      ]
    },
    {
      "title": "Multifaceted role of mTOR (mammalian target of rapamycin) signaling pathway in human health and disease",
      "authors": [
        "V. Panwar",
        "A. Singh",
        "M. Bhatt"
      ]
    },
    {
      "title": "Mechanisms of IGF-1-mediated regulation of skeletal muscle hypertrophy and atrophy",
      "authors": [
        "T. Yoshida",
        "P. Delafontaine"
      ]
    },
    {
      "title": "Muscle atrophy after ACL injury: Implications for clinical practice",
      "authors": [
        "L.K. Lepley",
        "S.M. Davi",
        "J.P. Burland",
        "A.S. Lepley"
      ]
    },
    {
      "title": "Immobilization induces anabolic resistance in human myofibrillar protein synthesis with low and high dose amino acid infusion",
      "authors": [
        "E.I. Glover",
        "S.M. Phillips",
        "B.R. Oates"
      ]
    },
    {
      "title": "A useful blood flow restriction training risk stratification for exercise and rehabilitation",
      "authors": [
        "D. da C. Nascimento",
        "N. Rolnick",
        "de S. Neto",
        "R. Severin",
        "F.L.R. Beal"
      ]
    },
    {
      "title": "Perceived barriers to blood flow restriction training",
      "authors": [
        "N. Rolnick",
        "K. Kimbrell",
        "M.S. Cerqueira",
        "B. Weatherford",
        "C. Brandner"
      ]
    },
    {
      "title": "Blood flow restriction therapy after knee surgery: Indications, safety considerations, and postoperative protocol",
      "authors": [
        "N.N. DePhillipo",
        "M.I. Kennedy",
        "Z.S. Aman",
        "A.S. Bernhardson",
        "L. O’Brien",
        "R.F. LaPrade"
      ]
    },
    {
      "title": "Blood flow restriction training: Implementation into clinical practice",
      "authors": [
        "W.R. Vanwye",
        "A.M. Weatherholt",
        "A.E. Mikesky"
      ]
    },
    {
      "title": "Blood flow restriction therapy: From development to applications",
      "authors": [
        "A. Anderson",
        "J. Owens",
        "S. Patterson",
        "J. Dickens",
        "L. LeClere"
      ]
    },
    {
      "title": "Safety considerations with blood flow restricted resistance training",
      "authors": [
        "A. Kacin",
        "B. Rosenblatt",
        "T. Tomc Zargi",
        "A. Biswas"
      ]
    },
    {
      "title": "A study of modified Wells score for pulmonary embolism and age-adjusted D-dimer values in patients at risk for deep venous thrombosis",
      "authors": [
        "S. Singh",
        "A. Goel"
      ]
    },
    {
      "title": "Exclusion of deep vein thrombosis using the Wells rule in clinically important subgroups: Individual patient data meta-analysis",
      "authors": [
        "G.J. Geersing",
        "N.P.A. Zuithoff",
        "C. Kearon"
      ]
    },
    {
      "title": "Assessment of deep vein thrombosis or pulmonary embolism by the combined use of clinical model and noninvasive diagnostic tests",
      "authors": [
        "P.S. Wells",
        "D.R. Anderson",
        "J. Ginsberg"
      ]
    },
    {
      "title": "Time to save time: Beneficial effects of blood flow restriction training and the need to quantify the time potentially saved by its application during musculoskeletal rehabilitation",
      "authors": [
        "R. Bielitzki",
        "T. Behrendt",
        "M. Behrens",
        "L. Schega"
      ]
    },
    {
      "title": "The effect of cuff width for determining limb occlusion pressure: A comparison of blood flow restriction devices",
      "authors": [
        "A.M. Weatherholt",
        "W.R. Vanwye",
        "J. Lohmann",
        "J.G. Owens"
      ]
    },
    {
      "title": "Blood flow restriction pressure recommendations: The hormesis hypothesis",
      "authors": [
        "J.P. Loenneke",
        "R.S. Thiebaud",
        "T. Abe",
        "M.G. Bemben"
      ]
    },
    {
      "title": "Low-load resistance muscular training with moderate restriction of blood flow after anterior cruciate ligament reconstruction",
      "authors": [
        "H. Ohta",
        "H. Kurosawa",
        "H. Ikeda",
        "Y. Iwase",
        "N. Satou",
        "S. Nakamura"
      ]
    },
    {
      "title": "Effect of blood flow restriction training on quadriceps muscle strength, morphology, physiology, and knee biomechanics before and after anterior cruciate ligament reconstruction: Protocol for a randomized clinical trial",
      "authors": [
        "L.N. Erickson",
        "K.C.H. Lucas",
        "K.A. Davis"
      ]
    },
    {
      "title": "Effect of blood flow restriction therapy following achilles rupture and repair: A randomized controlled trial",
      "authors": [
        "O.B. Hansen",
        "A. Papson",
        "S.K. Eble",
        "M.C. Drakos"
      ]
    },
    {
      "title": "Blood flow restriction therapy preserves lower extremity bone and muscle mass after ACL reconstruction",
      "authors": [
        "R.A. Jack",
        "B.S. Lambert",
        "C.A. Hedt",
        "D. Delgado",
        "H. Goble",
        "P.C. McCulloch"
      ]
    },
    {
      "title": "Comparing the effectiveness of blood flow restriction and traditional heavy load resistance training in the post-surgery rehabilitation of anterior cruciate ligament reconstruction patients: A UK National Health Service randomised controlled trial",
      "authors": [
        "L. Hughes",
        "B. Rosenblatt",
        "F. Haddad"
      ]
    },
    {
      "title": "A systematic review of the effects of blood flow restriction training on quadriceps muscle atrophy and circumference post ACL reconstruction",
      "authors": [
        "D. Charles",
        "R. White",
        "C. Reyes",
        "D. Palmer"
      ]
    },
    {
      "title": "Blood flow restriction and its function in post-operative anterior cruciate ligament reconstruction therapy: Expert opinion",
      "authors": [
        "C. Humes",
        "S. Aguero",
        "J. Chahla",
        "A. Foad"
      ]
    },
    {
      "title": "Blood flow restriction training for the shoulder: A case for proximal benefit",
      "authors": [
        "B. Lambert",
        "C. Hedt",
        "J. Daum"
      ]
    },
    {
      "title": "The effects of blood flow restriction on upper-body musculature located distal and proximal to applied pressure",
      "authors": [
        "S.J. Dankel",
        "M.B. Jessee",
        "T. Abe",
        "J.P. Loenneke"
      ]
    },
    {
      "title": "Low-load resistance training with blood flow restriction is effective for managing lateral elbow tendinopathy: A randomized, sham-controlled trial",
      "authors": [
        "S. Karanasios",
        "V. Korakakis",
        "M. Moutzouri",
        "S.A. Xergia",
        "E. Tsepis",
        "G. Gioftsos"
      ]
    },
    {
      "title": "The effect of blood flow restriction therapy on shoulder function following shoulder stabilization surgery: A case series",
      "authors": [
        "J.H. McGinniss",
        "J.S. Mason",
        "J.B. Morris",
        "W. Pitt",
        "E.M. Miller",
        "M.S. Crowell"
      ]
    },
    {
      "title": "The effects of upper body blood flow restriction training on muscles located proximal to the applied occlusive pressure: A systematic review with meta-analysis",
      "authors": [
        "K. Pavlou",
        "V. Korakakis",
        "R. Whiteley",
        "C. Karagiannis",
        "G. Ploutarchou",
        "C. Savva"
      ]
    },
    {
      "title": "Blood flow restriction therapy after non-operative management of distal radius fracture: A randomized controlled pilot study",
      "authors": [
        "J. Cancio",
        "P. Rhee"
      ]
    },
    {
      "title": "Post-operative rehabilitation of a distal biceps brachii tendon reattachment in a weightlifter: A case report",
      "authors": [
        "M. Wentzell"
      ]
    },
    {
      "title": "Rotator cuff training with upper extremity blood flow restriction produces favorable adaptations in division IA collegiate pitchers: a randomized trial",
      "authors": [
        "B.S. Lambert",
        "C. Hedt",
        "J.P. Ankersen"
      ]
    },
    {
      "title": "A systematic review and meta-analysis on neural adaptations following blood flow restriction training: What we know and what we don’t know",
      "authors": [
        "C. Centner",
        "B. Lauber"
      ]
    },
    {
      "title": "Blood flow restriction resistance training in tendon rehabilitation: A scoping review on intervention parameters, physiological effects, and outcomes",
      "authors": [
        "I. Burton",
        "A. McCormack"
      ]
    },
    {
      "title": "Effects of blood flow restriction training on muscular strength and hypertrophy in older individuals: A systematic review and meta-analysis",
      "authors": [
        "C. Centner",
        "P. Wiegel",
        "A. Gollhofer",
        "D. König"
      ]
    },
    {
      "title": "Muscle adaptations to heavy-load and blood flow restriction resistance training methods",
      "authors": [
        "A.K. May",
        "A.P. Russell",
        "P.A. Della Gatta",
        "S.A. Warmington"
      ]
    },
    {
      "title": "Effect of blood-flow restricted vs heavy-load strength training on muscle strength: Systematic review and meta-analysis",
      "authors": [
        "B.M. Grønfeldt",
        "J. Lindberg Nielsen",
        "R.M. Mieritz",
        "H. Lund",
        "P. Aagaard"
      ]
    },
    {
      "title": "Effects of alternating blood flow restricted training and heavy-load resistance training on myofiber morphology and mechanical muscle function",
      "authors": [
        "S.K. Hansen",
        "J. Ratzer",
        "J.L. Nielsen"
      ]
    },
    {
      "title": "Blood flow restriction rehabilitation for extremity weakness: A case series",
      "authors": [
        "C. Hylden",
        "T. Burns",
        "D. Stinner",
        "J. Owens"
      ]
    },
    {
      "title": "Blood flow restricted exercise for athletes: A review of available evidence",
      "authors": [
        "B.R. Scott"
      ]
    },
    {
      "title": "Effects of resistance exercise combined with vascular occlusion on muscle function in athletes",
      "authors": [
        "Y. Takarada",
        "Y. Sato",
        "N. Ishii"
      ]
    },
    {
      "title": "Eight days KAATSU-resistance training improved sprint but not jump performance in collegiate male track and field athletes",
      "authors": [
        "T. Abe",
        "K. Kawamoto",
        "T. Yasuda",
        "C.F. Kearns",
        "T. Midorikawa",
        "Y. Sato"
      ]
    },
    {
      "title": "Improving strength and power in trained athletes with 3 weeks of occlusion training",
      "authors": [
        "C. Cook",
        "L. Kilduff",
        "C. Beaven"
      ]
    },
    {
      "title": "Occlusion training increases muscular strength in division IA football players",
      "authors": [
        "T. Yamanaka",
        "R.S. Farley",
        "J.L. Caputo"
      ]
    },
    {
      "title": "Effect of isokinetic resistance training under a condition of restricted blood flow with pressure",
      "authors": [
        "K. Sakuraba",
        "T. Ishikawa"
      ]
    },
    {
      "title": "Effects of low-load resistance training combined with blood flow restriction or hypoxia on muscle function and performance in netball athletes",
      "authors": [
        "A. Manimmanakorn",
        "M.J. Hamlin",
        "J.J. Ross",
        "R. Taylor",
        "N. Manimmanakorn"
      ]
    },
    {
      "title": "The effects of a 7-week practical blood flow restriction program on well-trained collegiate athletes",
      "authors": [
        "P.E. Luebbers",
        "A.C. Fry",
        "L.M. Kriley",
        "M.S. Butler"
      ]
    },
    {
      "title": "Short-term blood flow restriction increases power output and bar velocity during the bench press",
      "authors": [
        "M. Wilk",
        "M. Krzysztofik",
        "A. Filip",
        "A. Zajac",
        "G.C. Bogdanis",
        "R.G. Lockie"
      ]
    },
    {
      "title": "Effects of high-intensity blood flow restriction exercise on muscle fatigue",
      "authors": [
        "G.R. Neto",
        "H.H. Santos",
        "J.B.C. Sousa"
      ]
    },
    {
      "title": "Blood flow restriction training and the high-performance athlete: Science to application",
      "authors": [
        "C. Pignanelli",
        "D. Christiansen",
        "J.F. Burr"
      ]
    },
    {
      "title": "Type 1 muscle fiber hypertrophy after blood flow–restricted training in powerlifters",
      "authors": [
        "T. Bjørnsen",
        "M. Wernbom",
        "A. Kirketeig"
      ]
    },
    {
      "title": "Effects of blood flow restriction without additional exercise on strength reductions and muscular atrophy following immobilization: A systematic review",
      "authors": [
        "M.S. Cerqueira",
        "J.D.S. Do Nascimento",
        "D.G. Maciel",
        "J.A.M. Barboza",
        "W.H. De Brito Vieira"
      ]
    },
    {
      "title": "Effect of aerobic exercise training with and without blood flow restriction on aerobic capacity in healthy young adults: A systematic review with meta-analysis",
      "authors": [
        "M.F. Formiga",
        "R. Fay",
        "S. Hutchinson"
      ]
    },
    {
      "title": "The effects of muscle blood flow restriction during running training on measures of aerobic capacity and run time to exhaustion",
      "authors": [
        "C.D. Paton",
        "S.M. Addis",
        "L.A. Taylor"
      ]
    },
    {
      "title": "High-intensity interval training combined with blood-flow restriction enhances anaerobic and aerobic power in endurance athletes",
      "authors": [
        "H. Bourgeois",
        "P. Paradis-Deschenes",
        "F. Billaut"
      ]
    },
    {
      "title": "Low intensity rowing with blood flow restriction over 5 weeks increases VO2max in elite rowers: A randomized controlled trial",
      "authors": [
        "S. Held",
        "M. Behringer",
        "L. Donath"
      ]
    },
    {
      "title": "The anabolic benefits of venous blood flow restriction training may be induced by muscle cell swelling",
      "authors": [
        "J.P. Loenneke",
        "C.A. Fahs",
        "L.M. Rossow",
        "T. Abe",
        "M.G. Bemben"
      ]
    },
    {
      "title": "",
      "authors": [
        "H. Bourgeois",
        "P. Paradis-Deschenes",
        "F. Billaut"
      ]
    },
    {
      "title": "The effect of acute and repeated ischemic preconditioning on recovery following exercise-induced muscle damage",
      "authors": [
        "S.D. Patterson",
        "R. Swan",
        "W. Page",
        "M. Marocolo",
        "O. Jeffries",
        "M. Waldron"
      ]
    },
    {
      "title": "Ischemic preconditioning blunts muscle damage responses induced by eccentric exercise",
      "authors": [
        "A. Franz",
        "M. Behringer",
        "J.F. Harmsen"
      ]
    },
    {
      "title": "Intermittent lower-limb occlusion enhances recovery after strenuous exercise",
      "authors": [
        "C.M. Beaven",
        "C.J. Cook",
        "L. Kilduff",
        "S. Drawer",
        "N. Gill"
      ]
    },
    {
      "title": "The effect of intermittent lower limb occlusion on recovery following exercise-induced muscle damage: A randomized controlled trial",
      "authors": [
        "W. Page",
        "R. Swan",
        "S.D. Patterson"
      ]
    },
    {
      "title": "Declines in exercise performance are prevented 24 hours after post-exercise ischemic conditioning in amateur cyclists",
      "authors": [
        "R.A. Arriel",
        "H.L.R. De Souza",
        "G.R. Da Mota",
        "M. Marocolo"
      ]
    }
  ],
  "original_title": "The partial weight-bearing rat model using a pelvic harness does not impact stress or hindlimb blood flow.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e960/12034070/af4e9c60e6be/gr1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e960/12034070/b76e1a50bc51/gr2.jpg"
  ]
}