{
  "pmcid": "PMC11166648",
  "title": "Direct RNA sequencing of astronaut blood reveals spaceflight-associated m6A increases and hematopoietic transcriptional responses",
  "abstract": "The advent of civilian spaceflight challenges scientists to precisely describe the effects of spaceflight on human physiology, particularly at the molecular and cellular level. Newer, nanopore-based sequencing technologies can quantitatively map changes in chemical structure and expression at single molecule resolution across entire isoforms. We perform long-read, direct RNA nanopore sequencing, as well as Ultima high-coverage RNA-sequencing, of whole blood sampled longitudinally from four SpaceX Inspiration4 astronauts at seven timepoints, spanning pre-flight, day of return, and post-flight recovery. We report key genetic pathways, including changes in erythrocyte regulation, stress induction, and immune changes affected by spaceflight. We also present the first m6A methylation profiles for a human space mission, suggesting a significant spike in m6A levels immediately post-flight. These data and results represent the first longitudinal long-read RNA profiles and RNA modification maps for each gene for astronauts, improving our understanding of the human transcriptome’s dynamic response to spaceflight.\n\nHere the authors explore the role of chemical modifications within RNA molecules in spaceflight response, observing increased m6A mRNA modifications immediately post-spaceflight in gene markers associated with stress response.",
  "introduction": "Introduction\n\nBoth short- and long-term missions into space are correlated with a variety of acute physiological effects, affecting diverse organ and cellular systems. Astronauts generally experience performance impairment in a wide variety of activities post-spaceflight, requiring reconditioning routines to regain preflight performance. Significant changes also occur within the circulatory and hematological system during spaceflight, on both a molecular and physiological level, which likely contributes to these effects. Ground studies collecting transcriptomic profiles of human subjects have attempted to characterize the impact of individual components of spaceflight, such as radiation or microgravity exposure, the latter being simulated with a parabolic flight. With regard to direct spaceflight exposure, the available transcriptomic data is even more limited, focused on a few specific assays, either sequencing the human IgM repertoire following long-term spaceflight, measuring the proteome of exhaled breath condensate after long-term spaceflight, or examining gene expression profiles from astronaut hair follicle samples after long stays on the International Space Station. However, beyond this limited work, there is scant data on the impact of human spaceflight on the transcriptome beyond the NASA Twins Study (1-year mission), and almost no data from short-duration missions. Moreover, there are no single-molecule, direct RNA datasets from astronauts, which can help detail changes in RNA methylation and base modifications while also capturing expression and isoform changes.\n\nTo address this gap in transcriptome knowledge, eleven different biospecimen types underwent four types of high-throughput sequencing for each of the four civilian astronauts on the Inspiration4 (I4) mission, including genomics, transcriptomics, immune profiles, microbiome, and some clinical blood tests. Long read sequencing (LRS) technologies have potentially relevant clinical applications, since they can capture both splicing and expression differences in full-length transcripts; nanopore long-read direct-RNA sequencing is additionally advantageous since it provides per-base epitranscriptomic data (e.g., m6A modification sites). Here, we generated LRS samples taken before the flight (L-92, L-44, L-3 days), the day of landing (R + 1), and in recovery periods (R + 45, R + 82, R + 194 days) after a 3-day spaceflight from the SpaceX Inspiration4 mission. A battery of computational and analytical approaches were deployed on these samples, including edgeR, DESeq2, ONT tools, Gene set co-regulation analysis (GESECA), as well as orthogonal sequencing on the Ultima UG100 platform, which generated an average of 413 million reads per sample. These data provided an opportunity to discern the utility of LRS technologies in studying the I4, as well as future astronaut cohorts, and will also enable meta-analyses in conjunction with other NASA Open Science Data Repository (NASA OSDR, https://osdr.nasa.gov/) short-read and single-cell data sets.\n\nWe present these data sets and algorithmic methods as foundational functional genomics resources for human spaceflight, as part of a roadmap for future bioinformatics data analysis techniques for LRS data. These current results are in line with the mission of NASA OSDR, which aims to standardize procedures for future spaceflight missions and open science, enabling comprehensive comparisons between these astronaut and model cohorts. We also implemented methodologies which allow for examination of differences in expression, splicing behavior, and methylation (m6A) at the same time. As such, we can observe molecular changes underlying blood transcriptome dynamics across an astronaut’s journey to space and back, which show thousands of changes across several hundred specific genes, some of which recapitulate known stress markers of the vasculature and immune system, as well as signatures of m6A changes, isoform switching, and hematopoiesis regulation that appear upon landing back on Earth.",
  "methods": "Methods\n\nIRB statement\n\nThe study design conforms with all relevant ethical regulations related to human subject research. All subjects were consented at an informed consent briefing (ICB) at the SpaceX headquarters (Hawthorne, CA), and samples were collected and processed under the approval of the Institutional Review Board (IRB) at Weill Cornell Medicine, under Protocol 21-05023569. All crew members have consented for data and sample sharing. The study was conducted in accordance with the criteria set by the Declaration of Helsinki. Participants were not compensated for their participation in this study.\n\nDirect RNA sequencing\n\nTotal RNA was processed and sequenced as described in Collection of Biospecimens from the Inspiration4 Mission Establishes the Standards for the Space Omics and Medical Atlas (SOMA). Briefly, total RNA was isolated using the direct-RNA kit (Oxford Nanopore Technologies) from whole blood samples from three pre-flight time points L-92, L-44, L-3, one post-flight time point R + 1, and three recovery period time points R + 45, R + 82, and R + 194. Basecalling was performed with Guppy version 6.2.1, and alignment of raw nanopore events to the basecalled sequences was done with the f5c module eventalign version 1.1. Quality assessment was performed with pycoQC version 2.5.0.21 and MultiQC version 1.13.dev0 (Supplementary Data 7).\n\nDifferential gene expression analysis\n\nThe reads were aligned to the Gencode v41 human transcriptomic reference with minimap2 version 2.24-r1122. First, the pipeline maintained by Oxford Nanopore Technologies, pipeline-transcriptome-de, was used to quantify transcripts and to subsequently perform the differential expression analysis. pipeline-transcriptome-de performs the quantification with salmon, accounting for multi-mapping reads; therefore, we included the highest-scoring secondary minimap2 alignments (minimap2 switch -p1.0) in the input for the pipeline. Additionally, the sub-2Kbp read lengths (median length between 517 and 1331, with one outlier of 279, Supplementary Data 7) were insufficient to perform differential transcript usage analyses, and we focused on the differential gene expression results, which pipeline-transcriptome-de generates with edgeR while collapsing transcripts into respective genes.\n\nOn the other hand, however, we also planned to perform differential methylation analyses, and tools that detect m6A modifications, such as m6anet, require that secondary alignments be filtered out. To (1) match the input requirements of m6anet that prohibit multi-mapping reads, (2) compare the collapsed edgeR results to a pipeline that performs gene quantification by design, and (3) assess the effect of aligning reads to the whole genome rather than to the transcriptome, we separately aligned the reads to the human reference genome hg38 with minimap2 with the parameters recommended for direct-RNA data, retaining only the primary mappings (-x splice -uf -k14 --secondary=no). We thereafter processed these data with the subread module featureCounts version 2.0.1 to perform gene quantification, and subsequently analyzed differential expression with SARTools version 1.8.1, a package wrapping DESeq2 version 1.36.0. As DESeq2 and edgeR employ different approaches to log2(FoldChange) shrinkage, the determination of significance was based solely on the magnitude of the p values reported by both; only the genes that were identified as significantly differentially expressed by both tools (FDR-adjusted p value < 0.05) were considered as such. Covariates to account for inter-astronaut variability were included when performing both DESeq2 and edgeR analysis. For comparisons where multiple time-points were grouped as either preflight or postflight, each sequence run was treated as an independent replicate.\n\nGene set co-regulation analysis\n\nGiven high correlation of results between featureCounts and salmon, per-gene counts were averaged between the two tools. These values, normalized by library size, were supplied to GESECA, and co-regulation of MSigDb C2 pathways (curated gene sets) was inferred. Pathways were deemed significantly variable if the reported adjusted p value fell below 0.05. For each significantly variable pathway and at each timepoint, the median z-scored expression value of genes in the pathway was calculated. Next, to determine the pattern in the pathway variability upon return from spaceflight, per pathway, we fitted a linear regression on the median z-scores at pre-flight timepoints as a time series (i.e., values of −92, −44, −3), obtained a prediction of the z-score at the return timepoint (+1) and calculated a value, dz, of how much the observed value at R + 1 differed from the predicted value; examples of this approach are illustrated on Fig. 3. The pathways were ranked by this value, from highest (most disrupted by spaceflight) to lowest (continuing a pre-flight trend).\n\nTranscription factor enrichment analysis\n\nGene annotations within Supplementary Data 2 were converted to gene names utilizing gProfiler (https://biit.cs.ut.ee/gprofiler/convert). The resulting gene list was input into the ChEA3 digital web server (https://maayanlab.cloud/chea3/). The mean rank results were exported and reported in Supplementary Table 4.\n\nm6A modification analysis\n\nThe transcriptomic alignments were filtered to retain primary mappings only (minimap2 switch --secondary=no) to match the input requirements of m6anet. m6anet version 1.1.0 was then employed to annotate sites of m6A modifications with methylation probabilities, and methylKit version 0.99.2 was used to discover differentially methylated sites between conditions in all profiles; sites were deemed significant if the resultant methylKit q value fell below 0.01, as recommended by the tool’s authors.\n\nDe novo transcriptome analysis\n\nThe genomic alignments were collapsed with StringTie version 2.2.1 and compared with GffCompare version 0.11.2. The GffCompare.tracking file was further processed in R version 4.2.1/RStudio version 1.2.5001. Average read length was calculated with samtools version 1.16.1. The R + 45 timepoint was excluded since the sample for subject C003 exhibited a low average read length (279 bp) and transcript-level precision (Supplementary Data 7).\n\nUltima genomics deep-RNA sequencing\n\nPoly-A mRNA was isolated from approximately 50–500 ng of total RNA using the NEBNext Poly(A) mRNA Magnetic Isolation Module (New England Biolabs). The resulting mRNA was converted into cDNA using the NEBNext Ultra II Directional RNA Library Prep Kit (New England Biolabs). After end repair/dA-tailing, adapter ligation, and USER-enzyme digestion, indexing PCR was carried out using the UG Library Amplification Kit (Ultima Genomics) with custom indexing primers that amplify the TruSeq Read1 and Read 2 sequences, but are appended with Ultima Genomics adapter sequences. After 11 cycles of PCR, amplification products were cleaned up using a 1.0x ratio of AMPure XP beads (Beckman Coulter). Overhang generation was carried out using components from the UG Library Amplification Kit (Ultima Genomics) and material was size selected using a dsSPRI approach with 0.6x/0.85x AMPure XP beads. Quality control of the resulting libraries was carried out using the DNA High Sensitivity Bioanalyzer Reagents (Agilent Technologies) and concentrations were measured via Qubit HS DNA Quantification Kit (Thermo Fisher). Sample pools were then seeded onto UG sequencing beads, pre-enriched, and amplified by emulsion PCR, leveraging UG’s automated sequencing bead preparation system (AMP). Sequencing was performed on UG100 sequencing systems, running 464 flow-cycles (116 cycles across each of the four nucleotides [T, G, C, A]).\n\nUltima genomics sequencing analysis\n\nWe aligned the reads to the human reference genome hg38 with STAR version 2.7.10b. We sorted the resulting.bam files utilizing samtools version 1.16.1. We thereafter processed these alignments with the subread module featureCounts version 2.0.1 to verify de novo transcript expression, and subsequently extracted normalized counts for correlative analysis with SARTools version 1.8.1, a package wrapping DESeq2 version 1.36.0.\n\nReporting summary\n\nFurther information on research design is available in the Nature Portfolio Reporting Summary linked to this article.\n\nSupplementary information\n\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n\nThese authors contributed equally: Kirill Grigorev, Theodore M. Nelson.",
  "results": "Results\n\nDifferential gene expression and gene set co-regulation analyses reveal genes and pathways associated with the effects of short-term space flight\n\nWe evaluated two distinct approaches to gene expression quantification and detection of differentially expressed genes (DEGs) from the direct RNA data (see “Methods”). First, the raw basecalled reads were processed with the pipeline maintained by Oxford Nanopore Technologies (ONT), pipeline-transcriptome-de; the pipeline considers reads aligned to the Gencode v41 transcriptomic reference, includes multi-mapping reads, quantifies expression based on individual transcripts, collapses transcript counts into gene counts, and obtains sets of DEGs using the edgeR package. In addition, we quantified expression based on reads aligned to the human genome reference hg38 using the subread package, excluding multi-mapping reads, and obtained sets of DEGs via the SARTools package, a wrapper for DESeq2. Both pipelines were applied to the data in the context of multiple flight, recovery, and longitudinal profiles (Supplementary Data 1). A full flow cell was used for each astronaut and time-point; the four astronauts were grouped together as biological replicates for downstream analysis. All runs aligned more than 400,000 long-reads, with an average length of 580 base pairs. While the two computational approaches produced results that slightly differed in DEGs determined to be significant (DESeq2 or edgeR p value < 0.05) (Supplementary Data 2), they overwhelmingly agreed on their relative abundance estimates for gene quantification (median Pearson’s r = 0.98, Fig. 1a) and the direction of their change in all profiles (Fig. 1b).\n\nNext, gene set co-regulation analysis (GESECA) was used to examine changes in known pathways and molecular functions (MSigDb category C2, curated gene sets), specifically for those pathways deviating from the baseline value (median z-scored expression of associated genes +1.86, Supplementary Data 3) at the R + 1 timepoint (immediately post-flight). The variation of 789 out of the 6336 assessed pathways was significantly co-regulated (adjusted p value < 0.05). Although 2829 downregulated genes were present at R + 1 (z-score below 0), the vast majority of significantly variable pathways was driven by upregulated genes (z-score above 0, Supplementary Fig. 1). Top variable pathways included erythrocyte CO2 and O2 takeup and release, as well as the Biocarta AHSP pathway (hemoglobin’s chaperone; a superset of the erythrocyte-associated pathways) (Fig. 2). Longitudinal changes for the identified differentially enriched pathways showed two distinct trends (Supplementary Data 3, value of dz); the trend was either disrupted immediately following space flight (Fig. 3a) or was continued from pre-flight before returning to baseline in recovery (Fig. 3b). While most altered heme pathways were marked by increased expression of genes when returning to Earth, two pathways for erythrocytes showed distinct responses. Specifically, the data demonstrated both a decrease in erythrocyte-associated pathways for erythrocyte CO2 and O2 takeup (and release), as well as an increase in Steiner membrane genes, which indicates the significant spaceflight-induced stress on erythrocytes in particular.\n\nTranscription factor enrichment analysis was then utilized to identify commonly shared transcription factors by genes (Supplementary Data 4) across all time points. The top three suggested regulators, based on a combined CHIP-seq and co-expression analysis, KLF1, GATA1, and TAL1 are all key transcription factors (TFs) for erythrocyte differentiation, underscoring the changes in these cell types and also suggesting possible TF-based drivers for the trends observed within the GESECA analysis.\n\nm6A modification analysis identifies sites of differential longitudinal methylation\n\nNext, we identified the sites of m6A modification across isoforms and their degree of change, leveraging the single molecular nature of the ONT platform to find sites differentially methylated across the pre-flight, recovery, and longitudinal post-flight profiles (q value < 0.01, methylKit) (Supplementary Data 5). This analysis showed 1190 m6A modification sites with statistically significant differences for at least one particular longitudinal comparison. The significant sites were annotated to 200 total transcripts, sourced from 193 gene loci. Notably, the largest set of differentially methylated positions occurred on the day of returning back to Earth (timepoint R + 1 compared to all pre-flight timepoints), which we correlated with the variability of pathways identified by GESECA. Per pathway, the number of differentially methylated sites per gene ranged from 0 to 4.4 (Fig. 4a). Among the pathways with the highest density of differentially methylated sites, once again the erythrocyte-associated pathways were enriched, as well as their superset, the Biocarta alpha-hemoglobin stabilizing protein (AHSP) pathway (Fig. 4b).\n\nComparing the 193 gene loci which contained DRACH (D = A, G or U; H = A, C or U) sequence motifs with differentially methylated sites (minimum 20x coverage, q value < 0.01, methylKit) with the set of 440 differentially expressed gene loci (FDR-adjusted p value < 0.05, either salmon or SARTools), we found an overlap of 53 genes, indicating that most of the post-transcriptional m6A regulation is distinct from the set of DEGs. When individual genes were considered, the genes with the highest number of differentially methylated sites did not contribute to significantly differentially expressed pathways, but among the top 30 such genes, 11 were part of the HSIAO_HOUSEKEEPING_GENES pathway (Supplementary Fig. 2), and included genes for alpha-globin (HBA), beta-globin (HBB), and also human leukocyte antigen (HLA) alleles. These data indicate the transcription levels of the genes responding to spaceflight are distinct from their specific RNA modifications, and that this is consistent across the immune and hematopoietic-related pathways.\n\nWe next examined the m6A differences observed within the flight profile (FP) and return profile (RP) comparisons (FP1, RP1, and RP2, defined in Supplementary Data 1). Overall, 331 positions were hypermethylated (q value < 0.01, methylKit) and, among these, seven genes (PFN1, LAPTM5, RPS4X, HBA1, MT-ND4, HBA2, HBA2.1) demonstrated a statistically significant downregulation in methylation 45 days after landing (q value < 0.01, methylKit). An additional two transcripts (MT-ND1, MT-RNR1) demonstrated a statistically significant downregulation 82 days after landing (q value < 0.01, methylKit). 208 positions were noted to contain decreased levels of m6A (q value < 0.01, methylKit). Amongst these, one (SLC25A37) position demonstrated increased methylation 45 days after landing (q value < 0.01, methylKit). No additional positions demonstrated increased methylation (q value < 0.01, methylKit) in the long-term follow-up timepoints, which indicates that spaceflight has its most significant effect on m6A methylation levels in the days immediately following return to Earth.\n\nDe novo transcriptome analysis reveals uniquely expressed transcripts at L-92, L-3, R + 1 and R + 194\n\nDe novo transcriptome analysis was then utilized to reveal transcripts unique to particular time points. Unlike differential expression analysis, which captures differences across timepoints based on known annotations, de novo transcriptome analysis captures unannotated transcript variants specific to a particular timepoint or sample type. Ignoring loci not detected within the samples, we note that the overall sensitivity of the full transcript-level analysis, as defined by GffCompare, is on average 8.5%, revealing 3’ enrichment of many reads (Supplementary Data 6), which is expected given the polyA-priming protocol. One particular sample (November for the C003 astronaut) had lower coverage, leading to the exclusion of this time point from subsequent analysis. Additionally, when ignoring completely unannotated putative transcripts, we report that the average precision, as defined by GffCompare, was 52.4% (Supplementary Data 6). We focused on transcripts found consistently across all crew members for subsequent de novo analyses.\n\nThe transcripts were then analyzed in the context of two overlapping time periods: (1) the period leading up to the space flight and return; and (2) the period starting with spaceflight and leading into post-flight recovery. Therefore, first, the set of samples consisting of preflight and return timepoints (L-92, L-44, L-3, and R + 1) was examined. There were eight unique transcripts for L-92 (Supplementary Data 8: June), no unique transcripts for L-44 (Supplementary Data 8: August), seven unique transcripts for L-3 (Supplementary Data 8: September Pre-Flight) and six unique transcripts for R + 1 (Supplementary Data 8: September Post-Flight, top). In the set of samples consisting of return and recovery timepoints (R + 1, R + 45, R + 82, and R + 194), there were five unique transcripts for R + 1 (Supplementary Data 8: September Post-Flight, bottom), one unique transcript for R + 82 (Supplementary Data 8: December) and no unique transcripts for R + 194 (Supplementary Data 8: March). These unique RNAs represent perhaps a very specific response to spaceflight, which have not been observed in previous studies.\n\nSince spaceflight can introduce changes in differential expression and methylation, we next examined if the stress could also lead to aberrant splicing. Each transcript was assigned a GffCompare transcript classification code, which represents the detection of intron retention or other changes in isoform state. The i4 transcriptome data showed six transcripts with complete intron chain retention (“=” label), nine transcripts with intron chain retention over a segment (“c” label), one transcript with single intron retention (“n” label), five transcripts characterized by a unannotated intron (“j” label), one transcript with a single exon fragment partially covering an intronic region (“e” label), two transcripts with unannotated exons (“o” label), and three transcripts entirely unannotated and not found in any reference transcriptome (“u” label). These results (Supplementary Data 8) show the capacity for novel isoform state and discovery in the direct RNA-seq data.\n\nOf note, we also identified two transcripts which could be uniquely associated with the R + 1 timepoint (Supplementary Data 8), and downregulated during the recovery phase upon returning to Earth. The first of these was ENST00000686344.2, within the ENSG00000274015 gene locus, located on chr14 between coordinates 63,642,035 and 63,665,593, which is an uncharacterized lncRNA annotation. The second is a completely novel, unannotated putative transcript variant, described by the “u” GffCompare transcript classification code, located on chromosome 10 between coordinates 3,408,655 and 3,409,052 (Supplementary Fig. 3).\n\nTo confirm these isoforms, we performed deep RNA-seq on the same whole blood samples using the Ultima Genomics UG100 system. The platform generated an average of 411.5 million reads per sample, with a mapping percentage greater than 90% for all samples (Supplementary Data 6). As a result, an average of 28,438 genes were detected, with close correspondence between all samples (Fig. 5A). When comparing the nanopore quantification of gene expression profiles to the Ultima data, we observed fair correlation (R2 > 0.56–0.71) with the UG100 platform (Fig. 5B). We determined that 23/25 (92%) of the time point specific genomic loci demonstrated a consistent pattern of cDNA read alignments (Supplementary Data 6). While this did not include the transcript variant on chromosome 10 within Supplementary Fig. 3, we were able to confirm the expression of the uncharacterized R + 1 associated lncRNA transcript ENST00000686344.2, within the ENSG00000274015 gene locus (Fig. 5C).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "RNA sequencing",
    "Gene expression",
    "Article"
  ],
  "citations": [
    {
      "title": "Effects of spaceflight on human skin",
      "authors": [
        "Á Farkas",
        "G Farkas"
      ]
    },
    {
      "title": "A review of alterations to the brain during spaceflight and the potential relevance to crew in long-duration space exploration",
      "authors": [
        "M Roy-O’Reilly",
        "A Mulavara",
        "T Williams"
      ]
    },
    {
      "title": "Effects of spaceflight on cardiovascular physiology and health",
      "authors": [
        "M Shen",
        "WH Frishman"
      ]
    },
    {
      "title": "Postflight reconditioning for European astronauts—a case report of recovery after six months in space",
      "authors": [
        "N Petersen"
      ]
    },
    {
      "title": "The cardiovascular system in space: focus on in vivo and in vitro studies",
      "authors": [
        "R Baran"
      ]
    },
    {
      "title": "Widespread decreased expression of immune function genes in human peripheral blood following radiation exposure",
      "authors": [
        "S Paul",
        "LB Smilenov",
        "SA Amundson"
      ]
    },
    {
      "title": "Transcriptional profile of immediate response to ionizing radiation exposure",
      "authors": [
        "EC Rouchka"
      ]
    },
    {
      "title": "Next-generation sequencing analysis of circulating micro-RNA expression in response to parabolic flight as a spaceflight analogue",
      "authors": [
        "P Jirak"
      ]
    },
    {
      "title": "Plasticity of the human IgM repertoire in response to long‐term spaceflight",
      "authors": [
        "J Buchheim"
      ]
    },
    {
      "title": "Proteome profiling of the exhaled breath condensate after long-term spaceflights",
      "authors": [
        "A Kononikhin"
      ]
    },
    {
      "title": "Effects of a closed space environment on gene expression in hair follicles of astronauts in the international space station",
      "authors": [
        "M Terada"
      ]
    },
    {
      "title": "Overbey, E. G. et al. Collection of biospecimens from the Inspiration4 mission establishes the standards for the Space Omics and Medical Atlas (SOMA). Nat. Commun. http://biorxiv.org/lookup/doi/10.1101/2023.05.02.539108 (2023).",
      "authors": []
    },
    {
      "title": "Primary care clinicians’ attitudes towards point-of-care blood testing: a systematic review of qualitative studies",
      "authors": [
        "CH Jones"
      ]
    },
    {
      "title": "Long-read sequencing emerging in medical genetics",
      "authors": [
        "T Mantere",
        "S Kersten",
        "A Hoischen"
      ]
    },
    {
      "title": "Nanopore sequencing technology, bioinformatics and applications",
      "authors": [
        "Y Wang",
        "Y Zhao",
        "A Bollas",
        "Y Wang",
        "KF Au"
      ]
    },
    {
      "title": "Single-molecule sequencing detection of N6-methyladenine in microbial reference materials",
      "authors": [
        "ABR McIntyre"
      ]
    },
    {
      "title": "edgeR: a Bioconductor package for differential expression analysis of digital gene expression data",
      "authors": [
        "MD Robinson",
        "DJ McCarthy",
        "GK Smyth"
      ]
    },
    {
      "title": "Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2",
      "authors": [
        "MI Love",
        "W Huber",
        "S Anders"
      ]
    },
    {
      "title": "Sergushichev, A. fgsea. Bioconductor. 10.18129/B9.BIOC.FGSEA (2017).",
      "authors": []
    },
    {
      "title": "NASA GeneLab RNA-seq consensus pipeline: standardized processing of short-read RNA-seq data",
      "authors": [
        "EG Overbey"
      ]
    },
    {
      "title": "Swimming downstream: statistical analysis of differential transcript usage following Salmon quantification",
      "authors": [
        "MI Love",
        "C Soneson",
        "R Patro"
      ]
    },
    {
      "title": "GENCODE 2021",
      "authors": [
        "A Frankish"
      ]
    },
    {
      "title": "Evaluation of GRCh38 and de novo haploid genome assemblies demonstrates the enduring quality of the reference assembly",
      "authors": [
        "VA Schneider"
      ]
    },
    {
      "title": "featureCounts: an efficient general purpose program for assigning sequence reads to genomic features",
      "authors": [
        "Y Liao",
        "GK Smyth",
        "W Shi"
      ]
    },
    {
      "title": "SARTools: a DESeq2- and EdgeR-based R pipeline for comprehensive differential analysis of RNA-Seq data",
      "authors": [
        "H Varet",
        "L Brillet-Guéguen",
        "J-Y Coppée",
        "M-A Dillies"
      ]
    },
    {
      "title": "Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles",
      "authors": [
        "A Subramanian"
      ]
    },
    {
      "title": "Molecular signatures database (MSigDB) 3.0",
      "authors": [
        "A Liberzon"
      ]
    },
    {
      "title": "SCL/TAL1: a multifaceted regulator from blood development to disease",
      "authors": [
        "C Porcher",
        "H Chagraoui",
        "MS Kristiansen"
      ]
    },
    {
      "title": "The multifunctional role of EKLF/KLF1 during erythropoiesis",
      "authors": [
        "M Siatecka",
        "JJ Bieker"
      ]
    },
    {
      "title": "GATA1 activity governed by configurations of cis-acting elements",
      "authors": [
        "A Hasegawa",
        "R Shimizu"
      ]
    },
    {
      "title": "Detection of m6A from direct RNA sequencing using a multiple instance learning framework",
      "authors": [
        "C Hendra"
      ]
    },
    {
      "title": "methylKit: a comprehensive R package for the analysis of genome-wide DNA methylation profiles",
      "authors": [
        "A Akalin"
      ]
    },
    {
      "title": "Comprehensive analysis of mRNA methylation reveals enrichment in 3′ UTRs and near stop codons",
      "authors": [
        "KD Meyer"
      ]
    },
    {
      "title": "GFF utilities: GffRead and GffCompare",
      "authors": [
        "G Pertea",
        "M Pertea"
      ]
    },
    {
      "title": "Pulmonary challenges of prolonged journeys to space: taking your lungs to the moon",
      "authors": [
        "GK Prisk"
      ]
    },
    {
      "title": "Relationship between carbon dioxide levels and reported headaches on the International Space Station",
      "authors": [
        "J Law"
      ]
    },
    {
      "title": "Nanopore sequencing in microgravity",
      "authors": [
        "ABR McIntyre"
      ]
    },
    {
      "title": "Nanopore DNA sequencing and genome assembly on the International Space Station",
      "authors": [
        "SL Castro-Wallace"
      ]
    },
    {
      "title": "The NASA twins study: a multidimensional analysis of a year-long human spaceflight",
      "authors": [
        "FE Garrett-Bakelman"
      ]
    },
    {
      "title": "Temporal telomere and DNA damage responses in the space radiation environment",
      "authors": [
        "JJ Luxton"
      ]
    },
    {
      "title": "Methodologies for transcript profiling using long-read technologies",
      "authors": [
        "S Oikonomopoulos"
      ]
    },
    {
      "title": "Alternative splicing diversifies the skeletal muscle transcriptome during prolonged spaceflight",
      "authors": [
        "M Henrich"
      ]
    },
    {
      "title": "Opportunities and challenges in long-read sequencing data analysis",
      "authors": [
        "SL Amarasinghe"
      ]
    },
    {
      "title": "Isoform age—splice isoform profiling using long-read technologies",
      "authors": [
        "R De Paoli-Iseppi",
        "J Gleeson",
        "MB Clark"
      ]
    },
    {
      "title": "Systematic comparison of tools used for m6A mapping from nanopore direct RNA sequencing",
      "authors": [
        "Z-D Zhong"
      ]
    },
    {
      "title": "Nanopore direct RNA sequencing maps the complexity of Arabidopsis mRNA processing and m6A modification",
      "authors": [
        "MT Parker"
      ]
    },
    {
      "title": "A comprehensive examination of Nanopore native RNA sequencing for characterization of complex transcriptomes",
      "authors": [
        "C Soneson"
      ]
    },
    {
      "title": "Transcriptome profiling of mouse samples using nanopore sequencing of cDNA and RNA molecules",
      "authors": [
        "C Sessegolo"
      ]
    },
    {
      "title": "GPU accelerated adaptive banded event alignment for rapid comparative nanopore signal analysis",
      "authors": [
        "H Gamaarachchi"
      ]
    },
    {
      "title": "pycoQC, interactive quality control for Oxford Nanopore Sequencing",
      "authors": [
        "A Leger",
        "T Leonardi"
      ]
    },
    {
      "title": "MultiQC: summarize analysis results for multiple tools and samples in a single report",
      "authors": [
        "P Ewels",
        "M Magnusson",
        "S Lundin",
        "M Käller"
      ]
    },
    {
      "title": "Minimap2: pairwise alignment for nucleotide sequences",
      "authors": [
        "H Li"
      ]
    },
    {
      "title": "Salmon provides fast and bias-aware quantification of transcript expression",
      "authors": [
        "R Patro",
        "G Duggal",
        "MI Love",
        "RA Irizarry",
        "C Kingsford"
      ]
    },
    {
      "title": "g:Profiler: a web server for functional enrichment analysis and conversions of gene lists (2019 update)",
      "authors": [
        "U Raudvere"
      ]
    },
    {
      "title": "ChEA3: transcription factor enrichment analysis by orthogonal omics integration",
      "authors": [
        "AB Keenan"
      ]
    },
    {
      "title": "StringTie enables improved reconstruction of a transcriptome from RNA-seq reads",
      "authors": [
        "M Pertea"
      ]
    },
    {
      "title": "The sequence alignment/map format and SAMtools",
      "authors": [
        "H Li"
      ]
    },
    {
      "title": "STAR: ultrafast universal RNA-seq aligner",
      "authors": [
        "A Dobin"
      ]
    },
    {
      "title": "Overbey, E. G. et al. The space omics and medical atlas and international astronaut biobank. Nature10.1038/s41586-024-07639-y (2024).",
      "authors": []
    },
    {
      "title": "Jones, C. J. et al. The SpaceX Inspiration4 mission reveals inflight molecular and physiological metrics from an all-civilian crew. Nature. 10.1038/s41586-024-07648-x (2024).",
      "authors": []
    },
    {
      "title": "Kim, J. et al. Single-cell multi-ome and immune profiles of the Inspiration4 crew reveal conserved, cell-type, and sex-specific responses to spaceflight. Nat. Commun. 10.1038/s41467-024-49211-2 (2024).",
      "authors": []
    },
    {
      "title": "Tierney, B. et al. Longitudinal multi-omics analysis of host microbiome architecture and immune responses during short-term spaceflight. Nat. Microbiol. 10.1038/s41564-024-01635-8 (2024).",
      "authors": []
    },
    {
      "title": "Park, J. et al. Spatial multi-omics of human skin reveals KRAS and inflammatory responses to spaceflight. Nat. Commun. 10.1038/s41467-024-48625-2 (2024).",
      "authors": []
    },
    {
      "title": "Overbey, E. G. et al. Collection of biospecimens from the Inspiration4 mission establishes the standards for the Space Omics and Medical Atlas (SOMA). Nat. Commun. 10.1038/s41467-024-48806-z (2024).",
      "authors": []
    },
    {
      "title": "Houerbi, N. et al. Secretome profiling captures acute changes in oxidative stress, brain homeostasis and coagulation from spaceflight. Nat. Commun. 10.1038/s41467-024-48841-w (2024).",
      "authors": []
    },
    {
      "title": "Rutter, L. et al. Protective alleles and precision healthcare in crewed spaceflight. Nat. Commun. In press (2024).",
      "authors": []
    },
    {
      "title": "Rutter, L. et al. Astronaut omics and the impact of space on the human body at scale. Nat. Commun. 10.1038/s41467-024-47237-0 (2024).",
      "authors": []
    },
    {
      "title": "Fu, W. et al. Single cell analysis identifies conserved features of immune dysfunction in simulated microgravity and spaceflight. Nat. Commun. 10.1038/s41467-023-42013-y (2024).",
      "authors": []
    },
    {
      "title": "Mason, C. E. et al. A Second Space Age Spanning Omics, Platforms, and Medicine Across Orbits. Nature10.1038/s41586-024-07586-8 (2024).",
      "authors": []
    }
  ],
  "original_title": "Direct RNA sequencing of astronaut blood reveals spaceflight-associated m6A increases and hematopoietic transcriptional responses",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5a33/11166648/cfa0c9fdf8b1/41467_2024_48929_Fig1_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5a33/11166648/6067b62e951b/41467_2024_48929_Fig2_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5a33/11166648/15af4f237df6/41467_2024_48929_Fig3_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5a33/11166648/4a6ad12c9ba4/41467_2024_48929_Fig4_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5a33/11166648/c94b5333eb5a/41467_2024_48929_Fig5_HTML.jpg"
  ]
}