{
  "pmcid": "PMC11941215",
  "title": "Effects of Space Flight on Inflammasome Activation in the Brain of Mice",
  "abstract": "Space flight exposes astronauts to stressors that alter the immune response, rendering them vulnerable to infections and diseases. In this study, we aimed to determine the levels of inflammasome activation in the brains of mice that were housed in the International Space Station (ISS) for 37 days. C57BL/6 mice were launched to the ISS as part of NASA’s Rodent Research 1 Mission on SpaceX-4 CRS-4 Dragon cargo spacecraft from 21 September 2014 to 25 October 2014. Dissected mouse brains from that mission were analyzed by immunoblotting of inflammasome signaling proteins and Electrochemiluminescence Immunoassay (ECLIA) for inflammatory cytokine levels. Our data indicate decreased inflammasome activation in the brains of mice that were housed in the ISS for 37 days when compared to the brains of mice that were maintained on the ground, and in mice corresponding to the baseline group that were sacrificed at the time of launching of SpaceX-4. Moreover, we did not detect any significant changes in the expression levels of the pro-inflammatory cytokines TNF-α, IL-2, IFN-γ, IL-5, IL-6, IL-12p70 and IL-10 between the ground control and the flight groups. Together, these studies suggest that spaceflight results in a decrease in the levels of innate immune signaling molecules that govern inflammasome signaling in the brain of mice.",
  "introduction": "1. Introduction\n\nSpace flight exposes astronauts to a variety of stressors ranging from psychological to physical that stem from the environment they experience. These environmental factors include gravity changes, radiation exposure, altered nutrition or altered circadian rhythms, all of which affect the immune response. Dysregulation of the immune response has two-fold consequences for astronauts. First, it has the potential to jeopardize the mission while in space, and it causes long-term detrimental consequences, not just while they are in space, but also once they return to Earth. Therefore, it is imperative to gain a better understanding of how the immune response is altered by space flight.\n\nInflammasomes are supramolecular complexes comprising a sensor molecule such as NOD-like receptor 3 (NLRP3), the adaptor protein apoptosis-associated speck-like protein containing a caspase recruitment domain (ASC), and the cysteine aspartase caspase-1. The inflammasome plays a significant role in the regulation of the inflammatory response by modulating the innate immune response through the activation of caspase-1, the processing of the pro-inflammatory cytokines interleukin (IL)-1β and IL-18, as well as the programmed cell death mechanism of pyroptosis. The inflammasome has been shown to contribute to a variety of diseases including neurodegenerative diseases such as multiple sclerosis, Parkinson’s disease, Alzheimer’s disease, inflammaging and metabolic syndrome. Several of these diseases, with an inflammasome etiology, have also been suggested to be relevant in the context of space flight such as the development of dementia, altered aging and inflammation or diabetes. Hence, it is important to understand the effects of space flight on inflammasome signaling to develop therapies against specific targets of the immune response to protect and improve the performance of astronauts not only during a mission, but also their health on Earth.\n\nIt has been shown that space radiation affects hippocampus-dependent cognitive tasks, spatial navigation and episodic memory formation, which is very important for the overall health of astronauts. In addition, it has been suggested that space radiation affects the cortex and causes altered cognitive flexibility and synaptic plasticity, which contribute to cognitive deficits. A recent study used the anti-oxidant LGM2605 to inhibit the NLRP3 inflammasome in an in vitro model of lung vascular networks that were exposed to γ-rays and mixed-field radiation sources to mimic some of the space flight conditions in vitro. The study found that 3–4 keV/µm and 8–10 keV/µm linear energy transfer (LET) proton radiation elevated the levels of NLRP3, and that this increase can be targeted with anti-oxidant approaches. In this study, we aimed to characterize the effect of space flight on the expression of inflammasome proteins and inflammatory cytokines in mice that were part of NASA’s Rodent Research 1 Mission (RR-1) on SpaceX-4 CRS-4 Dragon cargo spacecraft that spent 37 to 38 days at the International Space Station (ISS).",
  "methods": "2. Materials and Methods\n\nAnimal procedures were approved by IACUC numbers NASA: NAS-13-002-Y1 and CASIS: CAS-13-001-Y1 for flight at the NASA Ames Research Center and the Kennedy Space Center in accordance with relevant guidelines and regulations.\n\n2.1. Flight Animals\n\nThis animal study was approved by the NASA Ames Research Center and The Kennedy Space Center Institutional Animal Care and Use Committees. Brain tissue samples were obtained by the authors through an award from the NASA Biological Institutional Scientific Collection. C57BL/6 female mice (16-week-old, Jackson Labs) were flown to the ISS as part of RR-1 on SpaceX-4 CRS-4 Dragon cargo spacecraft. During the flight, animals were kept at an ambient temperature of 26 to 28 °C in a 12 h light and dark cycle. Flight animals received water and a food bar diet specifically designed by NASA ad libitum. RR-1 mission animals were on board the Dragon capsule for 4 days (transit time) and then spent 37 days in the ISS (Figure 1).\n\nRR-1 (, accessed on 9 March 2025) lasted 37 days, and according to the NASA Open Science Data Repository′s (OSDR) Environmental Data App, between 21 September and 23 September, these mice experienced temperature changes ranging from 18.3 °C to 26.69 °C. On 24 September, the temperature stabilized between 21 and 23 °C. Importantly, mice in the ISS (flight group) and in the ground control group experienced the same temperature conditions. Overall, the lowest temperature in the ISS during RR-1 was 18.50 °C and the highest temperature was 26.80 °C, with a mean temperature of 22.76 °C, whereas in the ground control group, the lowest temperature was 18.30 °C and the maximum was 27.10 °C (mean temperature 22.76 °C). Moreover, telemetry data indicated that mice in the flight group experienced initial higher CO2 levels at around 2621 ppm on 20 September, whereas mice in the ground group experienced much lower CO2 levels at approximately 476 ppm. By 27 September, both groups of mice experienced similar CO2 conditions through the rest of the flight, approximately between 1868 ppm and 4690 ppm. The minimum CO2 level in the ISS group was 1862 ppm and the maximum was 4667 ppm (mean 3197.27, median 3192 ppm), whereas in the ground group, the minimum was 438 ppm, the maximum was 4690 ppm and the mean was 2853.74. The median was 3188 ppm. Moreover, by October 25th, mice in the ISS experienced an accumulated radiation dose of 7.17 mGy/day. In the ISS group, the minimum galactic cosmic radiation (GCR) dose was 0.13 mGy/day, and the maximum was 0.14 mGy/day (mean 0.13 mGy/day). Furthermore, the radiation experienced as a result of the South Atlantic Anomaly (SAA) ranged between 0.06 and 0.10 mGy/day (mean 0.07 mGy/day). Together, these accounted for a minimum total dose of 0.19 mGy/day, a maximum of 0.23 mGy/day and an average of 0.20 mGy/day.\n\n2.2. Ground Control Animals\n\nAnimals were kept in similar conditions to flight animals (ambient temperature of 26 to 28 °C in a 12 h light and dark cycle). Telemetry data (with a 4-day delay) from the flight group were used to keep the ground control animals under similar conditions (housed in RR-1 flight hardware within an environmental simulator under the same conditions as the ISS). Water and food conditions for this group were the same as for the flight animal group as described.\n\n2.3. Vivarium and Baseline Animals\n\nAnimals in the vivarium group were animals that were housed under standard vivarium conditions and remained alive for the duration of study. Animals in the baseline group consisted of mice that were euthanized at the time when the animals in the flight group were launched.\n\n2.4. Brain Dissection\n\nWithin 4 h of splashdown, flight and ground control animals were sacrificed and brains were removed and stored at −80 °C until further analysis. For the study focusing on the forebrain, microdissections of the entire hippocampus and primary motor cortex were performed following well-established rodent brain microdissection protocols, and a brain atlas served as a reference to ensure accuracy of brain region identification. Following brain dissection, samples were stored at −80 °C until further analysis. Tissues used in this study consisted of brain cortex, hippocampus and rest of the tissue from the brain areas are referred as “other than cortex and hippocampus”.\n\n2.5. Immunoblotting\n\nAnalysis of inflammasome signaling proteins in brain protein lysates by immunoblotting was carried out as described in. Accordingly, brain lysates (25 μg) were run and resolved in 4–20% Criterion TGX Stain-Free precast gels (Bio-Rad, Hercules, CA, USA) prior to transfer to PVDF membranes (Bio-Rad). Membranes were then incubated with primary antibodies against caspase-1 (Novus Biologicals Centennial, CO, USA), ASC (Santa Cruz Biotechnology, Inc., Dallas, TX, USA), and IL-1β (Cell Signaling, Technology, Inc., Danvers, MA, USA) at a dilution of 1:1000 for 1 h followed by HRP-linked secondary antibodies (1:1000) for 45 min. β-actin (1:5000, Sigma Aldrich, St. Louis, MO, USA) was used as a standard and protein loading control. Membranes were imaged with the ChemiDoc Touch Imaging System (Bio-Rad) following enhanced chemiluminescence. Densitometric analysis for relative protein quantification was carried out with UN-SCAN-IT gel 6.3 Software (Silk Scientific Corporation, Vineyard, UT, USA).\n\n2.6. Electrochemiluminescence Immunoassay (ECLIA)\n\nUsing protein lysates, a V-PLEX ECLIA kit (MSD) was used to measure the inflammatory profile in the different brain sections as described in using the MESO-QuickPlex SQ-120MM (MSD, Rockville, MD, USA). Briefly, to measure the protein levels of TNF-α, IL-2, IFN-γ, IL-5, IL-6, IL-12p70 and IL-10, after washing steps, the plate was incubated overnight with 50 µL of samples. The following day, after washing steps, samples were incubated in detection antibodies for 2 h followed by 3 more washing steps and the addition of the 2X Read Buffer (MSD, Rockville, MD, USA). After obtaining the quantity of protein in pg/mL for each analyte using the MESO-QuickPlex SQ-120MM, samples were then normalized to total protein concentration per sample.\n\n2.7. Statistical Analyses\n\nStatistical analyses were carried out with Prism 10.0 software (GraphPad Software, San Diego, CA, USA). Descriptive statistics were first calculated. Data were tested for normality with the Shapiro–Wilk Test. Comparisons between the flight and ground groups were carried out by a one-tail t-test when data met normality and by the Mann–Whittney test when data were not normally distributed.",
  "results": "3. Results\n\n3.1. Levels of Inflammasome Signaling Molecules Are Decreased in the Brain of Mice That Experienced Spaceflight\n\nIt has been previously shown that space travel affects the immune response. To test the effects of spaceflight on inflammasome activation in the brain, we carried out an immunoblot analysis of brain areas other than cortex and hippocampus from mice that were in the ISS for approximately 1 month (Figure 1). Our findings indicate that caspase-1 (95% CI = Ground [1.06–5.9], Flight [0.3–2.3]) (Figure 2A), ASC (Ground [1.3–7.6], Flight [0.6–3.5]) (Figure 2B) and IL-1β (Ground [1.8–5.4], Flight [0.8–2.7]) (Figure 2C) were significantly decreased in the mice that were in the ISS when compared to the ground control group. In addition, the expression levels for all the inflammasome proteins analyzed in these studies in the vivarium group and those in the baseline group were similar to the spaceflight group (Figure S1). Together, these findings indicate that the expression levels of inflammasome signaling proteins in the brain of mice are lower in the mice that were in the ISS (flight) than the mice in the ground control group.\n\n3.2. Inflammasome Proteins Are Decreased in the Cortex and Hippocampus of Mice After Spaceflight\n\nWe then aimed to determine the levels of inflammasome signaling proteins present in the cortex (Figure 3A) and hippocampus (Figure 3B). Accordingly, immunoblot analysis of cortical and hippocampal protein lysates suggested that similar to our previously described findings (Figure 2), there was a trend towards decreased inflammasome activation in the cortex (Figure 3A) and the hippocampus (Figure 3B) of mice after spaceflight when compared to the ground control group. In addition, the brains of mice in the baseline group also had significantly lower levels of inflammasome activation in the cortex and hippocampus, which were similar to the protein expression levels in the flight group. Moreover, animals in the vivarium group presented much higher inflammasome protein levels than under baseline and spaceflight conditions. These findings suggest that in the cortex and hippocampus, inflammasome activation is lower after spaceflight.\n\n3.3. Levels of Tnf-α and Il12p70 Are Decreased in the Brain of Mice After Spaceflight\n\nGene expression changes associated with inflammation have been described in the brains of mice who experienced spaceflight conditions and remained in the ISS for over 30 days. To determine the protein levels of inflammatory cytokines in the brain of mice in the ground control and spaceflight conditions, we carried out an ECLIA to measure the protein levels of TNF-α (Figure 4A), IL-2 (Figure 4B), IFN-γ (Figure 4C), IL-5 (Figure 4D), IL-6 (Figure 4E), IL-12p70 (Figure 4F) and IL-10 (Figure 4G) in brain areas other than the cortex and hippocampus. Accordingly, we found similar levels of these cytokines between the ground and flight groups (Figure 4). Moreover, there was a trend towards lower levels of TNF-α and IL-12p70 in the baseline group when compared to the other groups (Figure S2). Together, these trends suggest that these inflammatory cytokines were not altered in regions outside the cortex and hippocampus as a result of mission RR1.\n\n3.4. Inflammatory Cytokine Levels in the Cortex and Hippocampus of Mice After Spaceflight\n\nTo preliminarily determine the inflammatory profile in the cortex (Figure S3) and hippocampus (Figure S4) of mice, we used ECLIA to measure the levels of TNF-α, IL-10, IFN-γ, IL-5, IL-6 and IL-12p70 in protein lysates. However, due to the low sample size (N = 2), we were unable to carry out any statistical analyses in these tissues for the expression of these cytokines, yet the preliminary findings suggest that in the brain, the inflammatory response mediated by different cytokines is different in the cortex (Figure S3) than in the hippocampus (Figure S4) as a result of space flight.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "inflammasome",
    "inflammation",
    "RR-1",
    "space biology",
    "International Space Station",
    "innate immunity",
    "Communication"
  ],
  "citations": [
    {
      "title": "Stress Related Shift Toward Inflammaging in Cosmonauts After Long-Duration Space Flight",
      "authors": [
        "J.I. Buchheim",
        "S. Matzel",
        "M. Rykova",
        "G. Vassilieva",
        "S. Ponomarev",
        "I. Nichiporuk",
        "M. Horl",
        "D. Moser",
        "K. Biere",
        "M. Feuerecker"
      ]
    },
    {
      "title": "Space Flight Enhances Stress Pathways in Human Neural Stem Cells",
      "authors": [
        "N. Carpo",
        "V. Tran",
        "J.C. Biancotti",
        "C. Cepeda",
        "A. Espinosa-Jeffrey"
      ]
    },
    {
      "title": "Effect of space flight and head-down bedrest on neuroendocrine response to metabolic stress in physically trained subjects",
      "authors": [
        "R. Kvetnansky",
        "L. Ksinantova",
        "J. Koska",
        "V.B. Noskov",
        "M. Vigas",
        "A.I. Grigoriev",
        "L. Macho"
      ]
    },
    {
      "title": "The response of endocrine system to stress loads during space flight in human subject",
      "authors": [
        "L. Macho",
        "J. Koska",
        "L. Ksinantova",
        "K. Pacak",
        "T. Hoff",
        "V.B. Noskov",
        "A.I. Grigoriev",
        "M. Vigas",
        "R. Kvetnansky"
      ]
    },
    {
      "title": "Effects of long-term space flight on erythrocytes and oxidative stress of rodents",
      "authors": [
        "A.M. Rizzo",
        "P.A. Corsetto",
        "G. Montorfano",
        "S. Milani",
        "S. Zava",
        "S. Tavella",
        "R. Cancedda",
        "B. Berra"
      ]
    },
    {
      "title": "Space flight, microgravity, stress, and immune responses",
      "authors": [
        "G. Sonnenfeld"
      ]
    },
    {
      "title": "Space flight and oxidative stress",
      "authors": [
        "T.P. Stein"
      ]
    },
    {
      "title": "Dichotomal effect of space flight-associated microgravity on stress-activated protein kinases in innate immunity",
      "authors": [
        "A.P. Verhaar",
        "E. Hoekstra",
        "A.S. Tjon",
        "W.K. Utomo",
        "J.J. Deuring",
        "E.R. Bakker",
        "V. Muncan",
        "M.P. Peppelenbosch"
      ]
    },
    {
      "title": "Fundamental Biological Features of Spaceflight: Advancing the Field to Enable Deep-Space Exploration",
      "authors": [
        "E. Afshinnekoo",
        "R.T. Scott",
        "M.J. MacKay",
        "E. Pariset",
        "E. Cekanaviciute",
        "R. Barker",
        "S. Gilroy",
        "D. Hassane",
        "S.M. Smith",
        "S.R. Zwart"
      ]
    },
    {
      "title": "Ground-Based experiments complement microgravity flight opportunities in the investigation of the effects of space flight on the immune response: Is protein kinase C gravity sensitive?",
      "authors": [
        "S.K. Chapes",
        "K.M. Woods",
        "J.W. Armstrong"
      ]
    },
    {
      "title": "Immune System Dysregulation During Spaceflight: Potential Countermeasures for Deep Space Exploration Missions",
      "authors": [
        "B.E. Crucian",
        "A. Chouker",
        "R.J. Simpson",
        "S. Mehta",
        "G. Marshall",
        "S.M. Smith",
        "S.R. Zwart",
        "M. Heer",
        "S. Ponomarev",
        "A. Whitmire"
      ]
    },
    {
      "title": "Changes in the immune system are conditioned by nutrition",
      "authors": [
        "A. Marcos",
        "E. Nova",
        "A. Montero"
      ]
    },
    {
      "title": "Circadian disruption in cancer: A neuroendocrine-immune pathway from stress to disease?",
      "authors": [
        "S. Sephton",
        "D. Spiegel"
      ]
    },
    {
      "title": "Countermeasure development against space radiation-induced gastrointestinal carcinogenesis: Current and future perspectives",
      "authors": [
        "S. Suman",
        "A.J. Fornace"
      ]
    },
    {
      "title": "Experimental studies of stress in space flight",
      "authors": [
        "G.E. Ruff"
      ]
    },
    {
      "title": "Stress in space flight: Metabolic aspects",
      "authors": [
        "R.A. Tigranyan",
        "L. Macho",
        "R. Kvetnansky",
        "S. Nemeth",
        "N.F. Kalita"
      ]
    },
    {
      "title": "The effect of space flight on human cellular immunity",
      "authors": [
        "A. Cogoli"
      ]
    },
    {
      "title": "Effect of space flight on cell-mediated immunity",
      "authors": [
        "A.D. Mandel",
        "E. Balish"
      ]
    },
    {
      "title": "Space flight and humoral and cellular immunity of animals",
      "authors": [
        "G. Sonnenfeld",
        "E.S. Miller"
      ]
    },
    {
      "title": "Therapeutics targeting the inflammasome after central nervous system injury",
      "authors": [
        "J.P. de Rivero Vaccari",
        "W.D. Dietrich",
        "R.W. Keane"
      ]
    },
    {
      "title": "Role of Inflammasomes in Neuroimmune and Neurodegenerative Diseases: A Systematic Review",
      "authors": [
        "Y. Lang",
        "F. Chu",
        "D. Shen",
        "W. Zhang",
        "C. Zheng",
        "J. Zhu",
        "L. Cui"
      ]
    },
    {
      "title": "Inflammasomes, the cardinal pathology mediators are activated by pathogens, allergens and mutagens: A critical review with focus on NLRP3",
      "authors": [
        "S. Patel"
      ]
    },
    {
      "title": "NOD-like receptors and inflammasomes: A review of their canonical and non-canonical signaling pathways",
      "authors": [
        "J.M. Platnich",
        "D.A. Muruve"
      ]
    },
    {
      "title": "Inflammasomes in neuroinflammation and changes in brain function: A focused review",
      "authors": [
        "G. Singhal",
        "E.J. Jaehne",
        "F. Corrigan",
        "C. Toben",
        "B.T. Baune"
      ]
    },
    {
      "title": "Inflammasomes and human autoimmunity: A comprehensive review",
      "authors": [
        "C.A. Yang",
        "B.L. Chiang"
      ]
    },
    {
      "title": "Activation and regulation of cellular inflammasomes: Gaps in our knowledge for central nervous system injury",
      "authors": [
        "J.P. de Rivero Vaccari",
        "W.D. Dietrich",
        "R.W. Keane"
      ]
    },
    {
      "title": "Multiple sclerosis: The NLRP3 inflammasome, gasdermin D, and therapeutics",
      "authors": [
        "A. Brint",
        "S. Greene",
        "A.R. Fennig-Victor",
        "S. Wang"
      ]
    },
    {
      "title": "Microglial Mayhem NLRP3 Inflammasome’s Role in Multiple Sclerosis Pathology",
      "authors": [
        "H. Fan",
        "Q. Fu",
        "G. Du",
        "L. Qin",
        "X. Shi",
        "D. Wang",
        "Y. Yang"
      ]
    },
    {
      "title": "Increased NLRP3 Inflammasome Activation and Pyroptosis in Patients With Multiple Sclerosis With Fingolimod Treatment Failure",
      "authors": [
        "S. Malhotra",
        "L. Hurtado-Navarro",
        "A. Pappolla",
        "L.M.M. Villar",
        "J. Rio",
        "X. Montalban",
        "P. Pelegrin",
        "M. Comabella"
      ]
    },
    {
      "title": "The NLRP3 inflammasome: A central player in multiple sclerosis",
      "authors": [
        "A. Otalora-Alcaraz",
        "T. Reilly",
        "M. Oro-Nolla",
        "M.C. Sun",
        "L. Costelloe",
        "H. Kearney",
        "P.H. Patra",
        "E.J. Downer"
      ]
    },
    {
      "title": "The interplay between mitochondrial dysfunction and NLRP3 inflammasome in multiple sclerosis: Therapeutic implications and animal model studies",
      "authors": [
        "A. Shadab",
        "M. Abbasi-Kolli",
        "M. Saharkhiz",
        "S.H. Ahadi",
        "B. Shokouhi",
        "J.S. Nahand"
      ]
    },
    {
      "title": "Proof-of-Principle Study of Inflammasome Signaling Proteins as Diagnostic Biomarkers of the Inflammatory Response in Parkinson’s Disease",
      "authors": [
        "E. Cabrera Ranaldi",
        "K. Nuytemans",
        "A. Martinez",
        "C.C. Luca",
        "R.W. Keane",
        "J.P. de Rivero Vaccari"
      ]
    },
    {
      "title": "Targeting the inflammasome in Parkinson’s disease",
      "authors": [
        "Q. Su",
        "W.L. Ng",
        "S.Y. Goh",
        "M.Y. Gulam",
        "L.F. Wang",
        "E.K. Tan",
        "M. Ahn",
        "Y.X. Chao"
      ]
    },
    {
      "title": "NLRP3 inflammasome signalling in Alzheimer’s disease",
      "authors": [
        "R.M. McManus",
        "E. Latz"
      ]
    },
    {
      "title": "Association of region-specific hippocampal reduction of neurogranin with inflammasome proteins in post mortem brains of Alzheimer’s disease",
      "authors": [
        "R.T. Vontell",
        "R. Gober",
        "J. Dallmeier",
        "D. Brzostowicki",
        "A. Barreda",
        "K. Blennow",
        "H. Zetterberg",
        "H. Kvartsberg",
        "S.H. Gultekin",
        "J.P. de Rivero Vaccari"
      ]
    },
    {
      "title": "The Role of Non-canonical and Canonical Inflammasomes in Inflammaging",
      "authors": [
        "B. Cyr",
        "R. Hadad",
        "R.W. Keane",
        "J.P. de Rivero Vaccari"
      ]
    },
    {
      "title": "Contribution of the inflammasome to inflammaging",
      "authors": [
        "N.H. Mejias",
        "C.C. Martinez",
        "M.E. Stephens",
        "J.P. de Rivero Vaccari"
      ]
    },
    {
      "title": "The inflammasome: A remote control for metabolic syndrome",
      "authors": [
        "M. Lamkanfi",
        "T.D. Kanneganti"
      ]
    },
    {
      "title": "Increased inflammasome activity in subcutaneous adipose tissue of patients with metabolic syndrome",
      "authors": [
        "R. Pahwa",
        "A. Singh",
        "B. Adams-Huet",
        "S. Devaraj",
        "I. Jialal"
      ]
    },
    {
      "title": "Ionizing radiation, cerebrovascular disease, and consequent dementia: A review and proposed framework relevant to space radiation exposure",
      "authors": [
        "K.B. Miller",
        "K.L. Mi",
        "G.A. Nelson",
        "R.B. Norman",
        "Z.S. Patel",
        "J.L. Huff"
      ]
    },
    {
      "title": "The NASA Twins Study: A multidimensional analysis of a year-long human spaceflight",
      "authors": [
        "F.E. Garrett-Bakelman",
        "M. Darshi",
        "S.J. Green",
        "R.C. Gur",
        "L. Lin",
        "B.R. Macias",
        "M.J. McKenna",
        "C. Meydan",
        "T. Mishra",
        "J. Nasrini"
      ]
    },
    {
      "title": "Insulin secretion and sensitivity in space flight: Diabetogenic effects",
      "authors": [
        "B.W. Tobin",
        "P.N. Uchakin",
        "S.K. Leeper-Woodford"
      ]
    },
    {
      "title": "NASA Space Flight Human-System Standard: Enabling human spaceflight missions by supporting astronaut health, safety, and performance",
      "authors": [
        "S.D. Childress",
        "T.C. Williams",
        "D.R. Francisco"
      ]
    },
    {
      "title": "Space flight calcium: Implications for astronaut health, spacecraft operations, and Earth",
      "authors": [
        "S.M. Smith",
        "T. McCoy",
        "D. Gazda",
        "J.L. Morgan",
        "M. Heer",
        "S.R. Zwart"
      ]
    },
    {
      "title": "Probability of hippocampus cell hits by high-LET space radiation in a low-Earth-orbit mission (STS-91)",
      "authors": [
        "H. Yasuda",
        "T. Komiyama",
        "K. Fujitaka"
      ]
    },
    {
      "title": "Targeted Activation of Hippocampal Place Cells Drives Memory-Guided Spatial Behavior",
      "authors": [
        "N.T.M. Robinson",
        "L.A.L. Descamps",
        "L.E. Russell",
        "M.O. Buchholz",
        "B.A. Bicknell",
        "G.K. Antonov",
        "J.Y.N. Lau",
        "R. Nutbrown",
        "C. Schmidt-Hieber",
        "M. Hausser"
      ]
    },
    {
      "title": "Space Radiation-Induced Alterations in the Hippocampal Ubiquitin-Proteome System",
      "authors": [
        "A. Tidmore",
        "S.M. Dutta",
        "A.S. Fesshaye",
        "W.K. Russell",
        "V.D. Duncan",
        "R.A. Britten"
      ]
    },
    {
      "title": "Bioastronautics: The influence of microgravity on astronaut health",
      "authors": [
        "E. Blaber",
        "H. Marcal",
        "B.P. Burns"
      ]
    },
    {
      "title": "Astronaut aids health research. Interview by Marilyn Rubin and Sarah Gueldner",
      "authors": [
        "R.L. Bondar"
      ]
    },
    {
      "title": "Space Radiation: The Number One Risk to Astronaut Health beyond Low Earth Orbit",
      "authors": [
        "J.C. Chancellor",
        "G.B. Scott",
        "J.P. Sutton"
      ]
    },
    {
      "title": "SpaceX must share astronaut health data to boost space biomedicine",
      "authors": [
        "D.A. Green"
      ]
    },
    {
      "title": "Design and current status of the longitudinal study of astronaut health",
      "authors": [
        "P.B. Hamm",
        "A.E. Nicogossian",
        "S.L. Pool",
        "M.L. Wear",
        "R.D. Billica"
      ]
    },
    {
      "title": "A review of astronaut mental health in manned missions: Potential interventions for cognitive and mental health challenges",
      "authors": [
        "F.A. Oluwafemi",
        "R. Abdelbaki",
        "J.C. Lai",
        "J.G. Mora-Almanza",
        "E.M. Afolayan"
      ]
    },
    {
      "title": "Longitudinal study of astronaut health: Mortality in the years 1959–1991",
      "authors": [
        "L.E. Peterson",
        "L.J. Pepper",
        "P.B. Hamm",
        "S.L. Gilbert"
      ]
    },
    {
      "title": "Microgravity and Radiation Effects on Astronaut Intervertebral Disc Health",
      "authors": [
        "K. Smith",
        "J. Mercuri"
      ]
    },
    {
      "title": "Evaluating the biological impact of shelters on astronaut health during different solar particle events: A Geant4-DNA simulation study",
      "authors": [
        "H. Vafapour",
        "P. Rafiepour",
        "J. Moradgholi",
        "S. Mortazavi"
      ]
    },
    {
      "title": "Hepatotoxicity in spaceflight: Intrinsic and extrinsic risks for astronaut metabolic health",
      "authors": [
        "E. Waisberg",
        "J. Ong",
        "M. Masalkhi",
        "B. Cools",
        "R. Lee",
        "M. Vinken",
        "A.G. Lee"
      ]
    },
    {
      "title": "Effects of (1)H + (16)O Charged Particle Irradiation on Short-Term Memory and Hippocampal Physiology in a Murine Model",
      "authors": [
        "F. Kiffer",
        "H. Carr",
        "T. Groves",
        "J.E. Anderson",
        "T. Alexander",
        "J. Wang",
        "J.W. Seawright",
        "V. Sridharan",
        "G. Carter",
        "M. Boerma"
      ]
    },
    {
      "title": "LGM2605 Reduces Space Radiation-Induced NLRP3 Inflammasome Activation and Damage in In Vitro Lung Vascular Networks",
      "authors": [
        "S. Chatterjee",
        "R.A. Pietrofesa",
        "K. Park",
        "J.Q. Tao",
        "A. Carabe-Fernandez",
        "A.T. Berman",
        "C. Koumenis",
        "T. Sielecki",
        "M. Christofidou-Solomidou"
      ]
    },
    {
      "title": "Validation of a New Rodent Experimental System to Investigate Consequences of Long Duration Space Habitation",
      "authors": [
        "S.Y. Choi",
        "A. Saravia-Butler",
        "Y. Shirazi-Fard",
        "D. Leveson-Gower",
        "L.S. Stodieck",
        "S.M. Cadena",
        "J. Beegle",
        "S. Solis",
        "A. Ronca",
        "R.K. Globus"
      ]
    },
    {
      "title": "Characterization of gene expression profiles in the mouse brain after 35 days of spaceflight mission",
      "authors": [
        "J.M. Holley",
        "S. Stanbouly",
        "M.J. Pecaut",
        "J.S. Willey",
        "M. Delp",
        "X.W. Mao"
      ]
    },
    {
      "title": "Rodent brain extraction and dissection: A comprehensive approach",
      "authors": [
        "R. Aboghazleh",
        "S.D. Boyajian",
        "A. Atiyat",
        "M. Udwan",
        "M. Al-Helalat",
        "R. Al-Rashaideh"
      ]
    },
    {
      "title": "Microdissection of Mouse Brain into Functionally and Anatomically Different Regions",
      "authors": [
        "J. Meyerhoff",
        "S. Muhie",
        "N. Chakraborty",
        "L. Naidu",
        "B. Sowe",
        "R. Hammamieh",
        "M. Jett",
        "A. Gautam"
      ]
    },
    {
      "title": "",
      "authors": [
        "K.B. Franklin"
      ]
    },
    {
      "title": "Methods to Study Inflammasome Activation in the Central Nervous System: Immunoblotting and Immunohistochemistry",
      "authors": [
        "B. Cyr",
        "J.P. de Rivero Vaccari"
      ]
    },
    {
      "title": "Cohort study on the differential expression of inflammatory and angiogenic factors in thrombi, cerebral and peripheral plasma following acute large vessel occlusion stroke",
      "authors": [
        "X.O. Scott",
        "S.H. Chen",
        "R. Hadad",
        "D. Yavagal",
        "E.C. Peterson",
        "R.M. Starke",
        "W.D. Dietrich",
        "R.W. Keane",
        "J.P. de Rivero Vaccari"
      ]
    },
    {
      "title": "Sex Differences in the Inflammatory Profile in the Brain of Young and Aged Mice",
      "authors": [
        "B. Cyr",
        "J.P. de Rivero Vaccari"
      ]
    },
    {
      "title": "Alterations in adaptive immunity persist during long-duration spaceflight",
      "authors": [
        "B. Crucian",
        "R.P. Stowe",
        "S. Mehta",
        "H. Quiriarte",
        "D. Pierson",
        "C. Sams"
      ]
    },
    {
      "title": "Effects of spaceflight on innate immune function and antioxidant gene expression",
      "authors": [
        "F.P. Baqai",
        "D.S. Gridley",
        "J.M. Slater",
        "X. Luo-Owen",
        "L.S. Stodieck",
        "V. Ferguson",
        "S.K. Chapes",
        "M.J. Pecaut"
      ]
    },
    {
      "title": "Locomotor and gait changes in the LPS model of neuroinflammation are correlated with inflammatory cytokines in blood and brain",
      "authors": [
        "D. Carregosa",
        "N. Loncarevic-Vasiljkovic",
        "R. Feliciano",
        "D. Moura-Louro",
        "C.S. Mendes",
        "C.N. Dos Santos"
      ]
    },
    {
      "title": "New insight into neurological degeneration: Inflammatory cytokines and blood-brain barrier",
      "authors": [
        "J. Yang",
        "M. Ran",
        "H. Li",
        "Y. Lin",
        "K. Ma",
        "Y. Yang",
        "X. Fu",
        "S. Yang"
      ]
    },
    {
      "title": "Association of inflammatory cytokines with magnetic resonance imaging features of the brain in patients with depression",
      "authors": [
        "L. Zhou",
        "Q. Li",
        "S. Liu",
        "L. Wang",
        "M. Yu",
        "X. Lu",
        "L. Yang",
        "W. Lei",
        "G. Chen"
      ]
    },
    {
      "title": "Evidence for increased thermogenesis in female C57BL/6J mice housed aboard the international space station",
      "authors": [
        "C.P. Wong",
        "U.T. Iwaniec",
        "R.T. Turner"
      ]
    },
    {
      "title": "Multi-omics analysis of multiple missions to space reveal a theme of lipid dysregulation in mouse liver",
      "authors": [
        "A. Beheshti",
        "K. Chakravarty",
        "H. Fogle",
        "H. Fazelinia",
        "W.A.D. Silveira",
        "V. Boyko",
        "S.L. Polo",
        "A.M. Saravia-Butler",
        "G. Hardiman",
        "D. Taylor"
      ]
    },
    {
      "title": "Explainable machine learning identifies multi-omics signatures of muscle response to spaceflight in mice",
      "authors": [
        "K. Li",
        "R. Desai",
        "R.T. Scott",
        "J.R. Steele",
        "M. Machado",
        "S. Demharter",
        "A. Hoarfrost",
        "J.L. Braun",
        "V.A. Fajardo",
        "L.M. Sanders"
      ]
    },
    {
      "title": "Muscle atrophy phenotype gene expression during spaceflight is linked to a metabolic crosstalk in both the liver and the muscle in mice",
      "authors": [
        "G. Vitry",
        "R. Finch",
        "G. McStay",
        "A. Behesti",
        "S. Dejean",
        "T. Larose",
        "V. Wotring",
        "W.A. da Silveira"
      ]
    },
    {
      "title": "Increased carbon dioxide levels stimulate neutrophils to produce microparticles and activate the nucleotide-binding domain-like receptor 3 inflammasome",
      "authors": [
        "S.R. Thom",
        "V.M. Bhopale",
        "J. Hu",
        "M. Yang"
      ]
    },
    {
      "title": "Evaluation of rodent spaceflight in the NASA animal enclosure module for an extended operational period (up to 35 days)",
      "authors": [
        "E.L. Moyer",
        "P.M. Dumars",
        "G.S. Sun",
        "K.J. Martin",
        "D.G. Heathcote",
        "R.D. Boyle",
        "M.G. Skidmore"
      ]
    },
    {
      "title": "Radiation exposure induces inflammasome pathway activation in immune cells",
      "authors": [
        "V.M. Stoecklein",
        "A. Osuka",
        "S. Ishikawa",
        "M.R. Lederer",
        "L. Wanke-Jellinek",
        "J.A. Lederer"
      ]
    },
    {
      "title": "The inflammasome mediates UVB-induced activation and secretion of interleukin-1beta by keratinocytes",
      "authors": [
        "L. Feldmeyer",
        "M. Keller",
        "G. Niklaus",
        "D. Hohl",
        "S. Werner",
        "H.D. Beer"
      ]
    },
    {
      "title": "Persistence of apoptosis and inflammatory responses in the heart and bone marrow of mice following whole-body exposure to (2)(8)Silicon ((2)(8)Si) ions",
      "authors": [
        "M. Tungjai",
        "E.B. Whorton",
        "K.N. Rithidech"
      ]
    },
    {
      "title": "Cardiovascular risks associated with low dose ionizing particle radiation",
      "authors": [
        "X. Yan",
        "S.P. Sasi",
        "H. Gee",
        "J. Lee",
        "Y. Yang",
        "R. Mehrzad",
        "J. Onufrak",
        "J. Song",
        "H. Enderling",
        "A. Agarwal"
      ]
    },
    {
      "title": "Measurements of energetic particle radiation in transit to Mars on the Mars Science Laboratory",
      "authors": [
        "C. Zeitlin",
        "D.M. Hassler",
        "F.A. Cucinotta",
        "B. Ehresmann",
        "R.F. Wimmer-Schweingruber",
        "D.E. Brinza",
        "S. Kang",
        "G. Weigle",
        "S. Bottcher",
        "E. Bohm"
      ]
    },
    {
      "title": "Endoplasmic reticulum stress-dependent activation of iNOS/NO-NF-kappaB signaling and NLRP3 inflammasome contributes to endothelial inflammation and apoptosis associated with microgravity",
      "authors": [
        "M. Jiang",
        "H. Wang",
        "Z. Liu",
        "L. Lin",
        "L. Wang",
        "M. Xie",
        "D. Li",
        "J. Zhang",
        "R. Zhang"
      ]
    },
    {
      "title": "X-ray irradiation reduces ATP-dependent activation of NLRP3 inflammasome by inhibiting TWIK2 activity in macrophages",
      "authors": [
        "X. Huang",
        "M. Niu",
        "T. Sun",
        "M. Li",
        "X. Jiang",
        "H. Duan",
        "T. Zhang",
        "J. Zhang",
        "F. Xie",
        "R. Song"
      ]
    },
    {
      "title": "Spaceflight decelerates the epigenetic clock orchestrated with a global alteration in DNA methylome and transcriptome in the mouse retina",
      "authors": [
        "Z. Chen",
        "S. Stanbouly",
        "N.C. Nishiyama",
        "X. Chen",
        "M.D. Delp",
        "H. Qiu",
        "X.W. Mao",
        "C. Wang"
      ]
    },
    {
      "title": "Stalled replication fork protection limits cGAS-STING and P-body-dependent innate immune signalling",
      "authors": [
        "A. Emam",
        "X. Wu",
        "S. Xu",
        "L. Wang",
        "S. Liu",
        "B. Wang"
      ]
    },
    {
      "title": "Long-term effects of simulated microgravity and/or chronic exposure to low-dose gamma radiation on behavior and blood-brain barrier integrity",
      "authors": [
        "J.A. Bellone",
        "P.S. Gifford",
        "N.C. Nishiyama",
        "R.E. Hartman",
        "X.W. Mao"
      ]
    },
    {
      "title": "Combined Exposure to Simulated Microgravity and Acute or Chronic Radiation Reduces Neuronal Network Integrity and Survival",
      "authors": [
        "G. Pani",
        "M. Verslegers",
        "R. Quintens",
        "N. Samari",
        "L. de Saint-Georges",
        "P. van Oostveldt",
        "S. Baatout",
        "M.A. Benotmane"
      ]
    },
    {
      "title": "The Effects of Combined Exposure to Simulated Microgravity, Ionizing Radiation, and Cortisol on the In Vitro Wound Healing Process",
      "authors": [
        "W.E. Radstake",
        "K. Gautam",
        "S. Miranda",
        "R. Vermeesen",
        "K. Tabury",
        "E. Rehnberg",
        "J. Buset",
        "A. Janssen",
        "L. Leysen",
        "M. Neefs"
      ]
    },
    {
      "title": "Leukocyte activity is altered in a ground based murine model of microgravity and proton radiation exposure",
      "authors": [
        "J.K. Sanzari",
        "A.L. Romero-Weaver",
        "G. James",
        "G. Krigsfeld",
        "L. Lin",
        "E.S. Diffenderfer",
        "A.R. Kennedy"
      ]
    },
    {
      "title": "Combined Effects of Simulated Microgravity and Radiation Exposure on Osteoclast Cell Fusion",
      "authors": [
        "S. Shanmugarajan",
        "Y. Zhang",
        "M. Moreno-Villanueva",
        "R. Clanton",
        "L.H. Rohde",
        "G.T. Ramesh",
        "J.D. Sibonga",
        "H. Wu"
      ]
    },
    {
      "title": "Simultaneous Exposure of Cultured Human Lymphoblastic Cells to Simulated Microgravity and Radiation Increases Chromosome Aberrations",
      "authors": [
        "S. Yamanouchi",
        "J. Rhone",
        "J.H. Mao",
        "K. Fujiwara",
        "P.B. Saganti",
        "A. Takahashi",
        "M. Hada"
      ]
    },
    {
      "title": "The Impact of Microgravity on Immunological States",
      "authors": [
        "J. Hicks",
        "M. Olson",
        "C. Mitchell",
        "C.M. Juran",
        "A.M. Paul"
      ]
    },
    {
      "title": "Human immune system adaptations to simulated microgravity revealed by single-cell mass cytometry",
      "authors": [
        "J.M. Spatz",
        "M.H. Fulford",
        "A. Tsai",
        "D. Gaudilliere",
        "J. Hedou",
        "E. Ganio",
        "M. Angst",
        "N. Aghaeepour",
        "B. Gaudilliere"
      ]
    },
    {
      "title": "Female mice are protected from space radiation-induced maladaptive responses",
      "authors": [
        "K. Krukowski",
        "K. Grue",
        "E.S. Frias",
        "J. Pietrykowski",
        "T. Jones",
        "G. Nelson",
        "S. Rosi"
      ]
    },
    {
      "title": "Space-like (56)Fe irradiation manifests mild, early sex-specific behavioral and neuropathological changes in wildtype and Alzheimer’s-like transgenic mice",
      "authors": [
        "B. Liu",
        "R.G. Hinshaw",
        "K.X. Le",
        "M.A. Park",
        "S. Wang",
        "A.P. Belanger",
        "S. Dubey",
        "J.L. Frost",
        "Q. Shi",
        "P. Holton"
      ]
    },
    {
      "title": "Combined Effects of Three High-Energy Charged Particle Beams Important for Space Flight on Brain, Behavioral and Cognitive Endpoints in B6D2F1 Female and Male Mice",
      "authors": [
        "J. Raber",
        "J. Yamazaki",
        "E.R.S. Torres",
        "N. Kirchoff",
        "K. Stagaman",
        "T. Sharpton",
        "M.S. Turker",
        "A. Kronenberg"
      ]
    },
    {
      "title": "Hippocampal neurogenesis and neuroinflammation after cranial irradiation with (56)Fe particles",
      "authors": [
        "R. Rola",
        "K. Fishman",
        "J. Baure",
        "S. Rosi",
        "K.R. Lamborn",
        "A. Obenaus",
        "G.A. Nelson",
        "J.R. Fike"
      ]
    }
  ],
  "original_title": "Effects of Space Flight on Inflammasome Activation in the Brain of Mice.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f806/11941215/08c2909ffb73/cells-14-00417-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f806/11941215/fcf78684acb6/cells-14-00417-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f806/11941215/c2d0ba86b049/cells-14-00417-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f806/11941215/a3b62b3ff17e/cells-14-00417-g004.jpg"
  ]
}