{
  "pmcid": "PMC11339457",
  "title": "Discoveries from human stem cell research in space that are relevant to advancing cellular therapies on Earth",
  "abstract": "Stem cell research performed in space has provided fundamental insights into stem cell properties and behavior in microgravity including cell proliferation, differentiation, and regeneration capabilities. However, there is broader scientific value to this research including potential translation of stem cell research in space to clinical applications. Here, we present important discoveries from different studies performed in space demonstrating the potential use of human stem cells as well as the limitations in cellular therapeutics. A full understanding of the effects of microgravity in space on potentially supporting the expansion and/or enhancement of stem cell function is required to translate the findings into clinics.",
  "introduction": "Introduction\n\nOver the last two decades, there have been tremendous advancements in stem cell biology within regenerative medicine as well as innovations in space technologies. The International Space Station (ISS) has been increasingly supportive of academic and commercial groups using microgravity for research and product development with potential benefits for use on Earth. There is a growing interest in evaluating the potential for stem cells and their derived tissues in space to model human disease mechanisms and treat diseases through cell therapy.\n\nAt the start of human spaceflight, the primary focus of life science research conducted in space was to understand the physiological effects of the spaceflight environment including microgravity on humans to keep them alive and well in this extreme environment. Additionally, medical research in space has uncovered valuable evidence about the effects of microgravity on the human condition including biological processes and disease pathways. A great wealth of knowledge about cells and tissues has been known in biomedical space research. In recent years, there has been an emerging interest from scientists, governments, and commercial entities to investigate human health in space for the benefit of humans on Earth too. Studying stem cells in space has uncovered their behavior in an environment other than Earth, revealing mechanisms which would otherwise be undetected or unknown with the inevitable presence of normal gravity. This includes changes to stem cell proliferation rates, differentiation, and lineage phenotypes. Stem cell research performed in space has shown potential ways microgravity can be leveraged to advance cellular therapeutics in space to benefit human life and commercial enterprise on Earth. This paper reviews important discoveries that have occurred in real microgravity conditions on the ISS demonstrating the impact of microgravity on fundamental stem cell properties relevant to regenerative medicine practices and therapeutics on Earth. We present here different areas of stem cell research conducted in space that have potential to translate to terrestrial applications within the context of developing cellular therapies while also highlighting the limitations and opposing evidence available. Prior to these spaceflight studies, little was known about the role of microgravity in influencing human stem cell growth and fate. We are just starting to understand the ways in which a microgravity environment influences stem cell function, division, and survival.\n\nStem cell studies in space and their potential application\n\nThe main types of stem cells used in clinical and experimental cell therapy are pluripotent stem cells and adult stem cells. Pluripotent stem cells include embryonic stem cells, epiblast stem cells, embryonic germ cells and induced pluripotent stem cells (iPSCs). iPSCs are specialized human stem cells created in the lab from a person’s blood or skin cells and can generate nearly any cell in the body, and hence, can be used in regenerative medicine therapies. They are derived from direct reprogramming of postnatal/adult somatic cells in vitro. They also carry an individual’s own DNA making them ideal for creating tailored treatments for diseases and are essential in the field of personalized medicine. Currently, the clinical use of pluripotent stem cells largely lacks therapeutic evidence and is constrained to investigational regenerative medicine. As for adult stem cells, they are rare, undifferentiated stem cells which replenish cells and contribute to growth and repair of tissue by giving rise to progenitor cells which differentiate into the required cell types. Adult stem cells include hematopoietic stem cells (HSCs), mesenchymal stem cells (MSCs), skin stem cells (SSCs) and neural stem cells (NSCs). With current tissue engineering technologies and advancements in gene editing techniques, stem cells can be remodeled into three-dimensional organoids and tissue structures, further exacerbating their use in personalized regenerative applications.\n\nStem cell-based therapies are a possible treatment for age-related conditions including stroke, dementia, neurodegenerative diseases, and cancer, among other conditions and injuries. However, such treatments may require large amounts of stem cells, and this is difficult to achieve since expanding stem cells for therapies remains a challenge. One of the most important factors influencing therapeutic effects of stem cells is their culture environment, including presence or absence of gravitational forces. Microgravity is recognized as a novel culture environment for stem cells as a result of the unique changes which can occur in a microgravity culture.\n\nDifferent research groups around the world have been working on expanding stem cells in space for use in terrestrial studies and practices. This is a result of the advantages that the microgravity environment provides to cells in space. The goal of almost all these spaceflight studies is to enhance growth of large amounts of safe and high-quality clinical-grade stem cells with minimal cell differentiation. The studies also evaluate the feasibility of successful harvest and transport of the space expanded stem cells back to Earth. Optimizing these experiments and creating standardized protocols can enable the growth of stem cells in space for patient use on Earth.\n\nThe space environment offers an advantage to the growth of stem cells by providing a more natural three-dimensional (3D) state for their expansion which closely resembles growth of cells in the human body, in comparison to the two-dimensional (2D) culture environment available on Earth which less likely imitates real tissue. A 3D cell culture system better mimics the behaviors and reactions of cells in vivo than 2D systems by simulating native cell-cell interactions and development. Therefore, scientists are interested in the effects of microgravity in creating a 3D cell culture system for stem cells by offloading the gravitational forces exerted on cells and replicating physiological composition of cells and their spatial arrangements. Different types of stem cells have been sent into space to assess whether space is in fact an ideal platform to produce large quantities of stem cells and eventually improve treatments on Earth.\n\nTypes of stem cells studied in space\n\nMesenchymal stem cells (MSCs), hematopoietic stem cells (HSCs), cardiomyocytes derived from induced pluripotent stem cells (hiPSC-CMs), cardiovascular progenitor cells (CPCs) and neural stem cells (NSCs) have been sent to the ISS and returned for analysis. Their phenotypic and functional characteristics including their biology, stemness, and fate choice towards specific lineages were evaluated to ensure their maintenance of identity and safety (Table 1). These stem cells are vital for stem cell therapy including bone marrow transplant for the treatment of bone or blood cancers, and helping patients recover neurons and blood vessels after a stroke. Successfully growing stem cells in space and maintaining their stemness without differentiation into other downstream lineages while bringing them back to Earth in good condition can make these cells feasible for use in patients in the future (Fig. 1).\n\nMesenchymal stem cells\n\nMSCs are known to have potential as therapeutic agents. However, their safe and efficient expansion while maintaining stem cell properties is still a major challenge in the field. Nonetheless, a study conducted by Huang et al. evaluated the feasibility, potency, and safety of growing human bone marrow derived MSCs in space for potential future clinical applications. The MSCs were grown on the ISS for two weeks and different analyses were performed on them after their return to Earth. The results of this study showed that MSCs maintained their phenotype and proliferative characteristics after expansion on the ISS, prior microgravity exposure did not influence MSC differentiation abilities, and several cytokines and growth factors were significantly altered by microgravity and dependent on duration of exposure. MSCs grown in space showed enhanced immunosuppressive capabilities compared to those cultured on Earth. Also, no evidence of malignant transformation or genomic integrity compromise were found as demonstrated via the chromosomal, DNA damage and tumorigenicity assays.\n\nFurthermore, it is hypothesized that MSC cultures maintained in microgravity may be used for cell-based therapy in diseases of the central nervous system. Results collected via gene expression profiling from the experiment “Stroma-2” performed aboard the ISS showed that in-space mouse bone marrow-derived MSCs had higher expression of genes involved in neural development, neuron morphogenesis, and transmission of nerve impulse and synapse than MSCs grown on Earth. Also, human MSCs cultured in simulated microgravity demonstrated therapeutic properties in a mouse model of acute injury via significantly higher expression of anti-inflammatory and anti-apoptotic factors compared to MSCs cultured in normal gravity. Brain-injured mice that were transplanted with MSCs cultured in microgravity showed greater motor functional recovery than those transplanted with MSCs cultured in normal gravity. Similarly, rat bone marrow-derived MSCs cultured in simulated microgravity which were transplanted into a rat model of spinal cord injury showed enhanced functional improvement and therapeutic effects. Although the detailed mechanisms remain unclear, the results of these various stem cell transplantation studies demonstrate the benefits of using simulated microgravity as part of the culture experimental design to enhance therapeutic effects of MSCs using cell-based therapy for central nervous system diseases.\n\nNonetheless, simulated microgravity has been shown to inhibit the migration of rat MSCs and suppress the differentiation of human MSCs, mouse MSCs, and rat MSCs. Suppression of differentiation under microgravity may alter generation of multiple tissue lineages in space. However, inhibition of differentiation of MSCs preserves their stemness and allows them to maintain their stem cell identity. This could help expand the cells in space for clinical application on Earth. Furthermore, simulated microgravity has been seen to inhibit proliferation of MSCs in some studies and show increased proliferation compared to those cultured in normal gravity in others. Therefore, conflicting data is present on the behavior of MSCs in microgravity, and hence, their potential benefits in stem cell-based therapy needs to be further explored.\n\nHematopoietic stem cells\n\nHSCs are primarily found in the bone marrow and give rise to all mature blood cells including red blood cells, white blood cells and platelets. The effects of spaceflight on human HSC proliferation and differentiation were explored in vitro via culture of CD34+ bone marrow-derived cells in suspension for 11 days during the space shuttle mission STS-63 (Discovery) and 13 days during STS-69 (Endeavour). Compared to ground control samples, the in-space HSCs exhibited a significant decline in the growth of myeloid and erythroid progenitor cell numbers. The in-space HSCs also showed an absolute increase in terminally differentiated macrophages, suggesting accelerated differentiation towards the macrophage lineage. The study indicates that the proliferation and differentiation of HSCs is impacted by microgravity with erythropoiesis being particularly sensitive to changes in gravity. Therefore, gravity may play a key role in certain pathways and biological processes of in vitro hematopoiesis. Additionally, these findings suggest that spaceflight anemia may be a result of suppression of erythropoiesis by microgravity, among other factors. The reduced differentiation observed within in-space HSCs suggests that microgravity may play a role in preserving the stemness of HSCs, and hence, may be used as HSC therapy in which they can be given to patients to produce functional and terminally differentiated cells. It remains to be established that space expanded HSC can produce functional and terminally differentiated hematopoietic cells on Earth.\n\nOn the contrary, a significant decrease in the number of mouse bone marrow hematopoietic stem and progenitor cells was reported during 12 days of spaceflight and simulated microgravity, mainly by blocking cell cycle at G1/S transition. However, their differentiation abilities were not affected. In addition to this, a study which analyzed peripheral blood samples from six astronauts who had participated in spaceflight missions found significant changes in several cell populations at different time points, including HSCs. The changes to lineage cells and HSCs were further studied in a mouse model, using hindlimb unloading to simulate microgravity, and found a reduction in frequency of NK cells, B cells, and erythrocyte precursors in the bone marrow and increase in frequency of T cells, neutrophils, and HSCs. Deep sequencing showed changes in the expression of regulatory molecules important for the differentiation of HSCs, and hence, their findings demonstrated that spaceflight and simulated microgravity may disrupt the homeostasis of immune system and cause dynamic changes to both HSCs and lineage cells. Additionally, simulated microgravity was shown to significantly inhibit the migration potential, cell-cycle progression and differentiation patterns in primitive HSC and impair DNA damage repair in human HSCs. Profound changes to HSCs may limit their applications in stem cell-based therapies.\n\nCardiomyocytes derived from induced pluripotent stem cells\n\nThe heart has limited ability in regenerating lost cardiomyocytes following an adverse event like a heart attack. However, cardiomyocytes derived from human iPSCs may be a potential solution to replacing lost and dead cells in such an event. Wnorowski et al. 2019 analyzed human induced pluripotent stem cell-derived cardiomyocytes (hiPSC-CMs) following 5.5 weeks of culture in space on the ISS. Analysis of gene expression, structure, and functions of these cells in comparison with ground control hiPSC-CMs was done. The differences observed include changes in calcium handling while RNA-sequencing showed differential expression of 2635 genes among flight, post-flight, and ground control samples, specifically upregulated genes involved in mitochondrial metabolism. No significant differences in cell morphology or sarcomere structure between spaceflight and ground control samples were seen. This study demonstrated the use of hiPSC-CMs to model the effects of microgravity in space, showing that the cells change their functional properties in spaceflight and compensate for the reduction in gravity by altering their gene expression patterns at the cellular level. Also, this study demonstrated the successful culture and return of viable cardiomyocytes derived from iPSCs which may pose potential therapeutic use.\n\nAdditionally, another study investigated hiPSC-CMs in space, starting with hiPSC-cardiac progenitors. Cryopreserved 3D hiPSC-cardiac progenitors differentiated into cardiomyocytes and showed 3-fold larger sphere sizes, 20-fold higher counts of nuclei, and increased expression of proliferation markers compared to ground control samples, following three weeks on the ISS. In-space hiPSC-CMs also demonstrated increased expression of contraction-associated genes and enhanced calcium handling. Transient exposure to microgravity (3 days) showed upregulation in genes involved in cell proliferation, differentiation, survival, and contraction. Therefore, the successful expansion of hiPSC-CMs derived from hiPSC-cardiac progenitors in space resulted in efficient production of highly enriched cardiomyocytes with the required features for function, and thus, may present potential therapeutic applications. These findings are supported by another study in which cardiac spheres derived from hiPSCs in simulated microgravity culture showed enhanced production of highly enriched cardiomyocytes (99% purity) with high viability (90%), upregulation of genes associated with proliferation and survival and expected functional properties. During iPSC generation, the gravity-induced tension present on Earth is absent under microgravity conditions, possibly making it easier for stem cells to multiply quicker.\n\nCardiovascular progenitor cells\n\nCardiac regeneration is limited due to insufficient numbers of cardiovascular progenitor cells (CPCs), low self-renewal potency and production of immature cardiomyocytes, among other reasons. Current clinical trials which stimulate repair in damaged heart tissue are promising but are limited as a result of cells failing to engraft into the host tissue and use of progenitor cells restricted in potency. CPCs are capable of self-renewal and differentiation into the three main cell types of cardiac tissue including cardiomyocytes, smooth muscle cells and endothelial cells. Therefore, characterizing the molecular events which encourage stemness in CPCs during spaceflight may have implications for enhancing their regenerative potential for stem cell-based cardiac repair. CPCs shift from silent to active phases during processes of tissue regeneration which contributes to their differentiation into new myocytes and endothelial cells.\n\nOn the ISS, neonatal and adult CPCs were cultured, and both showed increased expression of DNA repair genes and paracrine factors, and enhanced migration. Changes in cytoskeletal modifications as a result of reduced mechanotransduction were reported. The findings showed that neonatal CPCs exhibited increased expression of early developmental markers and proliferative potential while adult CPCs did not. An increased understanding of the response of CPCs to microgravity in space and identification of novel targets for enhancing therapies can help advance novel cardiovascular stem cell therapies on Earth. Additionally, microgravity in space activated yes-associated protein (YAP1), a key component of the Hippo signaling pathway which regulates cell proliferation and cardiac development in adult CPCs which have potential benefit for cardiovascular repair. The study suggests that inducing adult CPCs to overexpress YAP1 can enable these progenitors to have regeneration potential similar to that of neonatal CPCs. This is particularly significant in the field of cardiac regeneration, given that the human heart has limited regeneration capabilities.\n\nNeural stem cells\n\nNeural stem cells (NSCs) derived from human iPSCs were cultured on the ISS and then returned to Earth. Analysis of these cells showed that they preserved their stemness and were able to proliferate in space while also remaining as NSCs after 39.3 days unattended in the same culture medium in space. These in-space NSCs were able to maintain their ability to become young neurons when cultured in neuronal specification media (NSM) upon return, indicating that exposure to microgravity in space did not change their potential to choose the neuronal fate. Additionally, neuroblasts proliferated for over a week when placed in NSM before deciding to mature.\n\nThese findings show that microgravity is an excellent tool to increase neural cell numbers without the need to perform genetic manipulations of long-term treatments with mitogens. This is relevant to advancing human health on Earth since neurodegenerative diseases frequently result from loss of a specific cell population and perhaps in-space grown NSCs can be a potential solution. Investigating the effects of microgravity in space on the regulation of NSCs and their commitment to a specific lineage can offer benefits to patients on Earth for cell replacement therapies and recovery of CNS structure and function. This can be done by using donor cells from the patients themselves to address neurodegenerative and development disorders including cerebral palsy or multiple sclerosis, and then developing personalized treatments for them.\n\nIn addition to this, RNA-Sequencing (RNA-Seq) based transcriptomic profiling revealed that NSCs maintained greater stemness ability during spaceflight via elevation of markers for stemness including Sox2, Pax6, and Notch1 despite reduction in growth rate. Also, the increased expression of mature neuron marker Map2 and decrease in astrocyte marker Gfap and the oligodendrocyte markers Gal and Olig2 demonstrated NSCs’ tendency to differentiate into neurons in space. These findings suggest that culture in outer space combined with biomaterial-based 3D culture system may improve the neural differentiation abilities of NSCs in vitro and contribute to tissue engineering. Further understanding of the mechanisms which occur in NSCs during spaceflight could improve our knowledge and unveil potential benefits for NSC-based regenerative medicine. Also, boundary cap neural crest stem cells exposed to real microgravity in space showed improved viability and increased survival and proliferation compared to cells exposed to simulated gravity on Earth, with significantly different gene expression patterns for proliferation, adhesion, and differentiation between the space and simulated microgravity groups. Conflicting evidence persists since in-space NSCs experience a reduction in growth rate in space but also proliferate at a higher rate and up to 72 h following spaceflight, irrespective of flight duration.\n\nFurthermore, a recent study which assessed the behavior of in-space NSCs that readapted to Earth’s gravity found that although most of these cells survived spaceflight and self-renewed, some showed enhanced stress responses and autophagy-like behavior via secretome and proteomics analysis and increased energy production demands. Also, NSCs derived from hiPSCs which remained onboard the ISS for 39.6 days before returning to Earth showed an increased number of abnormal cell division events between one- and two-weeks post-space flight. Nonetheless, the different cell types that form the central nervous system, either individually or collectively, may respond to microgravity in different ways. Also, the culture hardware used in space may play a role in how cells respond.\n\nFurther benefits\n\nIn addition to using in-space stem cells for clinical use on Earth, there are many other benefits that result from this scientific endeavor. Stem cells in space can be used as tools for scientists in disease modelling to test new therapeutics when studying a specific disease. Performing such experiments expands the use of space as a unique and natural environment in biomedical research to study biological phenomena to manipulate cell processes. Also, advancing in-space expansion of stem cells opens the door to exploring many other cell types and potential therapeutics to be evaluated and tested in microgravity, besides stem cells. Such research also encourages the study of organoids in space which may hold promising regenerative medicine and translational stem cell applications.\n\nAdditionally, the potential privatization and/or commercialization of in-space stem cells allows the acceleration of research and technology development in low Earth orbit (LEO), further expanding the medical commerce in space and valuable biomanufacturing enterprises. The advancements currently taking place in space infrastructure technologies are promising in reducing costs and increasing frequency to access space. Growing stem cells in space pushes the boundaries of creativity and innovation in seeking ways to help patients and advancing medical practice forward, that may not be replicated in a terrestrial setting. Using the LEO environment to expand stem cells and other products for scientific research and clinical use could provide insights that have significant impacts to the greater scientific community and public.\n\nFurthermore, understanding how stem cells behave in space and their subsequent expansion helps the development of suitable countermeasures to protect astronauts from problems encountered during long-duration spaceflight missions. It benefits current and future space travelers as more knowledge is known about the effects of microgravity on the behavior of stem cells. An interdisciplinary approach including experts from a range of disciplines is required to achieve the full benefits of utilizing space to expand stem cells and stem cell-derived tissues for the benefit of mankind.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Stem cells",
    "Stem-cell research",
    "Review Article"
  ],
  "citations": [
    {
      "title": "Magnetic levitational bioassembly of 3D tissue construct in space",
      "authors": [
        "VA Parfenov"
      ]
    },
    {
      "title": "Pharmaceutical research enabled through microgravity: perspectives on the use of the international space station US national laboratory",
      "authors": [
        "MA Giulianotti",
        "LA Low"
      ]
    },
    {
      "title": "Cardiovascular progenitor cells cultured aboard the International Space Station exhibit altered developmental and functional properties",
      "authors": [
        "J Baio"
      ]
    },
    {
      "title": "“Microgravity” as a unique and useful stem cell culture environment for cell-based therapy",
      "authors": [
        "T Imura",
        "T Otsuka",
        "Y Kawahara",
        "L Yuge"
      ]
    },
    {
      "title": "Simulated Microgravity and 3D Culture Enhance Induction, Viability, Proliferation and Differentiation of Cardiac Progenitors from Human Pluripotent Stem Cells",
      "authors": [
        "R Jha"
      ]
    },
    {
      "title": "Microgravity potentiates stem cell proliferation while sustaining the capability of differentiation",
      "authors": [
        "L Yuge"
      ]
    },
    {
      "title": "Biomanufacturing in low Earth orbit for regenerative medicine",
      "authors": [
        "A Sharma"
      ]
    },
    {
      "title": "Feasibility, potency, and safety of growing human mesenchymal stem cells in space for clinical application",
      "authors": [
        "P Huang"
      ]
    },
    {
      "title": "Effect of spaceflight on human stem cell hematopoiesis: Suppression of erythropoiesis and myelopoiesis",
      "authors": [
        "TA Davis"
      ]
    },
    {
      "title": "Effects of Spaceflight on Human Induced Pluripotent Stem Cell-Derived Cardiomyocyte Structure and Function",
      "authors": [
        "A Wnorowski"
      ]
    },
    {
      "title": "Space microgravity improves proliferation of human iPSC-derived cardiomyocytes",
      "authors": [
        "A Rampoldi"
      ]
    },
    {
      "title": "Effects of Spaceflight and Simulated Microgravity on YAP1 Expression in Cardiovascular Progenitors: Implications for Cell-Based Repair",
      "authors": [
        "V Camberos"
      ]
    },
    {
      "title": "Human Neural Stem Cells Flown into Space Proliferate and Generate Young Neurons",
      "authors": [
        "C Cepeda"
      ]
    },
    {
      "title": "Regenerative medicine: Current therapies and future directions",
      "authors": [
        "AS Mao",
        "DJ Mooney"
      ]
    },
    {
      "title": "Describing the Stem Cell Potency: The Various Methods of Functional Assessment and In silico Diagnostics",
      "authors": [
        "VK Singh",
        "A Saini",
        "M Kalsan",
        "N Kumar",
        "R Chandra"
      ]
    },
    {
      "title": "Pluripotency and cellular reprogramming: facts, hypotheses, unresolved issues",
      "authors": [
        "JH Hanna",
        "K Saha",
        "R Jaenisch"
      ]
    },
    {
      "title": "Recent Progress of Stem Cell Therapy in Cancer Treatment: Molecular Mechanisms and Potential Applications",
      "authors": [
        "DT Chu"
      ]
    },
    {
      "title": "Adult Stem Cells for Regenerative Therapy",
      "authors": [
        "N Gurusamy",
        "A Alsayari",
        "S Rajasingh",
        "J Rajasingh"
      ]
    },
    {
      "title": "Stem Cells Applications in Regenerative Medicine and Disease Therapeutics",
      "authors": [
        "RS Mahla"
      ]
    },
    {
      "title": "Emerging trends in regenerative medicine: a scientometric analysis in CiteSpace",
      "authors": [
        "CM Chen",
        "ZG Hu",
        "SB Liu",
        "H Tseng"
      ]
    },
    {
      "title": "3D cell culture model: From ground experiment to microgravity study",
      "authors": [
        "C Ma",
        "X Duan",
        "X Lei"
      ]
    },
    {
      "title": "Park, Y., Huh, K. M. & Kang, S. W. Applications of Biomaterials in 3D Cell Culture and Contributions of 3D Cell Culture to Drug Development and Basic Biomedical Research. Int. J. Mol. Sci.2210.3390/ijms22052491 (2021).",
      "authors": []
    },
    {
      "title": "Age-Related Changes in the Inflammatory Status of Human Mesenchymal Stem Cells: Implications for Cell Therapy",
      "authors": [
        "Y Zhang",
        "M Ravikumar",
        "L Ling",
        "V Nurcombe",
        "SM Cool"
      ]
    },
    {
      "title": "Activation of nervous system development genes in bone marrow derived mesenchymal stem cells following spaceflight exposure",
      "authors": [
        "M Monticone",
        "Y Liu",
        "N Pujic",
        "R Cancedda"
      ]
    },
    {
      "title": "Simulated Microgravity Culture Enhances the Neuroprotective Effects of Human Cranial Bone-Derived Mesenchymal Stem Cells in Traumatic Brain Injury",
      "authors": [
        "T Otsuka"
      ]
    },
    {
      "title": "Simulated Microgravity Maintains the Undifferentiated State and Enhances the Neural Repair Potential of Bone Marrow Stromal Cells",
      "authors": [
        "L Yuge"
      ]
    },
    {
      "title": "Simulated microgravity facilitates cell migration and neuroprotection after bone marrow stromal cell transplantation in spinal cord injury",
      "authors": [
        "T Mitsuhara"
      ]
    },
    {
      "title": "Simulated microgravity inhibits the migration of mesenchymal stem cells by remodeling actin cytoskeleton and increasing cell stiffness",
      "authors": [
        "X Mao",
        "Z Chen",
        "Q Luo",
        "B Zhang",
        "G Song"
      ]
    },
    {
      "title": "Simulated microgravity inhibits osteogenic differentiation of mesenchymal stem cells through down regulating the transcriptional co-activator TAZ",
      "authors": [
        "Z Chen",
        "Q Luo",
        "CC Lin",
        "GB Song"
      ]
    },
    {
      "title": "The primary effects of clinorotation on cultured human mesenchymal stem cells",
      "authors": [
        "NV Merzlikina",
        "LB Buravkova",
        "YA Romanov"
      ]
    },
    {
      "title": "Simulated microgravity inhibits the proliferation and osteogenesis of rat bone marrow mesenchymal stem cells",
      "authors": [
        "ZQ Dai",
        "R Wang",
        "SK Ling",
        "YM Wan",
        "YH Li"
      ]
    },
    {
      "title": "Microgravity Reduces the Differentiation and Regenerative Potential of Embryonic Stem Cells",
      "authors": [
        "EA Blaber"
      ]
    },
    {
      "title": "Hematopoietic stem cells: an overview",
      "authors": [
        "YM Mosaad"
      ]
    },
    {
      "title": "Anemia of spaceflight",
      "authors": [
        "M Tavassoli"
      ]
    },
    {
      "title": "The effects of extended spaceflight on hematologic and immunologic systems",
      "authors": [
        "SL Kimzey"
      ]
    },
    {
      "title": "Spaceflight/microgravity inhibits the proliferation of hematopoietic stem cells by decreasing Kit-Ras/cAMP-CREB pathway networks as evidenced by RNA-Seq assays",
      "authors": [
        "P Wang"
      ]
    },
    {
      "title": "Hematopoietic stem cells and lineage cells undergo dynamic alterations under microgravity and recovery conditions",
      "authors": [
        "D Cao"
      ]
    },
    {
      "title": "Impact of modeled microgravity on migration, differentiation, and cell cycle control of primitive human hematopoietic progenitor cells",
      "authors": [
        "PA Plett",
        "R Abonour",
        "SM Frankovitz",
        "CM Orschell"
      ]
    },
    {
      "title": "Microgravity Impairs DNA Damage Repair in Human Hematopoietic Stem/Progenitor Cells and Inhibits Their Differentiation into Dendritic Cells",
      "authors": [
        "EK Low"
      ]
    },
    {
      "title": "Dynamics of Cell Generation and Turnover in the Human Heart",
      "authors": [
        "O Bergmann"
      ]
    },
    {
      "title": "Heart regeneration",
      "authors": [
        "MA Laflamme",
        "CE Murry"
      ]
    },
    {
      "title": "Myocyte death, growth, and regeneration in cardiac hypertrophy and failure",
      "authors": [
        "B Nadal-Ginard",
        "J Kajstura",
        "A Leri",
        "P Anversa"
      ]
    },
    {
      "title": "Intracoronary cardiosphere-derived cells for heart regeneration after myocardial infarction (CADUCEUS): a prospective, randomised phase 1 trial",
      "authors": [
        "RR Makkar"
      ]
    },
    {
      "title": "The winding road to regenerating the human heart",
      "authors": [
        "KA Gerbin",
        "CE Murry"
      ]
    },
    {
      "title": "c-kit+ Cardiac stem cells alleviate post-myocardial infarction left ventricular dysfunction despite poor engraftment and negligible retention in the recipient heart",
      "authors": [
        "KU Hong"
      ]
    },
    {
      "title": "Developmental and regenerative biology of multipotent cardiovascular progenitor cells",
      "authors": [
        "AC Sturzu",
        "SM Wu"
      ]
    },
    {
      "title": "Myocardial regeneration by activation of multipotent cardiac stem cells in ischemic heart failure",
      "authors": [
        "K Urbanek"
      ]
    },
    {
      "title": "The Hippo pathway promotes cell survival in response to chemical stress",
      "authors": [
        "F Di Cara"
      ]
    },
    {
      "title": "Modulation of the Hippo pathway and organ growth by RNA processing proteins",
      "authors": [
        "J Mach"
      ]
    },
    {
      "title": "Hippo signaling in organ size control",
      "authors": [
        "D Pan"
      ]
    },
    {
      "title": "Hippo Pathway in Organ Size Control, Tissue Homeostasis, and Cancer",
      "authors": [
        "FX Yu",
        "B Zhao",
        "KL Guan"
      ]
    },
    {
      "title": "Systematic Analysis of mRNA and miRNA Expression of 3D-Cultured Neural Stem Cells (NSCs) in Spaceflight",
      "authors": [
        "Y Cui"
      ]
    },
    {
      "title": "Molecular genetic analysis of neural stem cells after space flight and simulated microgravity on earth",
      "authors": [
        "Y Han"
      ]
    },
    {
      "title": "Spaceflight associated neuro-ocular syndrome (SANS) and the neuro-ophthalmologic effects of microgravity: a review and an update (vol 82, pg 931, 2020)",
      "authors": [
        "AG Lee"
      ]
    },
    {
      "title": "Impact of Simulated Microgravity on Oligodendrocyte Development: Implications for Central Nervous System Repair",
      "authors": [
        "A Espinosa-Jeffrey"
      ]
    },
    {
      "title": "Carpo, N., Tran, V., Biancotti, J. C., Cepeda, C. & Espinosa-Jeffrey, A. Space Flight Enhances Stress Pathways in Human Neural Stem Cells. Biomolecules1410.3390/biom14010065 (2024).",
      "authors": []
    },
    {
      "title": "Metabolomic Profiling of the Secretome from Human Neural Stem Cells Flown into",
      "authors": [
        "JC Biancotti",
        "A Espinosa-Jeffrey"
      ]
    },
    {
      "title": "Shaka, S., Carpo, N., Tran, V., Cepeda, C. & Espinosa-Jeffrey, A. Space Microgravity Alters Neural Stem Cell Division: Implications for Brain Cancer Research on Earth and in Space. Int. J. Mol. Sci.2310.3390/ijms232214320 (2022).",
      "authors": []
    },
    {
      "title": "Azar, J. et al. The Use of Stem Cell-Derived Organoids in Disease Modeling: An Update. Int. J. Mol. Sci.2210.3390/ijms22147667 (2021).",
      "authors": []
    },
    {
      "title": "Hematopoietic Stem Cells Culture, Expansion and Differentiation: An Insight into Variable and Available Media",
      "authors": [
        "P Yadav",
        "R Vats",
        "A Bano",
        "R Bhardwaj"
      ]
    },
    {
      "title": "Stem cells, cancer, and cancer stem cells",
      "authors": [
        "T Reya",
        "SJ Morrison",
        "MF Clarke",
        "IL Weissman"
      ]
    },
    {
      "title": "Modeled microgravity inhibits osteogenic differentiation of human mesenchymal stem cells and increases adipogenesis",
      "authors": [
        "M Zayzafoon",
        "WE Gathings",
        "JM McDonald"
      ]
    },
    {
      "title": "Stem cell aging: mechanisms, regulators and therapeutic opportunities",
      "authors": [
        "J Oh",
        "YD Lee",
        "AJ Wagers"
      ]
    },
    {
      "title": "Skylab experiment M-171 “Metabolic Activity”–results of the first manned mission",
      "authors": [
        "EL Michel",
        "JA Rummel",
        "CF Sawin"
      ]
    },
    {
      "title": "Human Pathophysiological Adaptations to the Space Environment",
      "authors": [
        "GC Demontis"
      ]
    },
    {
      "title": "Recent progress in space physiology and aging",
      "authors": [
        "F Strollo",
        "S Gentile",
        "G Strollo",
        "A Mambro",
        "J Vernikos"
      ]
    },
    {
      "title": "Exposure of the bone marrow microenvironment to simulated solar and galactic cosmic radiation induces biological bystander effects on human hematopoiesis",
      "authors": [
        "G Almeida-Porada"
      ]
    },
    {
      "title": "MSCs in Space: mesenchymal stromal cell therapeutics as enabling technology for long-distance manned space travel",
      "authors": [
        "J Giri",
        "G Moll"
      ]
    },
    {
      "title": "Effects of simulated microgravity on embryonic stem cells",
      "authors": [
        "Y Wang",
        "L An",
        "Y Jiang",
        "H Hang"
      ]
    },
    {
      "title": "Radiation-induced leukemia: Lessons from history",
      "authors": [
        "SC Finch"
      ]
    },
    {
      "title": "Radiation carcinogenesis",
      "authors": [
        "JB Little"
      ]
    },
    {
      "title": "Ionizing radiation and cancer risk: evidence from epidemiology",
      "authors": [
        "E Ron"
      ]
    },
    {
      "title": "Ionizing radiation and hematopoietic malignancies: altering the adaptive landscape",
      "authors": [
        "CJ Fleenor",
        "A Marusyk",
        "J DeGregori"
      ]
    },
    {
      "title": "Setting Global Standards for Stem Cell Research and Clinical Translation: The 2016 ISSCR Guidelines",
      "authors": [
        "GQ Daley"
      ]
    }
  ],
  "original_title": "Discoveries from human stem cell research in space that are relevant to advancing cellular therapies on Earth.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4cc8/11339457/426305cda2ed/41526_2024_425_Fig1_HTML.jpg"
  ]
}