{
  "pmcid": "PMC3603133",
  "title": "Effects of Gravitational Mechanical Unloading in Endothelial Cells: Association between Caveolins, Inflammation and Adhesion Molecules",
  "abstract": "Mechanical forces including gravity affect endothelial cell (ECs) function, and have been implicated in vascular disease as well as physiologic changes associated with low gravity environments. The goal of this study was to investigate the impact of gravitational mechanical unloading on ECs phenotype as determined by patterns of gene expression. Human umbilical vascular endothelial cells were exposed to 1-gravity environment or mechanical unloading (MU) for 24 hours, with or without periods of mechanical loading (ML). MU led to a significant decrease in gene expression of several adhesion molecules and pro-inflammatory cytokines. On the contrary, eNOS, Caveolin-1 and -2 expression were significantly increased with MU. There was a decrease in the length and width of the cells with MU. Addition of ML during the MU period was sufficient to reverse the changes triggered by MU. Our results suggest that gravitational loading could dramatically affect vascular endothelial cell function.",
  "introduction": "Alterations in endothelial function has been involved in the pathogenesis of cardiovascular diseases on Earth through angiogenesis, vascular remodeling and atherosclerosis. Changes in endothelial hemostasis have also been associated with post-spaceflight orthostatic intolerance. Hence understanding functioning of the vascular endothelium becomes critical for different diseases pathogenesis. The healthy endothelium maintains a critical relationship with the outside environment through the blood and hemodynamic forces. This relationship is governed by a well-studied frictional force: shear stress. Regulation of vascular endothelial cells (ECs) responses to shear stress involve a complex cascades of gene responses with different temporal profiles and shear stress impacts ECs morphology, function and gene expression, the latter taking place transcriptionally and/or post-trancriptionally. In fact, DNA microarray analysis has demonstrated that 3% of all genes responded to shear stress. If ECs express 20,000 genes, then approximately 600 would be responsive to shear stress.\n\nThe cytoskeleton is at the center of the ECs responses to shear stress. The cells respond to rapid laminar flow by becoming spindle-shaped and aligned with their long axis parallel to the direction of blood flow. This is accompanied by cytoskeletal reorganization with actin filaments rearranged into bundles of stress fibers and aligned in the direction of the shear stress. When flow is turbulent or stagnant, the cells become rounder in shape and do not have a uniform orientation. Hence, the cytoskeleton is critical in sensing mechanical forces, with a change in their morphology leading to changes in inflammation and atherogenesis.\n\nAlthough shear stress has been studied extensively, mechanotransduction, that is the mechanisms by which cells convert mechanical stimulus into chemical activity are not fully understood. It is thought that “sensing” of mechanical forces and shear stress signal transduction through the cytoskeleton take place, at least partially through caveolae. The caveolae are membrane microdomains measuring approximately 50–10 nm in length that are visible as flask-shaped invaginations below the surface of cells, containing many signaling molecules. In response to increased flow, calcium gradients develop close to caveolae and propagate through the entire cell in the form of a calcium wave. The calcium increase close to caveolae causes the caveolae to rapidly liberate the nitric oxide (NO) synthase eNOS into the cytoplasm, where it catalyzes the production of NO. Caveolins have also been reported to be involved in the early phases of atherosclerosis with absence of caveolin-1 in mice characterized by impaired blood-flow-dependent vascular remodeling and vasodilator responses.\n\nIn-vitro techniques used to study mechanotransduction have included fluid flow (sheer stress), four-point bending, substrate stretch, as well as gravity force, vibration, magnetic fields, atomic forces and shockwaves. The effects of gravitational forces on mechanotransduction in ECs responses have been the matter of only a few investigations and remain largely unknown. It is well known that astronauts experience cardiovascular deconditioning during spaceflight manifested among others as orthostatic intolerance, and some investigators have suggested that the nitric oxide system is involved in these changes. At the physiological level, we demonstrated changes in the cardiovascular system with simulated microgravity characterized by alterations in sympathetic function, the renin-angiotensin system and electrolyte excretion. Overall, understanding the effects of gravitational mechanical forces is important as mechanical unloading (MU) of cells has been shown to alter cell cytoskeleton, affect caveolae and eNOS. If shear stress can affect the cytoskeleton, cell function and expression, can gravitational mechanical forces do the same? Since caveolins are gravity-sensing elements and eNOS is tightly related to inflammation and cell-cell interaction including adhesion, could microgravity have the potential to alter processes such as inflammation and cell-to-cell interaction?\n\nIn this report, we investigate the effects of gravitational MU on primary ECs. The goals are to assess whether cell morphology is involved in functions such as eNOS regulation, inflammation and adhesion. To assess this, primary vascular endothelial cells (human umbilical vein endothelial cells- HUVECs) were placed under MU and mechanical loading (ML) conditions after which gene expression profiles and the cytoskeleton were studied. We hypothesized that MU would lead to changes in the morphology of the cells and their gene expression, which could be reversed by ML.",
  "methods": "Methods\n\nCell culture\n\nHuman Umbilical Vascular Endothelial Cells (HUVECs; HUVECs Clonetics, Lonza) were cultured at 37°C/5% CO2 in EBM®-2 Endothelial Cell Basal Medium-2 supplemented with 2% fetal bovine serum (FBS), 0.2% (v/v) Gentamicin Sulfate and Amphotericin-B, 0.2% (v/v) Heparin, 0.2% (v/v) Hydrocortison, 0.2% (v/v) rhVEGF, 0.2% (v/v) rhEGF, 0.2% (v/v) rIGF1 and 0.4% (v/v) rhFGF-β (Lonza, Walkersville, MD USA). Medium was changed the day after seeding and every other day thereafter. The HUVECs were used up to passage 12.\n\nConfluent HUVECs were trypsinized and seeded at 2 million cells per 25 cm2 cell culture treated flasks with no underlying substrate. Upon reaching confluence, the cells were cultured in EBM®-2 Endothelial Cell Basal Medium-2 supplemented with 0.5% FBS and 0.05% (v/v) gentamicin sulfate and amphotericin-B, 0.05% (v/v) Heparin, 0.05% (v/v) Hydrocortison, 0.05% (v/v) rhVEGF, 0.05% (v/v) rhEGF, 0.05% (v/v) rIGF1and 0.1% (v/v) rhFGF-β. HEPES buffer was added to the medium at a concentration of 1.2% (v/v) to compensate for the lack of CO2 and avoid pH changes. Each group contained five biologically independent samples. The control group was maintained at 37°C in the CO2 incubator for 24 hours or 48 hours. The mechanical unloaded (MU) group was placed in a Random Positioning Machine (RPM, see below) for 24 hours or 48 hours. The mechanical loaded (ML) group was placed in the RPM for 24 hours and was exposed to a 30 minutes load period of mechanical stress (hypergravity) with centrifugal forces of 12 G at the 4, 8 and 23.5-hour time points. For the control and MU groups cultured for 48 hours, the serum concentration was increased at 2% at the 24 hours time point, while growth factor additives were at ¼ normal concentration. At 24 hours or 48 hours, all groups were harvested and stored at -80°C for RNA isolation or fixed for immunofluorescent labeling.\n\nThe nitric oxide synthase (NOS) inhibitor L-NG-Nitroarginine Methyl Ester (L-NAME) Hydrochloride (Cayman Chemicals, Ann Arbor, MI USA) was added to the medium at a concentration of 10 mM at the beginning of the 24 hours. Nitrite concentration was measured in the cell media collected at the end of the experiment using the Ultrasensitive Colorimetric NOS Assay Kit (Oxford Biomedical Research, Oxford, MI USA) according to the manufacturer's protocol.\n\nRandom Positioning Machine (Mechanical Unloading) and Cellular g-loading apparatus (Mechanical Loading)\n\nIn order to mechanically unload cells, a random positioning machine (RPM) was used to minimize the gravitational gradient mechanically sensed by ECs. A desktop RPM described by Huijser and manufactured by Fokker Space was used to provide mechanical unloading. The RPM is 30 × 30 × 30 cm that was placed into an incubator at 37°C. The RPM has inner and outer frames that are independently controlled by two different motors and is operated in random modes of speed and direction (0.1–2 rad/s) via a computer user interface with dedicated control. The cell culture flasks were mounted on the center of the platform located on the inner frame. Under this experimental condition, the cells were exposed to mechanical unloading conditions ranging from 0.02 and 0.05 g. For static 1-g controls, cell culture flasks seeded at the same time as the mechanically unloaded flasks were placed into the same incubator as the RPM samples.\n\nA cellular g-loading apparatus was used for mechanical hyperloading as already described. Damon/IEC model UV centrifuge (Needham Heights, MA, USA) was modified to become the cellular g-load apparatus. A micro-stepping drive system (SmartStep Microstepping Drive; Industrial Devices Corp.) coupled to a spindle and using timing belt and pulleys with a 3.14:1 gear ratio replaced the original centrifuge drive. Vibrations caused by S-23 stepper motor operation were minimized using pads made from sheet rubber mounted on the motor to the aluminum plate. The centrifuge was fitted with a SmartStep-23 keypad and control unit (Industrial Devices Corp., Petaluma, CA, USA). Using Ideal Commands (version 1.1; Industrial Devices Corp.), the drive system was programmed to generate the effective centrifugal force (ECF) desired (ECF = 1+ teGs, where teGs = 1.118 × 10−5 × cm × rpm2 and rotor length is 19.28 cm).\n\nAnimal Model: Hind limb Suspension\n\nThe mouse model of hind limb suspension was used to simulate mechanical unloading in vivo. The research protocol was reviewed and approved by the Institutional Animal Care and Use Committee (IACUC) of the Veterans Affairs Medical Center San Francisco. Three months old FVB/NJ mice were used. Hindlimbs of 8 mice were lifted approximately 0.5–1 cm off of the floor and beared no weight. The tail was cleaned with alcohol and sprayed with tincture of benzoin to make it sticky. Skin-trac pre-attached to a plastic bar with a small hook was then applied to the tail length-wise. Filament tape was used to wrap the tail to prevent the Skin-trac from loosening. The hook on the tail of the animal was finaly attached to a fish swivel and a rolling bar system that permited the animal free movement around its cage and free access to food and water. The animals were hung no more than 30 degrees (as calculated by the angle of spine of animal to the floor with forelimbs extended) to minimize discomfort. Eight control animals were kept in identical cages to the experimental animals but without hind limbs suspension. After 14 days of hindlimb suspension procedure, the animals were sacrificed, their thoracic aorta dissected, placed in RNA later and stored at –80°C.\n\nQuantitative Real-time-Polymerase Chain Reaction\n\nRibonucleic Acid (RNA) was isolated using RNeasy Mini kit (QIAGEN, Valencia, CA USA) according to the manufacturer's protocol. Scrapped cells or minced thoracic aortas were resuspended in buffer RLT and homogenized using QIA shredder homogenizer (QIAGEN, Valencia, CA USA). Oligo d(T) primed cDNA was synthesized from 300 ng of total RNA using MultiScribe reverse transcriptase (Applied Biosystems, Foster City, CA USA). Quantitative real-time polymerase chain reaction (qRT-PCR) was performed using 2× SYBR® Green PCR Master Mix (Applied Biosystems, Foster City, CA USA) in a Bio-Rad MyiQ Single-Color Real-Time PCR Detection System (Bio-Rad, Hercules, CA USA). Gene expression level were quantified using the primers listed in Table 1 and were normalized to cyclophilin (CPHI) internal standard. Five independent biological samples were used.\n\nFluorescence microscopy\n\nConfluent HUVECs were trypsinized and plated on Nunc Lab Tek Chamber Slides (Fisher Scientific Pittsburg, PA USA). Immediately after the experiments, the cells were fixed with 3.7% Formaldehyde for 30 minutes, then blocked and permeabilized in PBS with 1%BSA and 0.2% Triton X-100 overnight at 4°C. Cells were then incubated with primary antibodies for 1 hour at room temperature. Rabbit polyclonal anti-human-E-selectin (20 ug/mL, Abcam, Cambridge, MA USA) or Rabbit polyclonal anti-human-VCAM-1 (dilution 1:500, Abcam, Cambridge, MA USA) or Rabbit polyclonal anti-human-Caveolin-1 (dilution 1:250, Novus Biologicals, Littleton, CO, USA) were used in combination with Hoecht dye (2 μg/ml) and Rhodamine Phalloidin (2 U/ml) (Invitrogen, Eugene, OR USA). After 3 washes in PBS, cells were incubated with secondary antibody Alexa Fuor 488 Anti Rabbit IgG (H+L) (1:1000, Invitrogen Eugene, OR USA) during 1 hour at room temperature. After 3 washes in PBS, cells were mounted using Permount histological mounting medium (Fisher Scientific, Pittsburgh, PA) and imaged using a Zeiss Axioscope Fluorescent Microscope (Carl Zeiss, Germany) camera and a (Hamamatsu Corporation, Bridge-water, NJ USA) fluorescent microscope.\n\nFlow Cytometry\n\nUpon completion of the experiments, cells were washed 2 times with PBS. Cells were detached from the 25 cm2 flasks using 5 mM EDTA in PBS containing Ca2+/Mg2+, resuspended in ice-cold PBS with 2% FBS and filtered with a 40 uM cell strainer. Cells were blocked in PBS with 2% FBS containing 10% antibody host serum and 1% lgG/Fc Block (Sigma, St. Louis, MO USA). Cells were washed with PBS 2 times and then incubated with monoclonal mouse anti-human FITC-Conjugated ICAM-1/CD54 (dilution 1:100), Monoclonal mouse Anti-human Phycoerythrin-Conjugated VCAM-1/CD106 (dilution 1:100, R&D Systems, Minneapolis, MN USA) and monoclonal mouse anti-human PE-Cy5-Conjugated E-Selectin/CD62E (dilution 1:100, BD Biosciences, San Diego, CA USA). Cells were washed, resuspended in 200 uL of PBS with 2% FBS and analyzed using a LSR II flow cytometer (BD Biosciences) and FlowJo software (Tree Star).",
  "results": "Results\n\nEffects of mechanical unloading on adhesion molecules and inflammation\n\nTo assess if exposure of endothelial cells to simulated MU has a significant impact on expression of adhesion molecules or inflammatory and angiogenic factors, we used quantitative RT-PCR and flow cytometry to measure the levels of gene expression and presence at the cell surface respectively. We found that 24 hours of MU leads to a significant decrease in the expression of adhesion molecules ICAM-1, VCAM-1 and E-Selectin as well as inflammatory mediators IL-6 and TNF-α (Figure 1a). This response remained similar after 48 hours of exposure to MU (Figure 1a). Reflecting changes in gene expression, the presence on the cell surface of ICAM-1, VCAM-1 and E-Selectin were also significantly decreased by MU at 24 and 48 hours (Figure 1b).\n\nEffects of gravitational mechanical unloading on eNOS and caveolins\n\nIn order to investigate a possible pathway involved in the regulation of gene expression of inflammatory and adhesion molecules in ECs, we studied endothelial NOS (eNOS), caveolin-1 and caveolin-2 expression levels. There was an increase in eNOS, Caveolin-1, Caveolin-2 gene expression after 24 h of MU (Figure 2a). This was also coupled with a significant increase in nitrite concentration in the media (Figure 2b).\n\nInhibition of NOS activity does not reverse the effects of mechanical unloading\n\nTo assess if an increase of NOS activity could underlie the changes in expression levels of adhesion molecules and inflammatory factors triggered by MU, we treated the HUVECs with the selective inhibitor of NO synthesis L-NAME. Interestingly, the inhibition of NOS activity did not reverse the changes associated with MU (Figure 3), suggesting that NO production is not responsible for the decrease of adhesion molecules and pro-inflammatory gene expression in this model. Compare to MU alone, the addition of L-NAME to MU led to a decrease in eNOS and Cav-1 (although not a complete return to the levels seen with control) and an increase in Cav-2.\n\nMechanical loading reverses the changes mediated by mechanical unloading in endothelial cells\n\nTo further investigate the causes of the molecular changes triggered by MU, we studied the effect of short reloading periods by applying mechanical loading (ML) to the ECs during the period of MU. Strikingly, three short periods of ML during 24 hours of MU were sufficient to completely reverse the changes seen in adhesion molecules, inflammatory mediators, eNOS and caveolins (Figure 4).\n\nCytoskeletal changes associated with MU\n\nMU significantly affected the morphology of HUVECs. There was a decrease in the length and width of the cells with MU (Figure 5a). There appeared to be disorganization of the F-actin network with clustering of the fibers around the nucleus. Addition of L-NAME did not return the shape of the cells to baseline. However, paralleling changes in gene expression, addition of ML in the MU environment tended to reverse the shape of the cells towards 1 G conditions.\n\nUsing immunofluorescent labeling, we found that caveolin-1 are less associated to the plasma membrane and adopt a perinuclear localization under MU compared to the 1 G conditions (Figure 5b). Interestingly, the translocation of Cav-1 from caveolae to the Golgi apparatus has been shown to be responsible for an increase of eNOS activity in vascular ECs. The exact localization of Cav-1 under MU and a direct link with the increase of eNOS activity need to be established. However, the disruption of the actin cytoskeletal organization by MU could impair the translocation of Cav-1 to the caveolae, and together with the increase of eNOS expression, could contribute to the increase of NOS activity. Addition of L-NAME during the MU exposure had no effect on Caveolin-1 distribution, which remains perinuclear, however ML seemed to change towards 1 G conditions.\n\nThe results of the immunofluorescent labeling of VCAM-1 (Figure 5c) and E-selectin (Figure 5d) are consistent with the analysis by qRT-PCR and flow cytometry (Figure 1) and show a decrease of their presence at the cell surface under MU condition. Interestingly, the process tended to go back to 1 G conditions with the addition of ML.\n\nHindlimb suspension: Effects on caveolins\n\nConsistent with our in vitro cellular model, simulation of MU by hindlimb suspension led to a significant increase in eNOS and Caveolin-1 and -2 expression in mouse aortas (Figure 6). IL-6 also significantly decreased. Furthermore, there was a significant decrease in E-Selectin expression. However, expression of other inflammatory or adhesion molecules did not decrease significantly with hindlimb suspension and ICAM-1 expression was significantly increased.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Article"
  ],
  "citations": [
    {
      "title": "The assessment of endothelial function: from research into clinical practice",
      "authors": [
        "A. J. Flammer"
      ]
    },
    {
      "title": "The role of shear stress in the pathogenesis of atherosclerosis",
      "authors": [
        "K. S. Cunningham",
        "A. I. Gotlieb"
      ]
    },
    {
      "title": "Adaptive regulation of wall shear stress to flow change in the canine carotid artery",
      "authors": [
        "A. Kamiya",
        "T. Togawa"
      ]
    },
    {
      "title": "Upregulation of NOS by simulated microgravity, potential cause of orthostatic intolerance",
      "authors": [
        "N. D. Vaziri",
        "Y. Ding",
        "D. S. Sangha",
        "R. E. Purdy"
      ]
    },
    {
      "title": "Molecular mechanisms responsible for the atheroprotective effects of laminar shear stress",
      "authors": [
        "S. Pan"
      ]
    },
    {
      "title": "Mechanotransduction of shear in the endothelium: Basic studies and clinical implications",
      "authors": [
        "B. D. Johnson",
        "K. J. Mather",
        "J. P. Wallace"
      ]
    },
    {
      "title": "Vascular mechanobiology: endothelial cell responses to fluid shear stress",
      "authors": [
        "J. Ando",
        "K. Yamamoto"
      ]
    },
    {
      "title": "Global analysis of shear stress-responsive genes in vascular endothelial cells",
      "authors": [
        "N. Ohura"
      ]
    },
    {
      "title": "The dynamic response of vascular endothelial cells to fluid shear stress",
      "authors": [
        "C. F., Jr. Dewey",
        "S. R. Bussolari",
        "M. A., Jr. Gimbrone",
        "P. F. Davies"
      ]
    },
    {
      "title": "Actin filament stress fibers in vascular endothelial cells in vivo",
      "authors": [
        "A. J. Wong",
        "T. D. Pollard",
        "I. M. Herman"
      ]
    },
    {
      "title": "Cytoplasmic microfilaments in endothelial cells of flow loaded canine carotid arteries",
      "authors": [
        "H. Masuda",
        "T. Shozawa",
        "S. Hosoda",
        "M. Kanda",
        "A. Kamiya"
      ]
    },
    {
      "title": "Fibronectin and F-actin redistribution in cultured endothelial cells exposed to shear stress",
      "authors": [
        "A. R. Wechezak",
        "R. F. Viggers",
        "L. R. Sauvage"
      ]
    },
    {
      "title": "Relationship between blood flow direction and endothelial cell orientation at arterial branch sites in rabbits and mice",
      "authors": [
        "B. L. Langille",
        "S. L. Adamson"
      ]
    },
    {
      "title": "Vascular endothelial morphology as an indicator of the pattern of blood flow",
      "authors": [
        "R. M. Nerem",
        "M. J. Levesque",
        "J. F. Cornhill"
      ]
    },
    {
      "title": "Role of cytoskeleton in shear stress-induced endothelial nitric oxide production",
      "authors": [
        "H. L. Knudsen",
        "J. A. Frangos"
      ]
    },
    {
      "title": "Shear stress-induced cytoskeleton rearrangement mediates NF-kappaB-dependent endothelial expression of ICAM-1",
      "authors": [
        "B. Imberti"
      ]
    },
    {
      "title": "In situ flow activates endothelial nitric oxide synthase in luminal caveolae of endothelium with rapid caveolin dissociation and calmodulin association",
      "authors": [
        "V. Rizzo",
        "D. P. McIntosh",
        "P. Oh",
        "J. E. Schnitzer"
      ]
    },
    {
      "title": "Chronic shear induces caveolae formation and alters ERK and Akt responses in endothelial cells",
      "authors": [
        "N. L. Boyd"
      ]
    },
    {
      "title": "Recruitment of endothelial caveolae into mechanotransduction pathways by flow conditioning in vitro",
      "authors": [
        "V. Rizzo",
        "C. Morton",
        "N. DePaola",
        "J. E. Schnitzer",
        "P. F. Davies"
      ]
    },
    {
      "title": "Caveolae: where incoming and outgoing messengers meet",
      "authors": [
        "R. G. Anderson"
      ]
    },
    {
      "title": "Endothelial Ca2+ waves preferentially originate at specific loci in caveolin-rich cell edges",
      "authors": [
        "M. Isshiki"
      ]
    },
    {
      "title": "Endothelial nitric oxide synthase, caveolae and the development of atherosclerosis",
      "authors": [
        "P. W. Shaul"
      ]
    },
    {
      "title": "Direct evidence for the role of caveolin-1 and caveolae in mechanotransduction and remodeling of blood vessels",
      "authors": [
        "J. Yu"
      ]
    },
    {
      "title": "Signal transduction and mechanical stress",
      "authors": [
        "M. Hughes-Fulford"
      ]
    },
    {
      "title": "Renal, endocrine, and cardiovascular responses to bed rest in male subjects on a constant diet",
      "authors": [
        "S. M. Grenon"
      ]
    },
    {
      "title": "Simulated microgravity induces microvolt T wave alternans",
      "authors": [
        "S. M. Grenon"
      ]
    },
    {
      "title": "Why is orthostatic tolerance lower in women than in men? Renal and cardiovascular responses to simulated microgravity and the role of midodrine",
      "authors": [
        "S. M. Grenon"
      ]
    },
    {
      "title": "Reduction of anabolic signals and alteration of osteoblast nuclear morphology in microgravity",
      "authors": [
        "M. Hughes-Fulford",
        "K. Rodenacker",
        "U. Jutting"
      ]
    },
    {
      "title": "Caveolae and caveolae constituents in mechanosensing: effect of modeled microgravity on cultured human endothelial cells",
      "authors": [
        "E. Spisni"
      ]
    },
    {
      "title": "Alterations of the actin cytoskeleton and increased nitric oxide synthesis are common features in human primary endothelial cell response to changes in gravity",
      "authors": [
        "S. Versari",
        "A. Villa",
        "S. Bradamante",
        "J. A. Maier"
      ]
    },
    {
      "title": "Impact of modeled microgravity on microvascular endothelial cells",
      "authors": [
        "S. Cotrupi",
        "D. Ranzani",
        "J. A. Maier"
      ]
    },
    {
      "title": "Nitric oxide: an endogenous modulator of leukocyte adhesion",
      "authors": [
        "P. Kubes",
        "M. Suzuki",
        "D. N. Granger"
      ]
    },
    {
      "title": "The trafficking/interaction of eNOS and caveolin-1 induced by insulin modulates endothelial nitric oxide production",
      "authors": [
        "H. Wang",
        "A. X. Wang",
        "Z. Liu",
        "W. Chai",
        "E. J. Barrett"
      ]
    },
    {
      "title": "Endothelial nitric oxide synthase and its negative regulator caveolin-1 localize to distinct perinuclear organelles",
      "authors": [
        "R. Govers",
        "P. van der Sluijs",
        "E. van Donselaar",
        "J. W. Slot",
        "T. J. Rabelink"
      ]
    },
    {
      "title": "Lipid rafts, caveolae, and their endocytosis",
      "authors": [
        "P. Lajoie",
        "I. R. Nabi"
      ]
    },
    {
      "title": "Endocytosis unplugged: multiple ways to enter the cell",
      "authors": [
        "S. Kumari",
        "S. Mg",
        "S. Mayor"
      ]
    },
    {
      "title": "The role of cytoskeleton in cell changes under condition of simulated microgravity",
      "authors": [
        "L. B. Buravkova",
        "Y. A. Romanov"
      ]
    },
    {
      "title": "Simulated microgravity perturbs actin polymerization to promote nitric oxide-associated migration in human immortalized Eahy926 cells",
      "authors": [
        "J. H. Siamwala"
      ]
    },
    {
      "title": "Induction of three-dimensional assembly and increase in apoptosis of human endothelial cells by simulated microgravity: impact of vascular endothelial growth factor",
      "authors": [
        "M. Infanger"
      ]
    },
    {
      "title": "Endothelial stress by gravitational unloading: effects on cell growth and cytoskeletal organization",
      "authors": [
        "S. I. Carlsson",
        "M. T. Bertilaccio",
        "E. Ballabio",
        "J. A. Maier"
      ]
    },
    {
      "title": "A delayed type of three-dimensional growth of human endothelial cells under simulated weightlessness",
      "authors": [
        "D. Grimm"
      ]
    },
    {
      "title": "Short-term weightlessness produced by parabolic flight maneuvers altered gene expression patterns in human endothelial cells",
      "authors": [
        "J. Grosse"
      ]
    },
    {
      "title": "Induction of three-dimensional assembly and increase in apoptosis of human endothelial cells by simulated microgravity: impact of vascular endothelial growth factor",
      "authors": [
        "M. Infanger"
      ]
    },
    {
      "title": "Small GTPase Ras and Rho expression in rat osteoblasts during spaceflight",
      "authors": [
        "Y. Kumei"
      ]
    },
    {
      "title": "Effects of basic fibroblast growth factor on endothelial cells under conditions of simulated microgravity",
      "authors": [
        "C. Ulbrich"
      ]
    },
    {
      "title": "Modeled gravitational unloading induced downregulation of endothelin-1 in human endothelial cells",
      "authors": [
        "M. Infanger"
      ]
    },
    {
      "title": "Cell-to-cell interactions in changed gravity: ground-based and flight experiments",
      "authors": [
        "L. Buravkova",
        "Y. Romanov",
        "M. Rykova",
        "O. Grigorieva",
        "N. Merzlikina"
      ]
    },
    {
      "title": "Mechanosensing role of caveolae and caveolar constituents in human endothelial cells",
      "authors": [
        "E. Spisni"
      ]
    },
    {
      "title": "Caveolae and caveolae constituents in mechanosensing: effect of modeled microgravity on cultured human endothelial cells",
      "authors": [
        "E. Spisni"
      ]
    },
    {
      "title": "Clinorotation upregulates inducible nitric oxide synthase by inhibiting AP-1 activation in human umbilical vein endothelial cells",
      "authors": [
        "Y. C. Wang",
        "S. Zhang",
        "T. Y. Du",
        "B. Wang",
        "X. Q. Sun"
      ]
    },
    {
      "title": "Effects of simulated microgravity on human umbilical vein endothelial cell angiogenesis and role of the PI3K-Akt-eNOS signal pathway",
      "authors": [
        "F. Shi"
      ]
    },
    {
      "title": "The Rel/NF-kappaB pathway and transcription of immediate early genes in T cell activation are inhibited by microgravity",
      "authors": [
        "T. T. Chang"
      ]
    },
    {
      "title": "To infinity ... and beyond! Human spaceflight and life science",
      "authors": [
        "M. Hughes-Fulford"
      ]
    },
    {
      "title": "Key gravity-sensitive signaling pathways drive T cell activation",
      "authors": [
        "J. B. Boonyaratanakornkit"
      ]
    },
    {
      "title": "Desktop RPM: new small size microgravity simulator for the bioscience laboratory",
      "authors": []
    },
    {
      "title": "A short pulse of mechanical force induces gene expression and growth in MC3T3-E1 osteoblasts via an ERK 1/2 pathway",
      "authors": [
        "J. P. Hatton",
        "M. Pooran",
        "C. F. Li",
        "C. Luzzio",
        "M. Hughes-Fulford"
      ]
    },
    {
      "title": "Unilateral lower limb suspension: integrative physiological knowledge from the past 20 years (1991-2011)",
      "authors": [
        "K. J. Hackney",
        "L. L. Ploutz-Snyder"
      ]
    },
    {
      "title": "Lower extremity socket design and suspension",
      "authors": [
        "K. Carroll"
      ]
    }
  ],
  "original_title": "Effects of gravitational mechanical unloading in endothelial cells: association between caveolins, inflammation and adhesion molecules",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/71ec/3603133/0ae32501030b/srep01494-f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/71ec/3603133/ea54fe657433/srep01494-f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/71ec/3603133/f754069833e9/srep01494-f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/71ec/3603133/0bc1ba395017/srep01494-f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/71ec/3603133/c2d669bf0722/srep01494-f5.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/71ec/3603133/990dc2d95c7e/srep01494-f6.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/71ec/3603133/47eddb951b39/srep01494-f7.jpg"
  ]
}