{
  "pmcid": "PMC3251573",
  "title": "New Insights into the Bacterial Fitness-Associated Mechanisms Revealed by the Characterization of Large Plasmids of an Avian Pathogenic E. coli",
  "abstract": "Extra-intestinal pathogenic E. coli (ExPEC), including avian pathogenic E. coli (APEC), pose a considerable threat to both human and animal health, with illness causing substantial economic loss. APEC strain χ7122 (O78∶K80∶H9), containing three large plasmids [pChi7122-1 (IncFIB/FIIA-FIC), pChi7122-2 (IncFII), and pChi7122-3 (IncI2)]; and a small plasmid pChi7122-4 (ColE2-like), has been used for many years as a model strain to study the molecular mechanisms of ExPEC pathogenicity and zoonotic potential. We previously sequenced and characterized the plasmid pChi7122-1 and determined its importance in systemic APEC infection; however the roles of the other pChi7122 plasmids were still ambiguous. Herein we present the sequence of the remaining pChi7122 plasmids, confirming that pChi7122-2 and pChi7122-3 encode an ABC iron transport system (eitABCD) and a putative type IV fimbriae respectively, whereas pChi7122-4 is a cryptic plasmid. New features were also identified, including a gene cluster on pChi7122-2 that is not present in other E. coli strains but is found in Salmonella serovars and is predicted to encode the sugars catabolic pathways. In vitro evaluation of the APEC χ7122 derivative strains with the three large plasmids, either individually or in combinations, provided new insights into the role of plasmids in biofilm formation, bile and acid tolerance, and the interaction of E. coli strains with 3-D cultures of intestinal epithelial cells. In this study, we show that the nature and combinations of plasmids, as well as the background of the host strains, have an effect on these phenomena. Our data reveal new insights into the role of extra-chromosomal sequences in fitness and diversity of ExPEC in their phenotypes.",
  "introduction": "Introduction\n\nEscherichia coli are versatile bacteria; with the majority being non-pathogenic and considered as commensals. A subset of these bacteria has acquired specific virulence attributes that confer an ability to survive in different niches and cause a broad spectrum of intestinal and extra-intestinal diseases. One of the important aspects of the fitness of E. coli is thought to be its ability to survive and persist in a variety of environments, including varied anatomical niches, food, soils, poultry litter, and acidic conditions. Extra-intestinal pathogenic E. coli (ExPEC) cause infections outside of their normal intestinal habitat in both mammals and birds, resulting in a considerable economic and public health burden. Major infections associated with ExPEC in humans include urinary tract infections (UTI), newborn meningitis (NBM) and septicemia. In birds, a subgroup of ExPEC, named Avian Pathogenic E. coli (APEC), causes a complex of systemic infections, mainly respiratory, often leading to death. The genetic relationship between APEC and other ExPEC of human and animal origin emphasizes the potential zoonotic risk of avian-derived E. coli strains. In poultry, isolates associated with fecal matter, environmental contamination and chicken meat products possess virulence gene profiles similar to those causing human outbreaks, which suggests that retail chicken may be an important reservoir for E. coli causing ExPEC infections in humans.\n\nExPEC exhibit a high degree of antigenic and genetic diversity, which complicates their diagnosis and the design of cross-protective vaccines. ExPEC are defined by a limited number of O-antigens, with specific O antigens being associated with certain clinical syndromes. For example, E. coli from a small number of O serogroups (O4, O6, O14, O22, O75, and O83) cause 75% of urinary tract infections and a limited number of serotypes, principally O1, O2, O78, O8, and O35, are commonly implicated in avian colibacillosis, suggesting that not all O polysaccharides have identical virulence properties. The possession of multiple large plasmids is often a defining feature of ExPEC, especially APEC, in which the virulence is partly plasmid-mediated.\n\nAlthough many studies have been dedicated to understanding the pathogenesis of ExPEC, little is known about the mechanisms of their persistence. Since a correlation between the ecology of bacteria and their virulence exists, understanding the mechanisms of fitness and survival of these bacteria in extreme and changing conditions would not only improve our understanding of their persistence, but also will contribute to better design strategies for their prevention and treatments.\n\nPreviously, the model APEC strain χ7122 (O78∶K80∶H9), containing three large plasmids pChi7122-1, pChi7122-2, and pChi7122-3, previously named pAPEC-1, pAPEC-2, and pAPEC-3 respectively, and a cryptic plasmid pChi7122-4 (Table 1), has been used to undestand the role of large plasmids in the virulence of ExPEC. Specifically, we determined that both the nature of plasmids and their combinations have an effect on the virulence and the genetic diversity of ExPEC. Although we have clearly determined that pChi7122-1 has a major role in systemic infection of APEC in chickens, the role of the remaining plasmids remained unclear.\n\nSince pChi7122-2 and pChi7122-3 do not encode for common ExPEC virulence factors, and their roles are considered as minor in systemic infection in chickens, we hypothesized that these plasmids could be important in persistence of this bacterial strain in different stressful conditions encountered before and during infections. Therefore, this study aimed to (1) fully sequence and analyze the DNA of plasmids pChi7122-2, pChi7122-3, and pChi7122-4 of APEC strain χ7122; and (2) evaluate the contribution of these plasmids, as well the plasmid pChi7122-1, either individually or in combination, in the bacterial interaction with a model human intestinal epithelial cell line, bile and acid resistance, biofilm formation, and growth in iron-restricted medium and in the presence of different carbon sources. Moreover, since the plasmids can be carried by strains with different backgrounds, we aimed to determine the effect of different host strain backgrounds on plasmid-associated phenotypes. This study presents for the first time the sequence of three plasmids of APEC strain χ7122 and provides new insights into the genetic and phenotypic mechanisms that ExPEC may use for their persistence and survival in stressful conditions.",
  "methods": "Materials and Methods\n\nBacterial strains and growth conditions\n\nMost of the bacterial strains used in this study, listed in Table 1, are derived from the highly virulent APEC strain χ7122 (O78∶K80∶H9) and were fully described in our previous studies.\n\nTo evaluate the effect of the host strain background on plasmid-associated phenotypes, we used three derivatives of χ7122 with different LPS profiles containing the three plasmids pChi7122-1, pChi7122-2, and pChi7122-3; a rough mutant strain (O78-) of APEC χ7122, χ7145; and two derivatives of χ7145, χ7167 and χ7193, which respectively express O111 and O1 antigens rather than the native O78 antigen. We also used strains derived from an E. coli K-12, χ6092, containing either pChi7122-1, χ7346; pChi7122-2, χ7347; or pChi7122-3, χ7348 (Table 1,).\n\nAntibiotic susceptibility testing of strains was performed and interpreted via disk diffusion method, as recommended by the Clinical and Laboratory Standards Institute (CLSI).\n\nA collection of one hundred human strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI), eighty APEC strains, and forty-five enteric E. coli strains (from our collection) were used to study the distribution of pChi7122-2 and pChi7122-3-associated genes among different groups of pathogenic E. coli by PCR.\n\nUnless otherwise stated, bacteria were routinely grown in Luria Bertani (LB) broth or on MacConkey agar supplemented with 1% lactose at 37°C. Strains were stored as stock cultures at −80°C in peptone-glycerol medium. All wild-type derivative strains grew similarly in LB and reached the OD600 ∼1.0 when incubated overnight (O/N) at 37°C standing, except the strain χ7561 (pChi7122-1, pChi7122-2) which had a slightly lower growth and its OD600 was around 0.8 when grown in the same conditions.\n\nPlasmid sequencing and annotation\n\nThe DNA sequences of pChi7122-2, pChi7122-3 and pChi7122-4 plasmids were derived from contig sequences of the whole genomic DNA of APEC χ7122. The sequences were manipulated to the standard of an ‘Improved High-Quality Draft’. The program Artemis was used to identify the plasmids and collate data. For each of the three plasmids all the sequence gaps were closed by directed polymerase chain reaction (PCR) and the products sequenced with big dye terminator chemistry on ABI3730 capillary sequencers. All the plasmids were circularized and contiguated using this method.\n\nThe DNA sequences were annotated to identify coding sequences and repeat sequences in Artemis and the vector NTI suite of programs was used to confirm the previous analysis. To identify plasmids with similar sequences, pChi7122-2 (FR851303) and pChi7122-3 (FR851304) were compared by BLASTn at NCBI. Plasmid sequences of pEG356 (FN594520.1) from Shigella sonnei, pHK01 (HM355591.1) from a urinary E. coli isolate, pAA (FN554767.1) from EAEC, and pKF3-70 (FJ494913.1) from K. pneumoniae, and R721 (AP002527.1) a trimethoprim and streptomycin resistant plasmid from an E. coli were downloaded. Plasmid sequences were aligned and then visualized using ACT and Mauve v2.3.1. Schematic plasmid drawings were constructed using DNAplotter.\n\nAmino acid sequence and protein structural-based alignments were performed using the CLC Free Workbench software tool (v. 6.1 CLC bio A/S, Aarhus, Denmark) and the web-based interface for ESPript v.2.2 (http://espript.ibcp.fr/ESPript/cgi-bin/ESPript.cgi), respectively. The 3-D structure of the proteins pChiA, pChiT, pChiO, pChiD, and pChiR were predicted using position specific iterative (PSI)- BLAST alignment and HHpred.\n\nPrevalence of pChi7122-2 (eitA) and pChi7122-3 (pilS and pilV) genes among avian and human pathogenic E. coli\n\nOne hundred human E. coli strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI), eighty APEC strains, and forty-five enteric E. coli strains (from our collection) were screened by PCR for the presence of the eitA, pilS, and pilV genes using the primers eitA F: 5′-AACTGCGGCTATCAGGAGAC-3′ and eitA R : 5′-CAGGTCATATCCCACAGCTT-3′; pilS F: 5′-CTTCTCTTTCTGCACACCGT-3′ and pilS R: 5′-TGTGATTGTAACGGAGCC-3′; pilV F: 5′-TCTATACAGGCGAGTATTTA-3′ and pilV R: 5′-AATTCATACCAGAATACTCA-3′. The primers were designed from the sequence of pChi7122-2 (eitA) and pChi7122-3 (pilS and pilV).\n\nGrowth comparison assays\n\nThe growth rates of strains were compared in iron-sequestered medium using LB containing 100 µM of α,α′-dipyridyl alone or supplemented with either Heme (Sigma, 600 µg ml−1), hemoglobin (Sigma, 60 µg ml−1), or FeSO4 (Sigma, 20 mM: control). The growth rates were also tested in minimal medium MM9, MM9 with thiamin (1 µg ml−1) and 0.1% casamino acid, and supplemented with glucose, lactose, arabinose, mannose, galactose, glucuronic acid, or glucoronic acid (0.2%) as source of carbon at 37°C shaking (180 rpm). The OD600 was recorded every hour over 24-hour period.\n\nInteraction of strains with 3-D INT-407 human epithelial cells\n\n3-D cultures of human INT-407 cells (ATCC CCL6) were used as model intestinal epithelium and were prepared as previously described. Approximately 106 CFU of PBS-washed bacteria, grown rotating to an OD600 1.0 in LB, were added to each well (multiplicity of infection [MOI], 10). For bacterial association assays, the 24-well plates were incubated at 37°C in 5% CO2 for 1 hour, and rinsed three times with PBS. PBS-0.1% (w/v) deoxycholic acid sodium salt was added to each well, and samples were diluted and spread on MacConkey medium plates for enumeration by viable colony counting. For invasion assays, extracellular bacteria were killed following the initial 1-h incubation period by an additional 1-h incubation in medium containing gentamicin (100 µg/ml; Sigma-Aldrich). Cells were then washed 3× with PBS and lysed. Bacterial titers in the lysates were determined by serial dilutions and plating on MacConkey agar. The results were expressed as the Log10CFU/ml.\n\nAntibodies specific for O78-LPS (Denken Seiken) and the human tight junction protein ZO-1 (Invitrogen) were used for confocal laser scanning microscopy (CLSM) imaging. Antibodies were of porcine and mouse origins, respectively, and were used at a dilution of 1∶500 (anti-O78-LPS) and 1∶100 (anti-ZO-1). Goat anti-porcine and anti-mouse secondary antibodies labeled with Alexa Fluor 555 (Invitrogen) were used to detect the bound primary antibodies anti-O78-LPS and anti-ZO-1 respectively and were diluted 1∶500 in blocking solution (8% bovine serum albumin, 0.05% Triton-X100 in DPBS). Cell nuclei and the F-actin cytoskeleton were visualized with 4′, 6-diamidino-2-phenylindole hydrochloride (DAPI) and phalloidin (Invitrogen), respectively. The fixation and staining of 3-D aggregates was performed as described previously. Optical sections of the 3-D aggregates were obtained using a Zeiss LSM 510 Duo laser scanning microscope equipped with detectors and filter sets for monitoring emissions of the selected fluorophores. Images were acquired using a Plan-Neofluar 40×/1.3 oil DIC objective and were analyzed with the Zeiss LSM software package. Axiovision 4.8 software from Carl Zeiss was used to further process collected images.\n\nSensitivity of strains to deoxycholate (DOC) and acid shock tolerance\n\nTo determine the ability of bacteria to survive at sub-lethal bile concentration, different strains were grown rotating to an OD600 1.0 in LB medium. Five-microliters of serial ten-fold dilutions of each strain were spotted on both LB agar and LB agar containing 1% (w/v) DOC plates and incubated overnight at 37°C.\n\nFor acid shock assays, bacterial cells were grown at 37°C in LB broth, pH 7, O/N standing. Cultures adjusted to the same OD600 of 1.0 were diluted 1∶1,000 in LB, pH 2.5, and incubated at 37°C with gentle shaking (50 rpm). Samples were cultured by direct plating on LB agar after 8 h and 18 h to determine the percent survival following acid stress. As controls, bacteria were also grown in LB, pH 7 in the same conditions to determine if the growth of bacteria was affected.\n\nBiofilm formation assay\n\nBiofilm formation assays were performed in 96-well polystyrene microtiter plates (Becton Dickinson, Franklin Lakes, NJ). In brief, strains were grown to stationary phase in LB at 37°C and then diluted 1∶100 in LB supplemented with 0.1% (w/v) L-glucose. Aliquots of 200 µL for each dilution were dispensed per well into a microtiter plate (four wells/strain). Each strain was tested in quadruplicate, wells containing sterile medium were used as negative controls. Plates were sealed with parafilm and cultured standing either at 30°C, 37°C or 42°C for 5 days to mimic the environmental and body temperature of humans and chickens, respectively. The media of the plates were then decanted, and the plates were washed twice with sterile PBS. Microplates were then stained with 200 µL of 1% (w/v) Crystal Violet for 30 min, followed by washing twice with PBS to remove unbound dye. After drying, dye-containing adherent cells were resolubilized with 200 µL of 30% (v/v) acetic acid solution. The absorbance was measured at 570 nm in an ELISA reader (SpectraMax M2, Molecular Devices). All tests were carried out at least three times, and the results were averaged.\n\nStatistical analysis\n\nData were analyzed by one-way analysis of variance (ANOVA), followed by Bonferroni's multiple-comparison test (GraphPad Prism software, version 5.07). Differences between average values were also tested for significance by performing an unpaired, two-sided Student t test. The levels of significance (P values) are reported and values ≤0.05 were taken to be significant.",
  "results": "Results and Discussion\n\nGenome sequencing has made major contributions to our knowledge of virulence and the evolution of pathogenic bacteria. So far, virulence plasmids associated with ExPEC are ColV, ColBM and Vir plasmids; many of which are already fully sequenced and have been determined as belonging mainly to the IncFIB/FIIA backbone. Although PCR characterization of UPEC and APEC plasmids has revealed the presence of plasmids from other Inc groups, studies on their role in ExPEC has been limited. Previously, we examined the role of the three large plasmids of APEC χ7122 in pathogenesis in chickens and sequenced the plasmid pChi7122-1. We were able to assign roles for pChi7122-1 in the virulence in systemic infection of bacteria; however the roles of pChi7122-2 and pChi7122-3 in APEC χ7122 were equivocal.\n\nGeneral sequence features of plasmids pChi7122-2, pChi7122-3, and pChi7122-4\n\nIn this study, we present the whole DNA sequences of plasmids pChi7122-2 (FR851303), pChi7122-3 (FR851304) and pChi7122-4 (FR851305). The general sequence features of the three plasmids are listed in the Table 2.\n\nPlasmids pChi7122-2, pChi7122-3 and pChi7122-4 consist of 82,676 bp, 56,676 bp and 4,300 bp respectively (Fig. 1, Table 2) and are predicted to encode 115, 86, and 3 coding sequences (CDS) respectively (Table 2, Table S1 and S2); these CDSs include the complete sequences for the iron acquisition system eitABCD on pChi7122-2 and type IV fimbriae on pChi7122-3, which have been previously shown to be present on these plasmids by PCR. Analysis of pChi7122-4 revealed 3 CDSs that were predicted to encode plasmid replication and maintenance functions only (Table 2, Fig. 1); consequently we excluded this plasmid from all further experimental analysis.\n\nWe assessed the presence of eitA gene of pChi7122-2 and two genes of pChi7122-3 (pilS and pilV) by PCR among 225 pathogenic E. coli strains from different origins, including 100 human E. coli strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI), 80 APEC, and 45 human enteric pathogenic E. coli. PCR results show that eitA was present in 10% of non-UTI human isolates and 5% of APEC strains, but was absent in other groups. The genes pilS and pilV of pChi7122-3 were detected in 8.75% of the APEC group and in 10% of human UTI isolates, respectively. The low prevalence of pChi7122-2 (eitA) and pChi7122-3 (pilS and pilV) genes among other ExPEC of human and avian origin, as determined by PCR, could indicate the recent acquisition of these genes by these E. coli strains, enabling them to inhabit new niches.\n\nOur past work has determined that plasmids pChi7122-2 and pChi7122-3 are self-conjugative. Herein, their sequences analysis has revealed the presence of genes required for their transfer (Fig. 1, Table S1 and S2). The transfer region of pChi7122-2 is about 34 kb consisting of 24 tra and 9 trb genes (Table S1) and is identical to the one of the virulence plasmid pAA (FN554767.1; 99% identity with 92% coverage), whereas the tra region of pChi7122-3 has the same organization as its equivalent in E. coli conjugative plasmid IncI2 R721 (AP002527.1); it contains 11 tra/trb genes, grouped in two clusters separated by two pil genes (Fig. 1, Table S2). pChi7122-3 also harbors genes nikB, nikC, and nikA for relaxome formation involved in plasmid transfer (Fig. 1, Table S2).\n\nAmong the three plasmids, only pChi7122-2 carries antibiotic resistance genes (MM2-101, MM2-102 and MM2-103) (Table S1). These genes encode for a dihydropteroate synthase (sul1), a GCN5-related N-acetyl transferase and a streptomycin 3′-adenylytransferase (SP-R) (aadA), respectively. The phenotypic expression of streptomycin and sulfonamide (trimethoprim/sulfamethoxazole) resistance in strains containing pChi7122-2 has been determined by disk diffusion tests. Although streptomycin has only limited current usage in clinical medicine, it remains important for therapy of, and growth promotion in, animals and bacterial disease control in plants. It was suggested that sulphonamide resistance genes can be transferred from commensal bacteria via integrons, transposons or plasmids, into more virulent bacteria in the intestine.\n\nComparative analysis of the pChi7122 plasmids with those in the public databases using BLASTn showed that pChi7122-2 shares high homology with plasmids from Shigella sonnei (pEG356), an urinary E. coli isolate (pHK01), EAEC (pAA), and K. pneumoniae (pKF3-70), respectively (with 100% identity and 70% coverage). The pChi7122-3 genome has shown homology with only one plasmid, the E. coli plasmid R721 (with 99% identity and 90% coverage), which includes the type IV fimbriae pil operon and shufflon. Mauve alignment of pChi7122-2 and pChi7122-3 with their respective homologous plasmids confirmed these homologies (Fig. S1).\n\nThe plasmid pChi7122-2 and its homologous plasmids have a 4 kb region in common, which encodes for the ABC iron uptake locus eitABCD (Fig. 2A), previously described in two other APEC plasmids, pAPEC-O2-ColV and pAPEC-O1-ColBM. A DNA comparison of the regions of eitABCD of the six plasmids has shown that with the exception of pAPEC-O2-ColV, this region is located downstream of the par region of plasmids and is flanked by the transposon tnpA gene in pChi7122-2, pHK01, and pEG356 respectively and by an insertion sequence IS629 in pAPEC-O1-ColBM (Fig. 2A) which could explain the dissemination of eitABCD among genomes of these bacteria. We were unable to detect the iron-uptake phenotype expression of eitABCD genes using CAS agar medium, even though it was efficient in revealing those of pChi7122-1 and chromosomally-encoded systems. Therefore in this study, we extended the analysis by testing the growth of strains, with and without the three plasmids, in iron-limited medium alone or supplemented with either FeSO4, heme or hemoglobin. Our results show that only pChi7122-1 increased the growth of strains in iron-sequestered environments (Fig. S2). The ability to acquire iron from heme and hemoglobin could be related to the autotransporter Tsh encoded by pChi7122-1, which has previously been reported to bind to red blood cells. Future studies are needed to determine conditions of expression of eitABCD, such as under in vivo conditions.\n\nNew putative sugar utilization pathways identified in pChi7122-2\n\nAn important aspect of pathogenesis is the ability of bacteria to adapt their metabolism to the available nutrients by coordinating their metabolism with their life cycle. Recent reports have shown that in the intestine, both commensal and enterohemorrhagic E. coli (EHEC) require multiple carbon metabolic pathways.\n\nIn this study, DNA sequence analysis of pChi7122-2 has revealed the presence of two systems of sugar utilization pathways. This system, with two divergent operons, consists of a gene for a starvation-sensing protein (pChiA) located in the opposite orientation to four successive genes pChiOTDR (Fig. 2B, 3). These genes have no significant homology with DNA sequences of other E. coli available on public databases, as determined by MegaBLASTn search analysis, but share 94% homology (with 100% coverage) with the chromosomal DNA sequence of genomes of Salmonella Enteritidis (AM933172.1), Gallinarum (AM933173.1), Weltevreden (FR775220.1) and Agona (CP001138.1), respectively (Fig. 2B). The sequence analysis of this region in these Salmonella serovars has determined that, with the exception of S. Agona, in which the pChiA-equivalent gene is truncated, the organization of the pChiOTDR homologous genes in the genome of the four pathogens is the same (Fig. 2B). The identities of the proteins translated by these genes were between 86%–99% (Fig. 2B, Table S3, and Fig. S3).\n\nThe putative functions and the predicted 3-D structures of the pChiA and pChiOTDR gene products, determined by Blast-PSI and HHpred, show that pChiA encodes for a bifunctional dehydratase that utilizes both D-mannonate and D-altronate as substrates and pChiOTDR encode for a gluconate 5-dehydrogenase, pChiO; an exonate sugar transport, pChiT; an L-idonate 5 dehydrogenase, pChiD; and a regulator protein GntR-like, pChiR, respectively (Table S3, Fig. 3A). Two promoter regions, PpChiA and PpChi, with independent cAMP receptor protein (CRP) binding boxes, were detected in the promoter region of pChiA and pChiO (Fig. 3B). Bioinformatic analysis indicated that pChiR is a putative transcriptional regulator from GntR family. In the absence of glucose, the preferred carbon source for E. coli, the CRP would activate the pChi7122-2 sugars pathways; whereas pChiR would have an opposite effect. It is known that colonic mucus contains several sugar acids that represent an important source of nutrients and that genes involved in the catabolism of N-acetylglucosamine, sialic acid, glucosamine, gluconate, arabinose, and fucose are expressed in both commensal E. coli and EHEC. It has also been reported that UPEC bacteria grown in urine express enzymes for catabolism of sialic acid, gluconate, xylose, and arabinose and genes involved in the transport of gluconate and related hexonates are up-regulated in S. Typhimurium in macrophages, suggesting that the new pChi7122-2 sugar pathways could also be important either in the pathogenesis of APEC, as well as in Salmonella serovars Enteritidis, Gallinarum, Weltevreden and Agona or in their persistence in different hosts.\n\nCompared to the chromosomal E. coli K-12 L-idonic acid pathway encoded by the gnTII genes, idnK idnDOTR , the genes of the operon pChiOTDR of pChi7122-2 have no significant homologies at the DNA level and share some sequence identity at the protein level (Table 3); moreover, the position of the gene of L-idonate 5 dehydrogenase is different in the two distinct gene clusters. Intriguingly, the gluconate kinase gene, idnK, of GnTII pathway is absent in the pChi7122-2 pathway and is substituted by the gene of the starvation sensing protein, rspA-like  pChiA which is essential for survival of bacteria in limited nutrient conditions. The gene encoding the regulatory protein GntR in the GnTII pathways, exhibits no significant homology at both DNA and protein levels with its counterpart in pChi7122-2 (pChiR) (Table 3). In this study, although we have shown that strains have better growth in media with glucoronic acid than with other sugars tested (Fig. S4), there were no significant differences between strains with and without the plasmid pChi7122-2. The functionality of the sugar utilization pathway genes located on pChi7122-2 would be more apparent in gntII-operon-deleted strains, or by evaluation of their expression under in vivo conditions, such as using the selective capture of transcribed sequences (SCOTS) method. Future studies will be conducted to determine the conditions of their expression and their eventual role in both APEC and Salmonella serovars.\n\nDiversity of plasmids-associated fitness phenotypes and the effect of host strain background on their expression\n\nThe genomic diversity among ExPEC isolates has been described and multiple factors have been linked to their virulence. However, a systematic analysis of ExPEC phenotypic diversity has not been done previously. In this study, the large plasmids-associated phenotypes related to fitness of ExPEC bacteria as well the effect of host strain backgrounds were investigated.\n\nIntestines are suspected to be a primary reservoir of ExPEC strains causing diseases in both humans and chickens. To determine if large plasmids would increase the fitness of their carriers in the gastrointestinal (GI) tract environment, we assessed the ability of strains to colonize intestine cells and resist both acid and bile, attributes that allow enteric bacteria to live and persist in the intestine of their host.\n\nAPEC strain χ7122 associates with and invades into intestinal epithelial cells without affecting the distribution of the tight junction protein ZO-1\n\nSome APEC strains are genetically similar to human ExPEC, especially to uropathogenic E. coli (UPEC), and could cause human diseases. Herein, we investigated the ability of APEC-derivative strains to associate with, and invade into, human cells of the kind that may be targeted by human ExPEC bacteria during their commensal life cycle in the intestine. The intestine is suspected to be a reservoir of ExPEC that cause infections in humans. Since APEC strains are now considered as potential food-borne pathogens that could be transmitted to humans via poultry products, we aimed to investigate the interaction of APEC-derivative strains with 3-D organotypic models of human intestinal epithelial cells. The 3-D model of intestinal epithelium used in this study has been shown previously to mimic the in vivo parental tissue more closely than monolayer cultures with regard to morphology and function. The highly differentiated character of the 3-D intestinal cells is reflected in the presence of distinct apical and basolateral polarity, increased expression and better organization of tight junctions, extracellular matrix, and brush border proteins, highly localized expression of mucins, and multiple epithelial cell types relevant to those found in vivo. Our data showed that APEC-derivative strains were able to associate with, and invade into, human intestinal epithelial cells, and large plasmids did not have significant effect on these characteristics (Fig. 4). Although tight junctions efficiently restrict most microbes from penetrating into deeper tissues and contain the microbiota, some pathogens have developed specific strategies to alter or disrupt these structures as part of their pathogenesis, resulting in either pathogen penetration, or other consequences such as diarrhea. In this study, evaluation of different APEC-derivative strains for their interaction with 3-D human intestinal epithelial cells, showed that although these strains attached and invaded into these cells, they did not disturb their tight junctions, based on immunofluorescence evaluation (Fig. 4). These data suggest that invasion of the intestine and dissemination would not occur through intercellular transportation of the bacteria, which could potentially disseminate through transcellular transportation, a mechanism used by meningitis-causing bacteria, including E. coli K1 to invade brain microvascular endothelial cells (BMECs). These bacteria could live as commensals in the intestines from where they shed and cause diseases in different hosts or other sites of the same host.\n\nRole of plasmids in bile and acid resistance\n\nMechanisms associated with bile resistance in bacteria are LPS synthesis, expression of efflux pump genes and regulatory genes such as marAB and phoPQ . In this study, we have shown that all wild-type derived strains tested were resistant to deoxycholate (DOC), one of the most abundant bile salts in humans (data not shown); whereas the group of strains derived from E. coli K-12 behaved differently (Fig. 5A). Although, E. coli K-12 was sensitive to the bile, its plasmid derivative strains χ7346 (pChi7122-1) and χ7347 (pChi7122-2) had increased survival in LB agar media with 1% (w/v) DOC as compared to their parent χ6092. The strain χ7348 (pChi7122-3) was as sensitive to bile as its parent strain χ6092 (Fig. 5A). According to our results APEC χ7122 strain better tolerates the presence of bile salts in the media then E. coli K-12 which was sensitive to the detergent (Fig. 5, data of wild-type not shown). The mechanism of resistance of APEC could be both LPS and plasmid related. In fact, the detection of plasmid-associated resistance in E. coli K-12 background but not in the wild-type background strains, could be related to the presence of other factors, including the LPS in these strains that has masked the effect of plasmids on this phenomenon; this statement is supported by the resistance of the rough mutant which is usually hypersensitive to bile. The mechanism of resistance encoded by the plasmid pChi7122-1 could be associated with proteins such as OmpT that was previously associated with bile resistance in Vibrio cholerae  and ABC transport proteins that are known to play a role in the protection of cells from toxic compounds. Since such factors are not located on pChi7122-2, other factors predicted to be encoded by this plasmid, such as TA modules could be involved in bile tolerance of bacteria; as TA systems are now known to play an important role in bacterial stress physiology. To our knowledge, this is the first time that plasmids have been shown to be associated with the bile resistance of E. coli.\n\nAcid resistance is important for bacterial survival in acidic stomach or in foods with low pH. Our results have shown that plasmids do not have any effect on the growth of the wild-type derived strains when grown in acidic medium for a short period (12 hours), as the strains with and without plasmids grew similarly (data not shown). However, at longer incubation times (18 hours), strains behaved differently (Fig. 5B). Similar to the study by Lim et al. on the plasmid pO157 in E. coli O157, we have shown that in the absence of its three plasmids, the APEC strain survived better in acidic conditions than in their presence when incubated for 18 h. Moreover, our study showed that although the plasmid pChi7122-1, either alone or in combination with pChi7122-2 or pChi7122-3, decreased the acid tolerance of bacteria, the presence of pChi7122-3 had the opposite effect (Fig. 5B). Since pChi7122-1 and pO157 play a major role in the virulence of APEC and E. coli O157 respectively, these findings could indicate that the presence of plasmids exert a cost to bacterial fitness when exposed for a long period (>18 hours) to acidic conditions, whereas bacteria containing other plasmids such as pChi7122-3 in χ7122 would have better survivability in these conditions. Elucidation of the mechanism of acid tolerance associated with pChi7122-3 is needed to fully understanding the persistence of E. coli in acidic conditions.\n\nOur study also confirmed the importance of the full expression of O78-antigen LPS for the acid tolerance of E. coli , and demonstrated that the nature of LPS had a minor effect on this stress response (Fig. 5B).\n\nLarge plasmids increase biofilm formation at host temperatures\n\nBacterial biofilm formation is a major concern in both medical and industrial systems. Biofilm formation is associated with many medically-important pathogenic bacteria, as an estimated 65-80% of all human infections are thought to be biofilm-related. However, elucidating the mechanisms of biofilm formation necessary for establishing strategies for their prevention and treatments is becoming a matter of urgency.\n\nExPEC cells are found in biofilm-like communities in both gastrointestinal and urinary tracts indicating the importance of biofilms in the persistence of these bacteria. ExPEC bacteria have to adapt to extreme temperature changes. In this study, our strategy using three large plasmids, either individually or in combination in both an APEC wild-type and an E. coli K-12 background, and different O-LPS at different temperatures, has revealed new insights into biofilm formation of ExPEC. Altogether, our data distinguished four groups of factor-driven biofilms, including plasmidless-, plasmid-, O-LPS-, and rough LPS-mediated biofilms in E. coli which differ in their expression conditions.\n\nIn general, the different strains tested formed more biofilms at 30°C than at 37°C or 42°C (Fig. 6A). Compared to the wild-type, the plasmidless strain produced significantly more biofilm at 30°C (P<0.05) (Fig. 6A). In the same conditions, the presence of the three plasmids, either individually or in combinations in the strains, reduced the level of biofilm formation to the level of the wild-type strain (Fig. 6A). In contrary, at host temperatures (37° and 42°) (Fig. 6A), the plasmidless strain produced less biofilm than the wild-type strain, with the data being statistically significant (P<0.05) at 42°C (Fig. 6A).\n\nThe biofilm formed by the plasmid-cured strain, highly produced at 30°C (Fig. 6A), is probably promoted by no-plasmidic factors preferentially expressed at 30°C and at early stage of biofilm formation; among them curli required for development of biofilm and adhesion. Expression of biofilm in the environment (30°C) would be beneficial for plasmidless strains; in these conditions, biofilm will allow these bacteria to be in close proximity with other bacterial species and acquire transmissible genetic elements.\n\nIt has been shown that conjugative plasmids promote bacterial biofilm formation by generating F-pili mating pairs, which is important for early biofilm formation. In this report, we have shown that plasmid-driven biofilms are very complex and this complexity is related to the nature of the plasmids, their combinations, host strain backgrounds, and the temperature to which the strains are exposed. The presence of the three plasmids pChi7122-1, pChi7122-2, and pChi7122-3 in the wild-type strain (Fig. 6A) and pChi7122-3 in the E. coli K-12 strain (Fig. 6B), had increased biofilm formation at host temperature conditions, with data being significant at 42°C (P<0.05) (Fig. 6B). The fact that pChi7122-3-driven enhancement of bacterial biofilm was higher than those of pChi7122-2 and pChi7122-1 in both wild-type and the E. coli K-12 backgrounds could be related to not only the tra genes expression but also to the type IV fimbriae encoded by pChi7122-3, which was previously associated with the biofilm formation in enteroaggregative E. coli . Plasmid-driven biofilms could be essential in the virulence process by giving bacteria a survival advantage in different niches of the host, which could result in disease.\n\nA controversy exists regarding the role of LPS in bacterial biofilm formation. In this study, we have shown that the three plasmids pChi7122-1, pChi7122-2, and pChi7122-3 in wild-type derivative strains with different O-LPS backgrounds behaved differently in their biofilm formation (Fig. 6C). In absence of O78-LPS, the rough strain produced significantly (P<0.0001) less biofilm than its smooth wild-type strain at 30°C. Even though substitution of O78-LPS with O111-LPS had little effect on biofilm formation, the substitution of O78-LPS with O1-LPS has in contrary greatly enhanced biofilm formation in these bacteria at 30°C. Since the O1-LPS-driven enhancement of bacteria biofilm occurs at 30°C condition and is repressed at host temperatures (37°C/42°C), this indicates that its role could be more important in the persistence of bacteria in the environment, and that the temperature of 30°C in early O1-LPS-associated biofilm formation is necessary. The fact that O1-LPS-driven biofilm is not highly formed at 37°C and 42°C (Fig. 6C), could be related to a change in the LPS-O1 bilayer structure at higher temperature leading to the disturbance of the early biofilm formed. To our knowledge, this is the first report on the effect of the nature of LPS on biofilm formation.\n\nConclusion\n\nA novel putative sugar utilization pathway operon that is not present in other E. coli strains but found in Salmonella serovars, an ABC iron transport system and a type IV fimbriae pil operon were located on pChi7122-2 and pChi7122-3 respectively. Multiple plasmid-encoded mechanisms, including toxin-antitoxin modules and the novel sugar pathway could be important in the fitness and persistence of APEC χ7122.\n\nLarge plasmids were involved in bile resistance (pChi7122-1 and pChi7122-2) when present in E. coli K-12 background and acid tolerance (pChi7122-3) in the wild-type background. Four different factor-driven biofilms, including plasmidless-, plasmid-, rough-LPS-, and O-LPS-mediated were demonstrated. These multiple factor-driven biofilms expressed at different temperatures could have distinct functions. Some of them could be important in the acquisition of genetic material and persistence of bacteria in the environment; others could be involved in virulence. The genotypic and phenotypic analysis of plasmid-derivative strains of an ExPEC model strain χ7122 (O78∶K80∶H9) revealed new insights into the mechanisms of fitness of ExPEC and their diversity.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Research Article",
    "Biology",
    "Genetics",
    "Microbiology",
    "Bacterial Pathogens",
    "Model Organisms",
    "Molecular Cell Biology",
    "Cellular Types",
    "Medicine",
    "Infectious Diseases",
    "Bacterial Diseases",
    "Zoonoses"
  ],
  "citations": [
    {
      "title": "Pathogenic Escherichia coli.",
      "authors": [
        "JB Kaper"
      ]
    },
    {
      "title": "Pathogenic Escherichia coli.",
      "authors": [
        "JB Kaper",
        "JP Nataro",
        "HL Mobley"
      ]
    },
    {
      "title": "A systematic review of outbreak and non-outbreak studies of extraintestinal pathogenic Escherichia coli causing community-acquired infections.",
      "authors": [
        "DB George",
        "AR Manges"
      ]
    },
    {
      "title": "Extraintestinal pathogenic Escherichia coli.",
      "authors": [
        "JL Smith",
        "PM Fratamico",
        "NW Gunther"
      ]
    },
    {
      "title": "Intestine and environment of the chicken as reservoirs for extraintestinal pathogenic Escherichia coli strains with zoonotic potential.",
      "authors": [
        "C Ewers",
        "EM Antao",
        "I Diehl",
        "HC Philipp",
        "LH Wieler"
      ]
    },
    {
      "title": "Contamination of retail foods, particularly turkey, from community markets (Minnesota, 1999–2000) with antimicrobial-resistant and extraintestinal pathogenic Escherichia coli.",
      "authors": [
        "JR Johnson",
        "P Delavari",
        "TT O'Bryan",
        "KE Smith",
        "S Tatini"
      ]
    },
    {
      "title": "Virulence factors of septicemic Escherichia coli strains.",
      "authors": [
        "D Mokady",
        "U Gophna",
        "EZ Ron"
      ]
    },
    {
      "title": "The structures of Escherichia coli O-polysaccharide antigens.",
      "authors": [
        "R Stenutz",
        "A Weintraub",
        "G Widmalm"
      ]
    },
    {
      "title": "Avian pathogenic Escherichia coli (APEC).",
      "authors": [
        "M Dho-Moulin",
        "JM Fairbrother"
      ]
    },
    {
      "title": "Role of virulence factors in resistance of avian pathogenic Escherichia coli to serum and in pathogenicity.",
      "authors": [
        "M Mellata",
        "M Dho-Moulin",
        "CM Dozois",
        "R Curtiss",
        "PK Brown"
      ]
    },
    {
      "title": "Loss of the O4 antigen moiety from the lipopolysaccharide of an extraintestinal isolate of Escherichia coli has only minor effects on serum sensitivity and virulence in vivo.",
      "authors": [
        "TA Russo",
        "G Sharma",
        "CR Brown",
        "AA Campagnari"
      ]
    },
    {
      "title": "Characterization of the contribution to virulence of three large plasmids of avian pathogenic Escherichia coli chi7122 (O78:K80:H9).",
      "authors": [
        "M Mellata",
        "K Ameiss",
        "H Mo",
        "R Curtiss"
      ]
    },
    {
      "title": "Plasmid-borne virulence-associated genes have a conserved organization in virulent strains of avian pathogenic Escherichia coli.",
      "authors": [
        "KA Tivendale",
        "JL Allen",
        "GF Browning"
      ]
    },
    {
      "title": "The conserved portion of the putative virulence region contributes to virulence of avian pathogenic Escherichia coli.",
      "authors": [
        "KA Tivendale",
        "AH Noormohammadi",
        "JL Allen",
        "GF Browning"
      ]
    },
    {
      "title": "Complete DNA sequence of a ColBM plasmid from avian pathogenic Escherichia coli suggests that it evolved from closely related ColV virulence plasmids.",
      "authors": [
        "TJ Johnson",
        "SJ Johnson",
        "LK Nolan"
      ]
    },
    {
      "title": "DNA sequence and comparative genomics of pAPEC-O2-R, an avian pathogenic Escherichia coli transmissible R plasmid.",
      "authors": [
        "TJ Johnson",
        "KE Siek",
        "SJ Johnson",
        "LK Nolan"
      ]
    },
    {
      "title": "DNA sequence of a ColV plasmid and prevalence of selected plasmid-encoded virulence genes among avian Escherichia coli strains.",
      "authors": [
        "TJ Johnson",
        "KE Siek",
        "SJ Johnson",
        "LK Nolan"
      ]
    },
    {
      "title": "Complete DNA sequence, comparative genomics, and prevalence of an IncHI2 plasmid occurring among extraintestinal pathogenic Escherichia coli isolates.",
      "authors": [
        "TJ Johnson",
        "YM Wannemeuhler",
        "JA Scaccianoce",
        "SJ Johnson",
        "LK Nolan"
      ]
    },
    {
      "title": "Full sequence and comparative analysis of the plasmid pAPEC-1 of avian pathogenic E. coli chi7122 (O78:K80:H9).",
      "authors": [
        "M Mellata",
        "JW Touchman",
        "R Curtiss"
      ]
    },
    {
      "title": "Pathogenomics of the virulence plasmids of Escherichia coli.",
      "authors": [
        "TJ Johnson",
        "LK Nolan"
      ]
    },
    {
      "title": "Plasmid replicon typing of commensal and pathogenic Escherichia coli isolates.",
      "authors": [
        "TJ Johnson",
        "YM Wannemuehler",
        "SJ Johnson",
        "CM Logue",
        "DG White"
      ]
    },
    {
      "title": "Structural basis of the role of the NikA ribbon-helix-helix domain in initiating bacterial conjugation.",
      "authors": [
        "H Yoshida",
        "N Furuya",
        "YJ Lin",
        "P Guntert",
        "T Komano"
      ]
    },
    {
      "title": "Specific binding of the NikA protein to one arm of 17-base-pair inverted repeat sequences within the oriT region of plasmid R64.",
      "authors": [
        "N Furuya",
        "T Komano"
      ]
    },
    {
      "title": "Resistance to trimethoprim and sulfonamides.",
      "authors": [
        "O Skold"
      ]
    },
    {
      "title": "GCN5-related N-acetyltransferases: a structural overview.",
      "authors": [
        "F Dyda",
        "DC Klein",
        "AB Hickman"
      ]
    },
    {
      "title": "Purification of streptomycin adenylyltransferase from a recombinant Escherichia coli.",
      "authors": [
        "S Jana",
        "G Karan",
        "JK Deb"
      ]
    },
    {
      "title": "Dissemination of the strA-strB streptomycin-resistance genes among commensal and pathogenic bacteria from humans, animals, and plants.",
      "authors": [
        "GW Sundin",
        "CL Bender"
      ]
    },
    {
      "title": "Phenotypic and genotypic characterization of antimicrobial resistance in German Escherichia coli isolates from cattle, swine and poultry.",
      "authors": [
        "B Guerra",
        "E Junker",
        "A Schroeter",
        "B Malorny",
        "S Lehmann"
      ]
    },
    {
      "title": "The plasmid R64 thin pilus identified as a type IV pilus.",
      "authors": [
        "SR Kim",
        "T Komano"
      ]
    },
    {
      "title": "Characterization of a novel type IV pilus locus encoded on the large plasmid of locus of enterocyte effacement-negative Shiga-toxigenic Escherichia coli strains that are virulent for humans.",
      "authors": [
        "P Srimanote",
        "AW Paton",
        "JC Paton"
      ]
    },
    {
      "title": "Structure and function of the shufflon in plasmid R64.",
      "authors": [
        "A Gyohda",
        "N Furuya",
        "A Ishiwa",
        "S Zhu",
        "T Komano"
      ]
    },
    {
      "title": "Shufflons: multiple inversion systems and integrons.",
      "authors": [
        "T Komano"
      ]
    },
    {
      "title": "Isolation and characterization of a gene involved in hemagglutination by an avian pathogenic Escherichia coli strain.",
      "authors": [
        "DL Provence",
        "R Curtiss"
      ]
    },
    {
      "title": "Functional analysis of the Tsh autotransporter from an avian pathogenic Escherichia coli strain.",
      "authors": [
        "M Kostakioti",
        "C Stathopoulos"
      ]
    },
    {
      "title": "Carbon metabolism of intracellular bacterial pathogens and possible links to virulence.",
      "authors": [
        "W Eisenreich",
        "T Dandekar",
        "J Heesemann",
        "W Goebel"
      ]
    },
    {
      "title": "Carbon nutrition of Escherichia coli in the mouse intestine.",
      "authors": [
        "DE Chang",
        "DJ Smalley",
        "DL Tucker",
        "MP Leatham",
        "WE Norris"
      ]
    },
    {
      "title": "Comparison of carbon nutrition for pathogenic and commensal Escherichia coli strains in the mouse intestine.",
      "authors": [
        "AJ Fabich",
        "SA Jones",
        "FZ Chowdhury",
        "A Cernosek",
        "A Anderson"
      ]
    },
    {
      "title": "The HHpred interactive server for protein homology detection and structure prediction.",
      "authors": [
        "J Soding",
        "A Biegert",
        "AN Lupas"
      ]
    },
    {
      "title": "Divergent evolution in the enolase superfamily: the interplay of mechanism and specificity.",
      "authors": [
        "JA Gerlt",
        "PC Babbitt",
        "I Rayment"
      ]
    },
    {
      "title": "Cyclic AMP in prokaryotes.",
      "authors": [
        "JL Botsford",
        "JG Harman"
      ]
    },
    {
      "title": "Transcription activation by catabolite activator protein (CAP).",
      "authors": [
        "S Busby",
        "RH Ebright"
      ]
    },
    {
      "title": "A new family of bacterial regulatory proteins.",
      "authors": [
        "DJ Haydon",
        "JR Guest"
      ]
    },
    {
      "title": "Fitness of Escherichia coli during urinary tract infection requires gluconeogenesis and the TCA cycle.",
      "authors": [
        "CJ Alteri",
        "SN Smith",
        "HL Mobley"
      ]
    },
    {
      "title": "Unravelling the biology of macrophage infection by gene expression profiling of intracellular Salmonella enterica.",
      "authors": [
        "S Eriksson",
        "S Lucchini",
        "A Thompson",
        "M Rhen",
        "JC Hinton"
      ]
    },
    {
      "title": "Sequence analysis of the GntII (subsidiary) system for gluconate metabolism reveals a novel pathway for L-idonic acid catabolism in Escherichia coli.",
      "authors": [
        "C Bausch",
        "N Peekhaus",
        "C Utz",
        "T Blais",
        "E Murray"
      ]
    },
    {
      "title": "Sensing starvation: a homoserine lactone–dependent signaling pathway in Escherichia coli.",
      "authors": [
        "GW Huisman",
        "R Kolter"
      ]
    },
    {
      "title": "Identification of Mycobacterium tuberculosis RNAs synthesized in response to phagocytosis by human macrophages by selective capture of transcribed sequences (SCOTS).",
      "authors": [
        "JE Graham",
        "JE Clark-Curtiss"
      ]
    },
    {
      "title": "Phylogenetic and genomic diversity of human bacteremic Escherichia coli strains.",
      "authors": [
        "F Jaureguy",
        "L Landraud",
        "V Passet",
        "L Diancourt",
        "E Frapy"
      ]
    },
    {
      "title": "Organized genome dynamics in the Escherichia coli species results in highly diverse adaptive paths.",
      "authors": [
        "M Touchon",
        "C Hoede",
        "O Tenaillon",
        "V Barbe",
        "S Baeriswyl"
      ]
    },
    {
      "title": "Molecular epidemiology of extraintestinal pathogenic (uropathogenic) Escherichia coli.",
      "authors": [
        "JR Johnson",
        "TA Russo"
      ]
    },
    {
      "title": "Mechanisms of bacterial resistance and response to bile.",
      "authors": [
        "JS Gunn"
      ]
    },
    {
      "title": "Comparison of Escherichia coli isolates implicated in human urinary tract infection and avian colibacillosis.",
      "authors": [
        "KE Rodriguez-Siek",
        "CW Giddings",
        "C Doetkott",
        "TJ Johnson",
        "MK Fakhr"
      ]
    },
    {
      "title": "Avian-pathogenic Escherichia coli strains are similar to neonatal meningitis E. coli strains and are able to cause meningitis in the rat model of human disease.",
      "authors": [
        "KA Tivendale",
        "CM Logue",
        "S Kariyawasam",
        "D Jordan",
        "A Hussein"
      ]
    },
    {
      "title": "Three-dimensional tissue assemblies: novel models for the study of Salmonella enterica serovar Typhimurium pathogenesis.",
      "authors": [
        "CA Nickerson",
        "TJ Goodwin",
        "J Terlonge",
        "CM Ott",
        "KL Buchanan"
      ]
    },
    {
      "title": "Organotypic 3D cell culture models: using the rotating wall vessel to study host-pathogen interactions.",
      "authors": [
        "J Barrila",
        "AL Radtke",
        "A Crabbe",
        "SF Sarker",
        "MM Herbst-Kralovetz"
      ]
    },
    {
      "title": "Bacterial penetration across the blood-brain barrier during the development of neonatal meningitis.",
      "authors": [
        "SH Huang",
        "MF Stins",
        "KS Kim"
      ]
    },
    {
      "title": "An Escherichia coli MG1655 lipopolysaccharide deep-rough core mutant grows and survives in mouse cecal mucus but fails to colonize the mouse large intestine.",
      "authors": [
        "AK Moller",
        "MP Leatham",
        "T Conway",
        "PJ Nuijten",
        "LA de Haan"
      ]
    },
    {
      "title": "Vibrio cholerae OmpU and OmpT porins are differentially affected by bile.",
      "authors": [
        "JA Wibbenmeyer",
        "D Provenzano",
        "CF Landry",
        "KE Klose",
        "AH Delcour"
      ]
    },
    {
      "title": "ATP-binding cassette transporters in bacteria.",
      "authors": [
        "AL Davidson",
        "J Chen"
      ]
    },
    {
      "title": "Persister cells and tolerance to antimicrobials.",
      "authors": [
        "I Keren",
        "N Kaldalu",
        "A Spoering",
        "Y Wang",
        "K Lewis"
      ]
    },
    {
      "title": "Specialized persister cells and the mechanism of multidrug tolerance in Escherichia coli.",
      "authors": [
        "I Keren",
        "D Shah",
        "A Spoering",
        "N Kaldalu",
        "K Lewis"
      ]
    },
    {
      "title": "Increased persistence in Escherichia coli caused by controlled expression of toxins or other unrelated proteins.",
      "authors": [
        "N Vazquez-Laslop",
        "H Lee",
        "AA Neyfakh"
      ]
    },
    {
      "title": "Mechanisms of acid resistance in enterohemorrhagic Escherichia coli.",
      "authors": [
        "J Lin",
        "MP Smith",
        "KC Chapin",
        "HS Baik",
        "GN Bennett"
      ]
    },
    {
      "title": "Characterization of an Escherichia coli O157:H7 plasmid O157 deletion mutant and its survival and persistence in cattle.",
      "authors": [
        "JY Lim",
        "H Sheng",
        "KS Seo",
        "YH Park",
        "CJ Hovde"
      ]
    },
    {
      "title": "Involvement of surface polysaccharides in the organic acid resistance of Shiga Toxin-producing Escherichia coli O157:H7.",
      "authors": [
        "S Barua",
        "T Yamashino",
        "T Hasegawa",
        "K Yokoyama",
        "K Torii"
      ]
    },
    {
      "title": "Controlling bacterial biofilms.",
      "authors": [
        "JJ Richards",
        "C Melander"
      ]
    },
    {
      "title": "Microbial biofilm communities in the gastrointestinal tract.",
      "authors": [
        "S Macfarlane"
      ]
    },
    {
      "title": "Intracellular bacterial biofilm-like pods in urinary tract infections.",
      "authors": [
        "GG Anderson",
        "JJ Palermo",
        "JD Schilling",
        "R Roth",
        "J Heuser"
      ]
    },
    {
      "title": "Curli fibers are required for development of biofilm architecture in Escherichia coli K-12 and enhance bacterial adherence to human uroepithelial cells.",
      "authors": [
        "T Kikuchi",
        "Y Mizunoe",
        "A Takade",
        "S Naito",
        "S Yoshida"
      ]
    },
    {
      "title": "Natural conjugative plasmids induce bacterial biofilm development.",
      "authors": [
        "JM Ghigo"
      ]
    },
    {
      "title": "Synergistic effects in mixed Escherichia coli biofilms: conjugative plasmid transfer drives biofilm expansion.",
      "authors": [
        "A Reisner",
        "BM Holler",
        "S Molin",
        "EL Zechner"
      ]
    },
    {
      "title": "Exposure of conjugative plasmid carrying Escherichia coli biofilms to male-specific bacteriophages.",
      "authors": [
        "T May",
        "K Tsuruta",
        "S Okabe"
      ]
    },
    {
      "title": "An IncI1 plasmid contributes to the adherence of the atypical enteroaggregative Escherichia coli strain C1096 to cultured cells and abiotic surfaces.",
      "authors": [
        "EG Dudley",
        "C Abe",
        "JM Ghigo",
        "P Latour-Lambert",
        "JC Hormazabal"
      ]
    },
    {
      "title": "Lack of O-polysaccharide enhances biofilm formation by Bradyrhizobium japonicum.",
      "authors": [
        "YW Lee",
        "SY Jeong",
        "YH In",
        "KY Kim",
        "JS So"
      ]
    },
    {
      "title": "Biofilm formation and interaction with the surfaces of gallstones by Salmonella spp.",
      "authors": [
        "AM Prouty",
        "WH Schwesinger",
        "JS Gunn"
      ]
    },
    {
      "title": "Fourier transform infrared spectroscopy characterization of the lamellar and nonlamellar structures of free lipid A and Re lipopolysaccharides from Salmonella minnesota and Escherichia coli.",
      "authors": [
        "K Brandenburg"
      ]
    },
    {
      "title": "Structural polymorphisms of rough mutant lipopolysaccharides Rd to Ra from Salmonella minnesota.",
      "authors": [
        "U Seydel",
        "MH Koch",
        "K Brandenburg"
      ]
    },
    {
      "title": "Lipopolysaccharide bilayer structure: effect of chemotype, core mutations, divalent cations, and temperature.",
      "authors": [
        "S Snyder",
        "D Kim",
        "TJ McIntosh"
      ]
    },
    {
      "title": "Unique chromosomal regions associated with virulence of an avian pathogenic Escherichia coli strain.",
      "authors": [
        "PK Brown",
        "R Curtiss"
      ]
    },
    {
      "title": "Role of avian pathogenic Escherichia coli virulence factors in bacterial interaction with chicken heterophils and macrophages.",
      "authors": [
        "M Mellata",
        "M Dho-Moulin",
        "CM Dozois",
        "R Curtiss",
        "B Lehoux"
      ]
    },
    {
      "title": "Breakpoint tables for interpretation of MICs and zone diameters.",
      "authors": []
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "Genomics. Genome project standards in a new era of sequencing.",
      "authors": [
        "PS Chain",
        "DV Grafham",
        "RS Fulton",
        "MG Fitzgerald",
        "J Hostetler"
      ]
    },
    {
      "title": "Viewing and annotating sequence data with Artemis.",
      "authors": [
        "M Berriman",
        "K Rutherford"
      ]
    },
    {
      "title": "Mauve: multiple alignment of conserved genomic sequence with rearrangements.",
      "authors": [
        "AC Darling",
        "B Mau",
        "FR Blattner",
        "NT Perna"
      ]
    },
    {
      "title": "DNAPlotter: circular and linear interactive genome visualization.",
      "authors": [
        "T Carver",
        "N Thomson",
        "A Bleasby",
        "M Berriman",
        "J Parkhill"
      ]
    },
    {
      "title": "ESPript: analysis of multiple sequence alignments in PostScript.",
      "authors": [
        "P Gouet",
        "E Courcelle",
        "DI Stuart",
        "F Metoz"
      ]
    },
    {
      "title": "Alveolar epithelium protects macrophages from quorum sensing-induced cytotoxicity in a three-dimensional co-culture model.",
      "authors": [
        "A Crabbe",
        "SF Sarker",
        "R Van Houdt",
        "CM Ott",
        "N Leys"
      ]
    },
    {
      "title": "Initiation of biofilm formation in Pseudomonas fluorescens WCS365 proceeds via multiple, convergent signalling pathways: a genetic analysis.",
      "authors": [
        "GA O'Toole",
        "R Kolter"
      ]
    },
    {
      "title": "Relationship between the Tsh autotransporter and pathogenicity of avian Escherichia coli and localization and analysis of the Tsh genetic region.",
      "authors": [
        "CM Dozois",
        "M Dho-Moulin",
        "A Bree",
        "JM Fairbrother",
        "C Desautels"
      ]
    }
  ],
  "original_title": "New insights into the bacterial fitness-associated mechanisms revealed by the characterization of large plasmids of an avian pathogenic E. coli",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1062/3251573/7f743d4fcf93/pone.0029481.g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1062/3251573/c795a8775a9d/pone.0029481.g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1062/3251573/e26382778a33/pone.0029481.g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1062/3251573/018fc9a8cf66/pone.0029481.g004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1062/3251573/43a51bb6aede/pone.0029481.g005.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1062/3251573/04c609800dd5/pone.0029481.g006.jpg"
  ]
}