{
  "pmcid": "PMC3647661",
  "title": "Lack of Norovirus Replication and Histo-Blood Group Antigen Expression in 3-Dimensional Intestinal Epithelial Cells",
  "abstract": "TOC summary: The 3-dimensional intestinal model is not sufficient as a virus replication system for developing vaccines or drugs to control human norovirus infections.\n\nNoroviruses (NoVs) are a leading cause of gastroenteritis worldwide. An in vitro model for NoV replication remains elusive, making study of the virus difficult. A previous study, which used a 3-dimensional (3-D) intestinal model derived from INT-407 cells reported NoV replication and extensive cytopathic effects (CPE). Using the same 3-D model, but with highly purified Norwalk virus (NV), we attempted to replicate this study. Our results showed no evidence of NV replication by real-time PCR of viral RNA or by immunocytochemical detection of viral structural and nonstructural proteins. Immunocytochemical analysis of the 3-D cultures also showed no detectable presence of histo-blood group antigens that participate in NV binding and host tropism. To determine the potential cause of CPE observed in the previous study, we exposed 3-D cultures to lipopolysaccharide concentrations consistent with contaminated stool samples and observed morphologic features similar to CPE. We conclude that the 3-D INT-407 model does not support NV replication.",
  "introduction": "Norovirus (NoV) has been identified as the primary etiologic agent of acute epidemic viral gastroenteritis in industrialized countries. Norwalk virus (NV) is the human prototype GI.1 NoV strain; it belongs to the Caliciviridae family of positive-sense, single-stranded RNA, nonenveloped viruses. Human-to-human transmission of NoV occurs primarily through the fecal-oral route, with the small intestine being the initial site of viral replication. The lack of an efficient cell culture system in which to study NoV infections has hindered development of antiviral drugs to control or limit NoV outbreaks.\n\nCurrently, animal models are being used to increase our understanding of NoV infections; however, no small animal model for NoV mimics the disease manifestations observed in humans (,–). As a result, human outbreaks and volunteer studies have been the primary source for existing knowledge of NV epidemiology and pathogenesis, respectively. A major finding from human NV volunteer studies is that persons with strains containing 2 mutated alleles of the α(1,2) fucosyltransferase (FUT2) gene were resistant to NV infection. FUT2 encodes an enzyme that produces histo-blood group antigens (HBGA) on the surface of epithelial cells and in mucosal secretions. Persons who lack a functional FUT2 gene cannot generate ABH antigens in secretions and, thus, are termed nonsecretors (,). HBGA are complex carbohydrates distinguished by different monosaccharides added to a precursor oligosaccharide by fucosyltransferase enzymes (23,24). In the human gastroduodenal junction where NV has been shown to bind HBGA type 1 (Lewis b [Leb]), is found exclusively on epithelial surfaces, whereas HBGA type 2 is primarily found at the glandular level. In vitro experiments using NV virus-like particles (VLPs) directly showed NV VLP attachment to HBGA, resulting in VLP internalization into the cell. In addition, NV VLPs were found to preferentially bind to A and H type 1 and Leb carbohydrates. From these critical studies, putative NV receptors were identified, and thus it was hypothesized that a successful in vitro cell culture system would most likely possess these receptors to support NV replication.\n\nAlthough most of the understanding of NoV infections in humans has been derived from volunteer studies and authentic sporadic outbreaks, extensive volunteer studies have limitations (variability, cost, and institutional review board considerations). As a result, many attempts have been made to develop a reproducible in vitro model system to culture NoV, but none has yet proved successful. However, one publication has reported establishing a productive NoV infection in a 3-dimensional (3-D) organotypic model of human intestinal epithelium derived from the human embryonic intestinal epithelial cell line INT-407. We report here an unsuccessful attempt to replicate these findings using NV.",
  "methods": "Materials and Methods\n\nCell Lines and NV Stocks\n\nINT-407 cells were obtained from the American Type Culture Collection (Manassas, VA, USA) (CCL-6) and grown in GTSF-2 medium (Hyclone, Logan, UT, USA) containing penicillin/streptomycin and amphotericin B. The human colonic adenocarcinoma epithelial cell line (Caco-2; HTB-37) was obtained from the American Type Culture Collection and was cultured in Earle minimum essential medium, supplemented with 10% fetal bovine serum. All cell cultures were grown at 37°C in 5% CO2.\n\nNV was purified from the stool specimens of infected volunteers by using a CsCl isopycnic ultracentrifugation gradient as described. Endotoxin levels were determined by using the Pyrotell Gel-Clot method (Associates of Cape Cod Inc., East Falmouth, MA, USA), performed according to the manufacturer’s protocol. NV was inactivated by γ-irradiation at doses of 4.25 kGy at room temperature by using a Gammacell-1000 Irradiator (Best Theratronics Ltd., Ottawa, Ontario, Canada) with a cesium-137 source, at a dose rate of 0.5 kGy/h. The titer of NV RNA in each fraction was determined by immunomagnetic capture reverse transcription (RT) PCR as described.\n\n3-D INT-407 Model of Epithelium of Human Small Intestine\n\nThe 3-D INT-407 model used in these studies was established by using procedures that were as close as possible to those previously described. In brief, the INT-407 cells were initially grown as monolayers in GTSF-2 medium (Hyclone) containing penicillin/streptomycin and amphotericin B at 37°C in 5% CO2 in preparation for seeding into the rotating wall vessel (RWV) bioreactor. A total of ≈2 × 106 cells were subsequently added to the RWV containing 0.25 mg/mL porous Cytodex-3 microcarrier beads (Sigma-Aldrich, St. Louis, MO, USA) at a ratio of ≈10 cells/bead. Cells were then cultured in the RWV at 18–20 rotations/min as described. Fresh medium was replenished every 24–72 h, depending on metabolic activity of cultures. Intestinal aggregates were harvested for use in all studies 28–35 days after they were seeded into the RWV.\n\nNV Infection\n\nBy using a wide-bore pipette (10-mL wide), mature aggregates in 250 μL of GTSF-2 medium were seeded into a 24-well plate (≈1×106 cells/well) and infected with NV at a multiplicity of infection (MOI) of 25 (live or inactivated) for 1 h at 37°C in 5% CO2. Plates were rocked every 15 min during the 1-h absorption phase and then overlaid with 750 μL of fresh medium. Wells were incubated for 0-, 6-, 24-, 48-, 72-, or 96-h following infection, imaged, and harvested for RNA extraction or immunofluorescence analysis.\n\nNV RNA Extraction\n\nRNA was extracted from samples by using the QIAamp Viral RNA Mini Kit (QIAGEN, Valencia, CA, USA). RNA was treated with DNase (Ambion, Foster City, CA, USA) and converted to cDNA by RT by using the iScript cDNA Synthesis Kit (BioRad, Hercules, CA, USA) according to the manufacturer’s instructions. cDNA was stored at −20°C until further analysis.\n\nQuantitative RT-PCR Analysis\n\nQuantitative RT-PCR (qRT-PCR) was carried out in 25 μL of a reaction mixture containing 2.5 μL of cDNA, 12.5 μL of Supermix (BioRad), a 400 nmol/L concentration of each primer designed to bind to the open reading frame 1 and 2 junction, and 15 pmol of RING1(a)-TaqMan probe and 5 pmol of RING1(b)-TaqMan probe fluorogenic probes for NV genogroup I (GI) detection. PCR amplification was performed with an iQ5 cycler (BioRad) as described. For each PCR, an NV GI-specific standard curve was generated by a 10-fold serial dilution (109–103 copies) of purified NV GI cDNA plasmids.\n\nMicroscopy Analysis\n\nPhase-contrast images were produced on a Zeiss Axiovert 40 CFL microscope (Carl Zeiss, Thornwood, NY, USA) by using Axiovision 4 software (Carl Zeiss) for image processing. For analysis by confocal microscopy, confluent Caco-2 monolayers, INT-407 monolayers, and 3-D INT-407 aggregates were fixed in 4% paraformaldehyde for 30 min at room temperature. Cells were washed and permeabilized with 0.1% Triton X-100 in Dulbecco phosphate-buffered saline (PBS) and blocked at 37°C for 1 h in 4% bovine serum albumin. Cells were stained with anti-H type 1 antibodies (BG-4 [#SIG-313]; Covance, Princeton, NJ, USA; and UEA-1 lectin [L#8146]; Sigma-Aldrich), anti-H type 2–specific monoclonal antibody (Biogenesis; Poole, UK), anti-Lea monoclonal antibody (#4861; Immucor Gamma, Atlanta, GA, USA), and anti-Leb monoclonal antibody (BG-6 [#SIG-3315]; Covance) for 2 h at 37°C at 1:25 dilution. Antiviral protein (VP) 1 and VPg antibodies were used as described. Unstained control slides and PBS control samples were also used to distinguish background and establish appropriate laser intensity for visualizing experimental slides. Samples were analyzed by using the Zeiss LSM 510 inverted confocal microscope and a 63× objective and Zeiss LSM software.\n\nFUT2 Genotyping Assays\n\nDNA was extracted from 200 μL of INT-407 cell pellets by using the QIAamp DNA Blood Mini Kit (QIAGEN). A region of the FUT2 gene was amplified, by using the following primers: forward 5′-CCCATCTTCAGAATCACCCTGCCGGTGCTG-3′, and reverse 5′-TCGGCCGGCCCGTGGAAACATCCCCAGGTA-3′, which anneal at positions 280–309 and 535–564, respectively, as described. Results were analyzed as described; in brief, homozygous amino acid at position 428 or TT at position 385 of the FUT2 gene defines a secretor-negative genotype.\n\nLipopolysaccharide Treatment\n\nEscherichia coli O111:B4 lipopolysaccharide (LPS) (106 EU/mg) was purchased from InvivoGen (LPS-EB; InvivoGen, San Diego, CA, USA). Aggregates were treated with PBS (negative control) or LPS doses ranging from 0.01 to 100.0 μg/mL and incubated for 24 h at 37°C.\n\nStatistical Analyses\n\nPrism software (GraphPad Software, La Jolla, CA, USA) was used to graph all data and to perform statistical analyses. One-way analysis of variance, followed by Bonferroni post hoc analysis, was used to make statistical comparisons for qRT-PCR analysis. For statistical significance, p<0.05 was considered significant and p<0.01 was considered highly significant.",
  "results": "Results\n\nNV Challenge and CPE-like Effects in 3-D INT-407 Aggregates\n\nStraub et al. previously reported the use of RWV-derived 3-D INT-407 models of small intestinal epithelium for successful NV infection, demonstrated in part by cellular vacuolization and detachment after a 24-h challenge with unpurified extracts obtained from human stool specimens that contained genogroup I or genogroup II NoVs. To test whether exposure to NV led to gross morphologic changes in 3-D INT-407 aggregates, we prepared a highly purified and concentrated (1.63×109 RNA genomic copies/μL) stock of NV. (Notably, Straub et al. used virus stocks that were clarified by using a 10,000 molecular weight cutoff filter). A γ-irradiated NV stock was used as a negative control for NV infectivity and replication because this treatment inactivates virus but preserves the integrity of the virus and the remaining components of the sample. Three-dimensional INT-407 aggregates were inoculated with live NV or γ-irradiated NV or mock-inoculated with media alone (uninfected) at an MOI of 25 for 6, 12, and 24 h and monitored for potential CPE by light microscopy (Figure 1). Twelve hours post inoculation (hpi), morphologic changes initially attributed to CPE were observed in the 3-D aggregates. These observed morphologic changes included changes in size, shape, and clumping of cells, and detachment of cells from the beads on which the cells had been cultured. In Figure 1, the arrows indicate dissociated cells. Larger distinct circular beads without attached intestinal cells are more abundant in the samples showing damage. These CPE-like morphologic changes were not observed in the uninfected or inactivated samples, which suggests that the NV stock was able to induce gross morphologic changes in the 3-D intestinal aggregates.\n\n3-D INT-407 Aggregates and NV Replication\n\nTo determine whether the CPE-like morphologic changes observed in 3-D INT-407 aggregates were a direct result of NV replication, we performed a kinetic analysis of NV RNA levels by qRT-PCR following NV challenge (Figure 2). The 3-D aggregates were challenged at an MOI of 25 (≈4 × 109 copies of NV total) with live or γ-inactivated NV or mock-challenged with media alone. At each time point (0, 6, 24, 48, 72, and 96 hpi), cellular pellets (containing possible intracellular and cell-associated virus) and supernatants (containing input and released virus) were harvested for RNA extraction, and viral RNA titers were quantified by qRT-PCR. NV RNA copy numbers (indicative of viral replication) did not significantly (p>0.05) increase relative to input copies at any of the time points measured in both cell pellets and culture supernatants (Figure 2). The input virus served as a positive control and for establishing baseline RNA levels for comparison with those of the experimental samples. NV RNA consistently decreased over time in this experiment; however, the differences between these decreases and levels of input virus NV RNA copies over time were not statistically significant for either live or γ-irradiated NV inoculations. These data clearly illustrate that viral RNA levels were not increasing over time as would be expected during a productive viral infection.\n\nTo further investigate whether the 3-D aggregates were productively infected, we used confocal immunofluorescence microscopy to analyze 3-D INT-407 aggregates challenged with live NV, γ-irradiated NV, or media alone (mock) and monitored for the presence of NV structural (VP1) and nonstructural (VPg) proteins (Figure 3). During productive NV replication, both structural and nonstructural proteins are detected within cells. After 24 hpi, VP1 and VPg proteins were detected in the live NV-inoculated aggregates (Figure 3, panels A and B); however, by 48 hpi, evidence for these proteins had markedly diminished and the images resembled the NV-inactivated images (Figure 3, panels C–H). We conclude that the VP1 signal at 24 hpi is most likely a result of input virus and not viral replication, consistent with the qRT-PCR data (Figure 2). The faint VPg signal observed may be nonspecific staining or low-level initial gene expression that does not lead to permissive replication.\n\n3-D INT-407 Aggregates and Surface Carbohydrate Tropism\n\nTo better understand why these 3-D intestinal aggregates were not able to productively support NV replication, we characterized them for HBGA expression. NV has been demonstrated to bind to H-type antigens on the surface of mammalian cells, and this binding has been hypothesized to be the mechanism for NV to enter human cells. To determine whether 3-D intestinal aggregates contain the FUT2 gene that converts precursor molecules to H-type antigens, we performed genotyping analysis on the INT-407 intestinal cells used to produce the organotypic cell culture model. The intestinal cell line was shown to contain the genetic determinants to express a functional FUT2 (data not shown); therefore, the INT-407 cell line (used to make the 3-D intestinal model) is likely a secretor-positive cell line with the potential to express the H-type receptors necessary for NV binding and, presumably, for infection. However, after performing H-type antigen phenotyping by confocal immunofluorescence microscopy on monolayers and 3-D differentiated intestinal cells, we were unable to detect H type 1 on the surface of the cells by using 2 antibodies specific for different regions of the antigen (Figure 4). Further confocal analysis of the INT-407 cells also showed no expression of the other carbohydrate antigens involved in binding of other genogroups of NoV, H type 2, Leb, although minimal antigen expression of Lea was observed. Caco-2 cells are shown as a positive control for staining of the surface glycans. These data demonstrate that both monolayer and 3-D intestinal models lack sufficient expression of the cell surface receptors believed to be required for susceptibility to NV infection.\n\nLPS and CPE-like Morphologic Changes in 3-D INT-407 Aggregates\n\nOur data clearly demonstrate that the 3-D intestinal aggregates do not support a productive NV replication; however, we did observe CPE-like morphologic changes after treatment with highly purified NV (Figure 1). One potential cause of these morphologic changes in the 3-D intestinal aggregates could be the presence of contamination of the NV stocks with a bacterial endotoxin, LPS, or other potentially cytotoxic molecules commonly found in human stool samples (the source of virus used in our studies and those of Straub et al.). The highly purified virus preparations used in this study were determined to contain low LPS levels, resulting in 10 ng/mL and 1 ng/mL of LPS for live NV and γ-irradiated NV stocks, respectively, added to the aggregates on NV inoculation. LPS is a known cytotoxic inflammation-inducing product; we therefore hypothesized that the contaminating LPS could be a potential cause of the CPE-like morphologic changes observed after NV inoculation.\n\nTo test whether LPS alone induces comparable CPE-like effects at relevant concentrations in the 3-D intestinal aggregates, we treated the aggregates with increasing amounts of LPS (InvivoGen) and monitored for alterations in morphology indicative of cytotoxicity (Figure 5). After 24 h, aggregates treated with a range of LPS concentrations (0.01–100.0 µg/mL) exhibited increasing signs of CPE, as shown by cellular dissociation from the support beads and a partial loss of cell viability (Technical Appendix Figure 1). In comparison with the morphologic changes shown in the technical appendix figure (observed with NV addition to the aggregates), we found that LPS at levels of ≈1 µg/mL was able to induce the CPE-like morphologic changes equivalent to those induced by inoculation of nonpurified NV. Although these levels are higher than the measured level of LPS in the purified NV samples we used, there might also be additional cytotoxic contaminants that were carried from the infected patients’ stool specimens. When these data are taken together, we interpret them as indicating the CPE-like morphologic changes were caused by stool-derived NV samples (Technical Appendix Figure and) contaminated with LPS, and perhaps other cytotoxins, and were not a result of virus replication.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "norovirus replication",
    "3-D intestinal epithelial cell culture",
    "INT-407",
    "blood group H type antigens",
    "Lewis blood-group system",
    "human intestinal epithelial cells",
    "rotating wall vessel bioreactor",
    "Norwalk virus",
    "viruses",
    "Research"
  ],
  "citations": [
    {
      "title": "Norovirus gastroenteritis.",
      "authors": []
    },
    {
      "title": "Molecular and epidemiologic trends of caliciviruses associated with outbreaks of acute gastroenteritis in the United States, 2000–2004.",
      "authors": []
    },
    {
      "title": "Sequence and genomic organization of Norwalk virus.",
      "authors": []
    },
    {
      "title": "Establishment of human fetal intestinal organ cultures for growth of viruses.",
      "authors": []
    },
    {
      "title": "Norwalk virus RNA is infectious in mammalian cells.",
      "authors": []
    },
    {
      "title": "Experimental infection of chimpanzees with the Norwalk agent of epidemic viral gastroenteritis.",
      "authors": []
    },
    {
      "title": "Chimpanzees as an animal model for human norovirus infection and vaccine development.",
      "authors": []
    },
    {
      "title": "Porcine noroviruses related to human noroviruses.",
      "authors": []
    },
    {
      "title": "Binding patterns of human norovirus-like particles to buccal and intestinal tissues of gnotobiotic pigs in relation to A/H histo-blood group antigen expression.",
      "authors": []
    },
    {
      "title": "Pathogenesis and immune responses in gnotobiotic calves after infection with the genogroup II.4–HS66 strain of human norovirus.",
      "authors": []
    },
    {
      "title": "Replication of Norovirus in cell culture reveals a tropism for dendritic cells and macrophages.",
      "authors": []
    },
    {
      "title": "Murine norovirus: a model system to study norovirus biology and pathogenesis.",
      "authors": []
    },
    {
      "title": "Norovirus gastroenteritis, carbohydrate receptors, and animal models.",
      "authors": []
    },
    {
      "title": "Epidemiologic and molecular trends of “Norwalk-like viruses” associated with outbreaks of gastroenteritis in the United States.",
      "authors": []
    },
    {
      "title": "Norwalk virus shedding after experimental human infection.",
      "authors": []
    },
    {
      "title": "Human susceptibility and resistance to Norwalk virus infection.",
      "authors": []
    },
    {
      "title": "Norwalk virus infection and disease is associated with ABO histo-blood group type.",
      "authors": []
    },
    {
      "title": "Norwalk virus infection associates with secretor status genotyped from sera.",
      "authors": []
    },
    {
      "title": "Norwalk virus binds to histo-blood group antigens present on gastroduodenal epithelial cells of secretor individuals.",
      "authors": []
    },
    {
      "title": "Clinical immunity in acute gastroenteritis caused by Norwalk agent.",
      "authors": []
    },
    {
      "title": "Sequence and expression of a candidate for the human Secretor blood group α(1,2) fucosyltransferase gene (FUT2). Homozygosity for an enzyme-inactivating nonsense mutation commonly correlates with the non-secretor phenotype.",
      "authors": []
    },
    {
      "title": "Genetic control of the fucosylation of ABH precursor chains. Evidence for new epistatic interactions in different cells and tissues.",
      "authors": []
    },
    {
      "title": "Mendelian resistance to human norovirus infections.",
      "authors": []
    },
    {
      "title": "Noroviruses distinguish between type 1 and type 2 histo-blood group antigens for binding.",
      "authors": []
    },
    {
      "title": "Bile-salt-stimulated lipase and mucins from milk of ‘secretor’ mothers inhibit the binding of Norwalk virus capsids to their carbohydrate ligands.",
      "authors": []
    },
    {
      "title": "Immunohistologic pattern of type 1 (Lea, Leb) and type 2 (X, Y, H) blood group-related antigens in the human pyloric and duodenal mucosae.",
      "authors": []
    },
    {
      "title": "Binding of Norwalk virus-like particles to ABH histo-blood group antigens is blocked by antisera from infected human volunteers or experimentally vaccinated mice.",
      "authors": []
    },
    {
      "title": "Norovirus and histo-blood group antigens: demonstration of a wide spectrum of strain specificities and classification of two major binding groups among multiple binding patterns.",
      "authors": []
    },
    {
      "title": "Atomic resolution structural characterization of recognition of histo-blood group antigens by Norwalk virus.",
      "authors": []
    },
    {
      "title": "In vitro cell culture infectivity assay for human noroviruses.",
      "authors": []
    },
    {
      "title": "Norwalk virus does not replicate in human macrophages or dendritic cells derived from the peripheral blood of susceptible humans.",
      "authors": []
    },
    {
      "title": "Attachment and entry of recombinant Norwalk virus capsids to cultured human and animal cell lines.",
      "authors": []
    },
    {
      "title": "Laboratory efforts to cultivate noroviruses.",
      "authors": []
    },
    {
      "title": "Development of an immunomagnetic capture reverse transcription-PCR assay for the detection of Norwalk virus.",
      "authors": []
    },
    {
      "title": "Three-dimensional tissue assemblies: novel models for the study of Salmonella enterica serovar Typhimurium pathogenesis.",
      "authors": []
    },
    {
      "title": "Broadly reactive and highly sensitive assay for Norwalk-like viruses based on real-time quantitative reverse transcription–PCR.",
      "authors": []
    },
    {
      "title": "Expression of the H type 1 blood group antigen during enterocytic differentiation of Caco-2 cells.",
      "authors": []
    },
    {
      "title": "Stable expression of a Norwalk virus RNA replicon in a human hepatoma cell line.",
      "authors": []
    },
    {
      "title": "Norovirus disease: changing epidemiology and host susceptibility factors.",
      "authors": []
    },
    {
      "title": "Stem cell–derived human intestinal organoids as an infection model for rotaviruses.",
      "authors": []
    },
    {
      "title": "Human norovirus infection of Caco-2 cells grown as a three-dimensional tissue structure.",
      "authors": []
    }
  ],
  "original_title": "Lack of norovirus replication and histo-blood group antigen expression in 3-dimensional intestinal epithelial cells",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d352/3647661/cba0e8783882/12-1029-F1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d352/3647661/d54c6e06b66d/12-1029-F2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d352/3647661/5a1938e3246a/12-1029-F3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d352/3647661/a2f18edd000d/12-1029-F4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d352/3647661/942f2188c0df/12-1029-F5.jpg"
  ]
}