{
  "pmcid": "PMC3242767",
  "title": "Evaluation of Microorganisms Cultured from Injured and Repressed Tissue Regeneration Sites in Endangered Giant Aquatic Ozark Hellbender Salamanders",
  "abstract": "Investigation into the causes underlying the rapid, global amphibian decline provides critical insight into the effects of changing ecosystems. Hypothesized and confirmed links between amphibian declines, disease, and environmental changes are increasingly represented in published literature. However, there are few long-term amphibian studies that include data on population size, abnormality/injury rates, disease, and habitat variables to adequately assess changes through time. We cultured and identified microorganisms isolated from abnormal/injured and repressed tissue regeneration sites of the endangered Ozark Hellbender, Cryptobranchus alleganiensis bishopi, to discover potential causative agents responsible for their significant decline in health and population. This organism and our study site were chosen because the population and habitat of C. a. bishopi have been intensively studied from 1969–2009, and the abnormality/injury rate and apparent lack of regeneration were established. Although many bacterial and fungal isolates recovered were common environmental organisms, several opportunistic pathogens were identified in association with only the injured tissues of C.a. bishopi. Bacterial isolates included Aeromonas hydrophila, a known amphibian pathogen, Granulicetella adiacens, Gordonai terrae, Stenotrophomonas maltophilia, Aerococcus viridans, Streptococcus pneumoniae and a variety of Pseudomonads, including Pseudomonas aeruginosa, P. stutzeri, and P. alcaligenes. Fungal isolates included species in the genera Penicillium, Acremonium, Cladosporium, Curvularia, Fusarium, Streptomycetes, and the Class Hyphomycetes. Many of the opportunistic pathogens identified are known to form biofilms. Lack of isolation of the same organism from all wounds suggests that the etiological agent responsible for the damage to C. a. bishopi may not be a single organism. To our knowledge, this is the first study to profile the external microbial consortia cultured from a Cryptobranchid salamander. The incidence of abnormalities/injury and retarded regeneration in C. a. bishopi may have many contributing factors including disease and habitat degradation. Results from this study may provide insight into other amphibian population declines.",
  "introduction": "Introduction\n\nThe amphibian decline controversy has focused on many factors that affect amphibian populations to varying degrees, including habitat loss and degradation, climate change, pollution, increased ultraviolet B (UV-B) radiation, direct exploitation, introduced species and disease, including infectious disease. Although evidence of disease in amphibian populations is not new, early literature on amphibian health in natural populations is quite scattered, deals primarily with anurans and/or local problems, or was initiated because of concerns related to supply and demand and decline of commercial harvest. In the late 1960's and early 1970's, various biological supply houses noted problems in the commercial supply of amphibians causing Maugh to comment on “the apparent short supply and diseased state of amphibians collected in nature”.\n\nThe review of mycoses of amphibians by Reichenback-Klinke and Elkan primarily focuses on Basidiobolus ranarum and Saprolegnia parasitica and indicates the dearth of knowledge relating to the distribution and importance of microfungi associated with amphibians. With few exceptions, this void continued for the next two decades. The impetus for research on amphibian microbes became a major focal point of the 1st World Herpetology Congress in Canterbury, England in 1989, where herpetologists shared their observations on declining frog populations and developed initial strategies to investigate the potential problems. The discovery that the chytridiomycete Batrachochytrium dendrobatidis, a zoosporic fungus related to infectious oomycete water molds, Saprolegnia spp., was capable of causing lethal dermatitis in amphibians led to a proliferation of studies. After reviewing studies of microbes implicated in amphibian population declines, including chytridiomycosis, Ranavirus disease, saprolegniosis and Ribieroia spp., Daszak et al. concluded that “available data provide the clearest link for the fungal disease amphibian chytridiomycosis”. Herpetological Review dedicated an entire section to amphibian chytridiomycosis geographical distribution.\n\nThe advances in research on the secretions, structure, and functions of amphibian integument and their products reveal a remarkable complexity of bioactive secretions and diversity of amines, peptides, alkaloids, bufodienolides, and other compounds. The presence of antimicrobial agents in amphibian skin hypothesized by Csordas and Michl and Croce et al. has led to an increased interest in the relationship of the bacteria and fungi present in the skin of amphibians and the antimicrobial peptides and metabolites that they produce. Some of these peptides and alkaloids can inhibit the growth of pathogenic fungi and common cutaneous bacteria from the terrestrial salamander Plethodon cinerus can inhibit pathogenic fungi. Evidence also suggests that symbiotic bacteria may contribute to innate immune defense of some amphibians. While evidence suggests that these antimicrobial compounds and symbiotic bacteria can provide some level of protection for amphibians against microbial invaders, the connection between disease and amphibian decline has been confirmed for some amphibian populations. However, long-term amphibian studies, especially those including population and environmental data, are so rare that we have very few data to support many claims related to decline or changes in, or the health of, wild amphibian populations. One long-term study subject, the Ozark Hellbender, Cryptobranchus alleganensis bishopi, and its habitat within a 4.6 km section of the North Fork of White River (NFWR), has been the subject of numerous investigations since the intensive 110 day surveys conducted during 1969–1971.\n\nIn 1969, the 4.6 km research section within the North Fork of White River (NFWR), Ozark County, Missouri, was a crystalline, substantially spring-fed stream located in the least densely human populated area of the second least densely populated county in the state (9 people/sq mi). Only one rarely used sportsman's cabin graced the banks of the research section in 1969. The springs and occasionally the river were used as drinking water by some locals and visitors. From 1969 to 1980, 169 days of skin-diving surveys, coupled with environmental sampling, were conducted in this section, including some in every year and within every calendar month, but not every month of every year. Population and ecological studies of the aquatic Ozark Hellbender C. a. bishopi and its habitat were conducted in this section during 1969–1971. Other ecological studies included year-round water quality, benthic habitat, macro-invertebrate structure, cottid fish diet studies, and numerous shorter-term studies. These early studies in the NFWR found an immense and healthy population of C. a. bishopi, as many as 428 individuals/km, and almost no abnormalities/injuries. Only 2.9% of 479 individuals observed in 1969 were abnormal/injured and they exhibited rapid regeneration capabilities. Additional surveys between 1972 to 1980 continued to show immense and healthy populations of Ozark Hellbenders. All surveys during this time period ranged from between 9–12 individual Ozark hellbenders collected per hour per person (Nickerson et al, unpublished data). Reassessment of the ecological characteristics of the NFWR conducted in 2004–2007 revealed extensive habitat alteration and degradation, including increased land development, siltation, sedimentation, and water quality degradation. Community changes included algal and nuisance aquatic vegetation blooms, otter establishment, and fish and macroinvertebrate community alterations. Canoe use within the NFWR significantly increased. Intensive surveys of the NFWR hellbender population conducted in 2005 yielded only 55 individuals, of which 26 (i.e., 47%) had visible abnormalities/injuries, including loss of limbs, limbs with exposed bones, and degeneration of other tissues which did not regenerate or had remarkably retarded regeneration (J. Briggler, unpublished data). The high prevalence of abnormalities/injuries and the lack of the historically characteristic (rapid) regeneration of injured/affected tissue in hellbenders in the NFWR was the impetus for our examination of the microbial community associated with the observed abnormalities/injuries.",
  "methods": "Materials and Methods\n\nThe Ozark Hellbender, C. a. bishopi, is now listed as endangered and populations have been extirpated and face extinction in much of the former range. The NFWR currently supports only a very small population of C. a. bishopi, of which about 50% within the original NFWR research section of Nickerson and Mays have substantial abnormalities/injuries (J. Briggler unpublished data). On 17 August 2007, we methodically searched a portion of the NFWR by snorkeling and lifting rocks. We located and captured six adult hellbenders, all with abnormalities/injuries (Table 6). Each individual hellbender was placed into a clean bucket filled with river water and then measured, weighed, and individually photographed. All C. a. bishopi were visually inspected for the presence of leeches, injuries, or abnormalities. The feet/limbs showing signs of infection (e.g., lesions, sores or exposed bone) were swabbed with sterile, buffered swabs. In addition, the lower lip of one individual with a raw sore was swabbed (Figure 2). Swabs were then streaked onto three different microbiological culture media: sheep's blood agar (SBA), a general all purpose growth medium that supports the culture of a large number of microorganisms and also indicates hemolytic activity; Mannitol Salt Agar (MSA), primarily selective for halo-tolerant bacteria such as staphylococci; and Sabouraud Dextrose Agar (SDX), primarily selective for fungi (Figure 1). Given the very small population of C. a. bishopi currently existing in the NFWR and given that no animals without abnormality/injury were captured throughout the duration of this study, two feet showing no signs of infection from two C. a. bishopi were swabbed in the same manner and served as uninfected controls. The swabs were streaked onto the different agar plates, and sample plate lids were immediately added and secured with tape. Secured plates were immediately placed into styrofoam coolers with ice packs and transported by vehicle to St. Louis, MO, and flown to the Microbiology Laboratory at the NASA Johnson Space Center (Houston, TX) for microbial identification. Bacterial and fungal isolates were enumerated and then sub-cultured on the medium from the parent culture at room temperature. Bacterial isolates were identified using biochemical analysis with the Vitek 2 system (bioMérieux, Marcy l'Etoile, France). Bacterial isolates that could not be identified by the Vitek 2 system were identified by 16S ribosomal DNA sequencing using a MicroSeq 500 16S rDNA Bacterial Identification Kit (Applied Biosystems, Foster City, CA). Sequences were compared to those on the National Center for Biotechnology Information (NCBI) website for microorganisms. Speciation was reported for isolates having greater than 98% sequence similarity. Fungal isolates were identified by microscopic morphological characteristics.\n\nCompeting Interests: V. M. Garcia and T. C. Molina are employees of EASI, Wyle Laboratories. There are no patents, products in development or marketed products to declare. This does not alter the authors' adherence to all the PLoS ONE policies on sharing data and materials, as detailed online in the guide for authors.\n\nFunding: NASA student grant NNX07AM16G, NASA grant NCC2-1362, The St. Louis Zoological Park, and The Reptile and Amphibian Conservation Corps. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.",
  "results": "Results\n\nOur results reflect our strategy to optimize chances for successful culture of potentially pathogenic microorganisms by using three different media for each sample; blood agar (all purpose growth media), mannitol salts (differential and selective media), Sabouraud's (differential and selective media often used to isolate fungi) (Figure 1).\n\nAn evaluation of the microbial flora sampled from C. a. bishopi indicated the presence of common environmental flora from both abnormal/injured and uninjured limbs. A wide variety of both Gram positive and Gram negative bacteria were isolated. While no consistent pattern of bacterial colonization was observed between uninjured and abnormal/injured body parts (Tables 1 and 2), several interesting microbial associations were observed. The genus Aeromonas was identified in 9 separate occasions, although the amphibian pathogenic species Aeromonas hydrophila, was identified only once from an abnormal/injured animal (NFWR 139 - lower lip). Likewise, certain organisms that can cause human infection were also identified, including the opportunistic pseudomonal pathogens Pseudomonas aeruginosa (NFWR 135 - right back limb), P. stutzeri (NFWR 134 - right back; NFWR- 135 right back), P. alcaligenes (NFWR – right front), and the pseudomonal-like pathogen, Stenotrophomonas maltophilia (NFWR 136 – left front limb). In addition, the poultry pathogen Riemerella anatipestifer  was also isolated only from abnormal/injured animals. On rare occasion, one bacterial species would represent the vast majority of the colonies from a given abnormal/injured sample as exemplified by the known human pathogen Granulicatella adiacens (formerly Streptococcus adiacens), which represented 91% of the 163 bacterial isolates found on the blood agar plate associated with the NFWR 139 lower lip sample. When using Sabouraud Dextrose Agar, only fungi were isolated, except for one plate (from the injured animal NFWR 135 - left front limb) where 4 colonies of Kocuria kristinae (previously Micrococcus) were found, which is a common inhabitant on human skin that has been increasingly associated with infectious disease in humans.\n\nFungal isolates were consistent with common environmental flora from genera that included Penicillium, Streptomycetes, Cladosporium, Fusarium, Acremonium, Curvularia, and the Class Hyphomycetes (Tables 3, 4, and 5).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Research Article",
    "Biology",
    "Ecology",
    "Biodiversity",
    "Community Ecology",
    "Conservation Science",
    "Freshwater Ecology",
    "Microbial Ecology",
    "Population Ecology",
    "Microbiology",
    "Applied Microbiology",
    "Host-Pathogen Interaction",
    "Zoology",
    "Herpetology",
    "Veterinary Science",
    "Animal Types",
    "Wildlife",
    "Veterinary Microbiology"
  ],
  "citations": [
    {
      "title": "",
      "authors": [
        "M Lannoo"
      ]
    },
    {
      "title": "Diverse phenomena influencing amphibian population declines.",
      "authors": [
        "T Halliday",
        "M Lannoo"
      ]
    },
    {
      "title": "The amphibian decline crisis: a watershed for conservation biology?",
      "authors": [
        "TJC Beebee",
        "RA Griffiths"
      ]
    },
    {
      "title": "Where have all the frogs gone?",
      "authors": [
        "Anonymous"
      ]
    },
    {
      "title": "The live frog is almost dead.",
      "authors": [
        "E Gibbs",
        "G Nace",
        "M Emmons"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "Frog shortage possible this winter.",
      "authors": [
        "TH Maugh"
      ]
    },
    {
      "title": "Amphibia.",
      "authors": [
        "H Reichenbach-Klinke",
        "E Elkan",
        "H Reichenbach-Klinke",
        "E Elkan"
      ]
    },
    {
      "title": "Comments on the distribution of Basidiobolus ranarum.",
      "authors": [
        "JA Hutchison",
        "MA Nickerson"
      ]
    },
    {
      "title": "A study of the distribution of the fungus Basidiobolus ranarum Eidam in fish, amphibians and reptiles.",
      "authors": [
        "MA Nickerson",
        "JA Hutchison"
      ]
    },
    {
      "title": "Mexican isolates of Basidobolus ranarum Eidam.",
      "authors": [
        "MA Nickerson",
        "D King",
        "JA Hutchison"
      ]
    },
    {
      "title": "The distribution of the fungus, Basidobolus ranarum Eidam in fish, amphibians, and reptiles of the southern Appalachian Region of the United States.",
      "authors": [
        "D Tills",
        "MA Nickerson",
        "JA Hutchison"
      ]
    },
    {
      "title": "Chapter 14: Mycoses.",
      "authors": [
        "SK Taylor",
        "K Wright",
        "BR Whitaker"
      ]
    },
    {
      "title": "Infectious disease and amphibian population declines.",
      "authors": [
        "P Daszak",
        "AA Cunningham",
        "AD Hyatt"
      ]
    },
    {
      "title": "Amphibian chytrid fungus infections in Hyperolius (Anura: Hyperoliidae) from eastern Democratic Republic of Congo.",
      "authors": [
        "E Greenbaum",
        "C Kusamba",
        "MM Aristote",
        "KD Reed"
      ]
    },
    {
      "title": "Batrachochytrium dendrobatidis in wood frogs (Rana sylvatica) from three national wildlife refuges in Alaska, USA.",
      "authors": [
        "MK Reeves"
      ]
    },
    {
      "title": "The northern leopard frog Rana pipiens is a widespread reservoir species harboring Batrachochytrium dendrobatidis in North America.",
      "authors": [
        "DC Woodhams",
        "AD Hyatt",
        "DG Boyle",
        "LA Rollins-Smith"
      ]
    },
    {
      "title": "Bioactive secretions of the amphibian integument.",
      "authors": [
        "V Erspamer",
        "H Heatwole",
        "GT Barthalmus"
      ]
    },
    {
      "title": "",
      "authors": [
        "H Heatwole",
        "GT Barthalmus"
      ]
    },
    {
      "title": "Primary structure of two oligopeptides of the toxin of Bombina variegata.",
      "authors": [
        "A Csordas",
        "H Michl"
      ]
    },
    {
      "title": "Antimicrobial activity in the skin of Bombina variegata pachypus.",
      "authors": [
        "G Croce",
        "N Giglioli",
        "L Bolognani"
      ]
    },
    {
      "title": "The bacterially-produced metabolite violacein is associated with survival in amphibians infected with a lethal disease.",
      "authors": [
        "MH Becker",
        "RM Brucker",
        "CR Schwantes",
        "RN Harris",
        "KPC Minbiole"
      ]
    },
    {
      "title": "The identification of 2,4-diacetylphloroglucinol as an antifungal metabolite produced by cutaneous bacteria of the salamander Plethodon cinereus.",
      "authors": [
        "R Brucker",
        "C Baylor",
        "R Walters",
        "A Lauer",
        "R Harris"
      ]
    },
    {
      "title": "Amphibian chemical defense: antifungal metabolites of the microsymbiont Janthinobacterium lividum on the salamander Plethodon cinereus.",
      "authors": [
        "RM Brucker",
        "RN Harris",
        "CR Schwantes",
        "TN Gallaher",
        "DC Flaherty"
      ]
    },
    {
      "title": "Inhibition of growth for select Gram-negative bacteria by tricaine methane sulfonate (MS-222).",
      "authors": [
        "L Fedewa",
        "A Lindell"
      ]
    },
    {
      "title": "Diversity of cutaneous bacteria with antifungal activity isolated from female four-toed salamanders.",
      "authors": [
        "A Lauer",
        "MA Simon",
        "JL Banning",
        "BA Lam",
        "RN Harris"
      ]
    },
    {
      "title": "",
      "authors": [
        "CL Peterson"
      ]
    },
    {
      "title": "Antimicrobial peptide defenses against chytridiomycosis, an emerging infectious disease of amphibian populations.",
      "authors": [
        "LA Rollins-Smith",
        "JM Conlon"
      ]
    },
    {
      "title": "Antimicrobial peptide defenses in the salamander, Ambystoma tigrinum, against emerging amphibian pathogens.",
      "authors": [
        "B Sheafor",
        "EW Davidson",
        "L Parr",
        "L Rollins-Smith"
      ]
    },
    {
      "title": "Symbiotic bacteria contribute to innate immune defenses of the threatened mountain yellow-legged frog, Rana muscosa.",
      "authors": [
        "DC Woodhams",
        "VT Vredenburg",
        "M-A Simon",
        "D Billheimer",
        "B Shakhtour"
      ]
    },
    {
      "title": "Antimicrobial peptide defenses against pathogens associated with global amphibian declines.",
      "authors": [
        "LA Rollins-Smith",
        "JK Doersam",
        "JE Longcore",
        "SK Taylor",
        "JC Shamblin"
      ]
    },
    {
      "title": "Antimicrobial peptides from amphibian skin: What do they tell us?",
      "authors": [
        "M Simmaco",
        "G Mignogna",
        "D Barra"
      ]
    },
    {
      "title": "Common cutaneous bacteria from the eastern red-backed salamander can inhibit pathological fungi.",
      "authors": [
        "A Lauer",
        "MA Simon",
        "E Banning",
        "AK Duncan",
        "RN Harris"
      ]
    },
    {
      "title": "",
      "authors": [
        "JP Collins",
        "ML Crump"
      ]
    },
    {
      "title": "Amphibian declines: judging stability, persistence, and susceptibility of populations to local and global extinctions.",
      "authors": [
        "AR Blaustein",
        "DB Wake",
        "WP Sousa"
      ]
    },
    {
      "title": "The hellbenders: North American “giant salamanders”.",
      "authors": [
        "MA Nickerson",
        "CE Mays"
      ]
    },
    {
      "title": "A study of the Ozark hellbender, Cryptobranchus alleganiensis bishopi.",
      "authors": [
        "MA Nickerson",
        "CE Mays"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "The effects of flooding on hellbender salamander, Cryptobranchus alleganiensis Daudin, 1803, populations.",
      "authors": [
        "MA Nickerson",
        "AL Pitt",
        "MD Prysby"
      ]
    },
    {
      "title": "",
      "authors": [
        "HR Cooper"
      ]
    },
    {
      "title": "Abnormalities in the Ozark hellbender (Cryptobranchus alleganiensis bishopi) in Arkansas: A comparison between two rivers with a historical perspective.",
      "authors": [
        "WR Hiler",
        "BJ Wheeler",
        "SE Trauth"
      ]
    },
    {
      "title": "Harvesting as a factor in population decline of a long-lived salamander, the Ozark hellbender, Cryptobranchus alleganiensis bishopi Grobman.",
      "authors": [
        "MA Nickerson",
        "JT Briggler"
      ]
    },
    {
      "title": "Decline of the Ozark hellbender (Cryptobranchus alleganiensis bishopi) in the North Fork of White River, Ozark County, Missouri: A historical perspective.",
      "authors": [
        "MA Nickerson",
        "AL Pitt",
        "JJ Tavano"
      ]
    },
    {
      "title": "Genomic diversity and molecular differentiation of Riemerella anatipestifer associated with eight outbreaks in five farms.",
      "authors": [
        "CY Yu",
        "YW Liu",
        "SJ Chou",
        "MR Chao",
        "BC Weng"
      ]
    },
    {
      "title": "Catonella morbi and Granulicatella adiacens: new species in endodontic infections.",
      "authors": [
        "J Siqueira",
        "IN Rôças"
      ]
    },
    {
      "title": "Kocuria kristinae infection associated with acute cholecystitis.",
      "authors": [
        "E Ma",
        "C Wong",
        "K Lai",
        "E Chan",
        "W Yam"
      ]
    },
    {
      "title": "Hellbender population and habitat viability assessment: final report, IUCN/SSC Conservation Breeding Specialist Group.",
      "authors": [
        "J Briggler",
        "J Utrup",
        "C Davidson",
        "J Humphries",
        "J Groves"
      ]
    },
    {
      "title": "Abnormalities in the Ozark hellbender.",
      "authors": [
        "BA Wheeler",
        "ML McCallum",
        "S Trauth"
      ]
    },
    {
      "title": "Habitat differences affecting age class distributions of the hellbender salamander, Cryptobranchus alleganiensis.",
      "authors": [
        "MA Nickerson",
        "KL Krysko",
        "RD Owen"
      ]
    },
    {
      "title": "",
      "authors": [
        "J Byram"
      ]
    },
    {
      "title": "The use of Tricaine (MS-222) in amphibian conservation.",
      "authors": [
        "JK Byram",
        "MA Nickerson"
      ]
    },
    {
      "title": "Innate predator recognition and the problem of introduced trout.",
      "authors": [
        "BG Gall",
        "A Mathis"
      ]
    },
    {
      "title": "",
      "authors": [
        "SE Trauth",
        "HW Robison",
        "MV Plummer"
      ]
    },
    {
      "title": "Squamous cell carcinoma upgrade of the epidermal papilloma reported in an Ozark hellbender (Cryptobranchus alleganiensis bishop).",
      "authors": [
        "JC Harshbarger",
        "SE Trauth",
        "RB McKinnell",
        "DL Carlson"
      ]
    },
    {
      "title": "Prevalence of physical abnormalities in eastern Hellbender (Cryptobranchus alleganiensis alleganiensis) populations of middle Tennessee.",
      "authors": [
        "BT Miller",
        "JL Miller"
      ]
    },
    {
      "title": "The status and distribution of the hellbender, Cryptobranchus alleganiensis in Ohio.",
      "authors": [
        "RA Pfingsten"
      ]
    },
    {
      "title": "A case of defensive self-mutilation in Cryptobranchus.",
      "authors": [
        "BG Smith"
      ]
    },
    {
      "title": "Epidermal papilloma in an Ozark hellbender (Cryptobranchus alleganiensis bishopi) from the Spring River of northern Arkansas.",
      "authors": [
        "SE Trauth",
        "JC Harshbarger",
        "P Daniel"
      ]
    },
    {
      "title": "Cryptobranchus alleganiensis (hellbender). Chytrid fungus.",
      "authors": [
        "J Briggler",
        "M Ettling",
        "C Wanner",
        "M Schuette",
        "M Duncan"
      ]
    },
    {
      "title": "Presence of the amphibian chytrid fungus (Batrachochytrium dendrobatidis) on hellbenders (Cryptobranchus alleganiensis) in the Ozark Highlands.",
      "authors": [
        "J Briggler",
        "K Larson",
        "K Irwin"
      ]
    },
    {
      "title": "Historic occurrence of the amphibian chytrid fungus Batrachochytrium dendrobatidis in hellbender Cryptobranchus alleganiensis populations from Missouri.",
      "authors": [
        "CM Bodinof",
        "JT Briggler",
        "MC Duncan",
        "J Beringer",
        "JJ Millspaugh"
      ]
    },
    {
      "title": "Aeromonas hydrophila folliculitis associated with an inflatable swimming pool: mimicking Pseudomonas aeruginosa infection.",
      "authors": [
        "M Julia Manresa",
        "A Vicente Villa",
        "A Gene Giralt",
        "MA Gonzalez-Ensenat"
      ]
    },
    {
      "title": "Major histocompatibility complex based resistance to a common bacterial pathogen of amphibians.",
      "authors": [
        "SM Barribeau",
        "J Villinger",
        "B Waldman"
      ]
    },
    {
      "title": "Granulicatella adiacens breast implant-associated infection.",
      "authors": [
        "JL Del Pozo",
        "E Garcia-Quetglas",
        "S Hernaez",
        "A Serrera",
        "M Alonso"
      ]
    },
    {
      "title": "Microbiological and clinical aspects of infection associated with Stenotrophomonas maltophilia.",
      "authors": [
        "M Denton",
        "KG Kerr"
      ]
    },
    {
      "title": "Pseudomonas aeruginosa strains obtained from patients with tracheal, urinary tract and wound infection: variations in virulence factors and virulence genes.",
      "authors": [
        "KP Rumbaugh",
        "JA Griswold",
        "AN Hamood"
      ]
    },
    {
      "title": "Biology of Pseudomonas stutzeri.",
      "authors": [
        "J Lalucat",
        "A Bennasar",
        "R Bosch",
        "E Garcia-Valdes",
        "NJ Palleroni"
      ]
    },
    {
      "title": "Pseudomonas alcaligenes endocarditis.",
      "authors": [
        "P Valenstein",
        "GH Bardy",
        "CC Cox",
        "P Zwadyk"
      ]
    },
    {
      "title": "Harmful fungi in both agriculture and medicine.",
      "authors": [
        "A De Lucca"
      ]
    },
    {
      "title": "FISH and Calcofluor staining techniques to detect in situ filamentous fungal biofilms in water.",
      "authors": [
        "A Gonçalves",
        "IM Santos",
        "RR Paterson",
        "N Lima"
      ]
    },
    {
      "title": "Characterization of aerobic bacterial and fungal microbiota on surfaces of historic Scottish monuments.",
      "authors": [
        "M-L Suihko",
        "H-L Alakomi",
        "A Gorbushina",
        "I Fortune",
        "J Marquardt"
      ]
    },
    {
      "title": "A murine model of contact lens-associated Fusarium keratitis.",
      "authors": [
        "Y Sun",
        "J Chandra",
        "P Mukherjee",
        "L Szczotka-Flynn",
        "MA Ghannoum"
      ]
    },
    {
      "title": "Enhanced biofilm formation and increased resistance to antimicrobial agents and bacterial invasion are caused by synergistic interactions in multispecies biofilms.",
      "authors": [
        "M Burmølle",
        "JS Webb",
        "D Rao",
        "LH Hansen",
        "SJ Sorensen"
      ]
    },
    {
      "title": "Infectious and parasitic diseases and contaminant-related problems of North American river otter (Lontra canadensis): a review.",
      "authors": [
        "KR Kimber",
        "GV Kollias"
      ]
    },
    {
      "title": "Problems provide measure of otter program's success.",
      "authors": [
        "J Low"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "Phylogenic distribution of limb regeneration capacity in adult amphibia.",
      "authors": [
        "SR Scadding"
      ]
    },
    {
      "title": "Seasonal variation of newt forelimb regeneration under controlled environmental conditions.",
      "authors": [
        "MK Schauble"
      ]
    },
    {
      "title": "Environmental conditions prerequisite for complete limb regeneration in the postmetamorphic adult land-phase salamander, Ambystoma.",
      "authors": [
        "HE Young",
        "CF Bailey",
        "BK Dalley"
      ]
    },
    {
      "title": "Occurrence of organic chemicals in two rivers inhabited by Ozark hellbenders (Cryptobranchus alleganiensis bishopi).",
      "authors": [
        "ME Solis",
        "CC Liu",
        "P Nam",
        "DK Niyogi",
        "JM Bandeff"
      ]
    },
    {
      "title": "Preliminary investigation of periphyton in the North Fork branch of the White River, Missouri.",
      "authors": [
        "EL Quinlan",
        "EJ Phlips"
      ]
    },
    {
      "title": "Hematology and serum chemistry of Ozark and eastern hellbenders (Cryptobranchus alleganiensis).",
      "authors": [
        "ME Solis",
        "JM Bandeff",
        "Y-W Huang"
      ]
    },
    {
      "title": "Harmful algal blooms.",
      "authors": []
    },
    {
      "title": "Periphyton in lakes of different trophy.",
      "authors": [
        "A Cattaneo"
      ]
    },
    {
      "title": "Periphyton biomass and community composition in rivers of different nutrient status.",
      "authors": [
        "J Chetelat",
        "FR Pick",
        "A Morin",
        "PB Hamilton"
      ]
    },
    {
      "title": "Influence of drought on algal biofilms and meiofaunal assemblages of temperate reservoirs and rivers.",
      "authors": [
        "M-J Caramujo",
        "C Mendes",
        "P Cartaxana",
        "V Brotas",
        "M-J Boavida"
      ]
    },
    {
      "title": "Effects of the nuisance algae, Cladophora, on Escherichia coli at recreational beaches in Wisconsin.",
      "authors": [
        "ET Englebert",
        "C McDermott",
        "GT Kleinheinz"
      ]
    },
    {
      "title": "Occurrence of Escherichia coli and enterococci in Cladophora (Chlorophyta) in nearshore water and beach sand of Lake Michigan.",
      "authors": [
        "RL Whitman",
        "DA Shively",
        "H Pawlik",
        "MB Nevers",
        "MN Byappanahalli"
      ]
    },
    {
      "title": "Coliform bacterial content of the North Fork of White River, Ozark County, Missouri.",
      "authors": [
        "AL Pitt",
        "MA Nickerson",
        "JJ Tavano"
      ]
    },
    {
      "title": "Microbial characterization during the early habitation of the International Space Station.",
      "authors": [
        "VA Castro",
        "AN Trasher",
        "M Healy",
        "CM Ott",
        "DL Pierson"
      ]
    }
  ],
  "original_title": "Evaluation of microorganisms cultured from injured and repressed tissue regeneration sites in endangered giant aquatic Ozark Hellbender salamanders.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/abe9/3242767/dfbc749f83db/pone.0028906.g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/abe9/3242767/e40db7fa1127/pone.0028906.g002.jpg"
  ]
}