{
  "pmcid": "PMC3066201",
  "title": "Functional Changes in the Snail Statocyst System Elicited by Microgravity",
  "abstract": "Background\n\nThe mollusk statocyst is a mechanosensing organ detecting the animal's orientation with respect to gravity. This system has clear similarities to its vertebrate counterparts: a weight-lending mass, an epithelial layer containing small supporting cells and the large sensory hair cells, and an output eliciting compensatory body reflexes to perturbations.\n\nMethodology/Principal Findings\n\nIn terrestrial gastropod snail we studied the impact of 16- (Foton M-2) and 12-day (Foton M-3) exposure to microgravity in unmanned orbital missions on: (i) the whole animal behavior (Helix lucorum L.), (ii) the statoreceptor responses to tilt in an isolated neural preparation (Helix lucorum L.), and (iii) the differential expression of the Helix pedal peptide (HPep) and the tetrapeptide FMRFamide genes in neural structures (Helix aspersa L.). Experiments were performed 13–42 hours after return to Earth. Latency of body re-orientation to sudden 90° head-down pitch was significantly reduced in postflight snails indicating an enhanced negative gravitaxis response. Statoreceptor responses to tilt in postflight snails were independent of motion direction, in contrast to a directional preference observed in control animals. Positive relation between tilt velocity and firing rate was observed in both control and postflight snails, but the response magnitude was significantly larger in postflight snails indicating an enhanced sensitivity to acceleration. A significant increase in mRNA expression of the gene encoding HPep, a peptide linked to ciliary beating, in statoreceptors was observed in postflight snails; no differential expression of the gene encoding FMRFamide, a possible neurotransmission modulator, was observed.\n\nConclusions/Significance\n\nUpregulation of statocyst function in snails following microgravity exposure parallels that observed in vertebrates suggesting fundamental principles underlie gravi-sensing and the organism's ability to adapt to gravity changes. This simple animal model offers the possibility to describe general subcellular mechanisms of nervous system's response to conditions on Earth and in space.",
  "introduction": "Introduction\n\nOf all the environmental parameters under which a living organism has been exposed in the course of its evolution only gravity has remained constant. Predation, climate, vegetation, and terrestrial or aquatic habitation, for example, have changed, but the intensity and direction of gravity have not. Most extant vertebrates are gnathostomes or jawed, but in the Devonian period about 400 million years ago the majority of vertebrates were ostracoderms or jawless. Despite this shift within vertebrata, fossil evidence shows that the elaborate sensory structures used to sense the acceleration forces are remarkably conserved. Although less is available in the fossil record on invertebrate sensory structures, recent gene expression studies suggest that gravisensing statocyst system in eumetazoans is in the same way elemental and highly conserved.\n\nThe organism's ability to detect gravity and to live under a gravitational load is critical for its survival. Even rudimentary ciliated protozoa display positive or negative geotaxis. Most if not all invertebrate species can orient their bodies' axis with respect to gravity, but only in a few crustaceans, insects and mollusks has gravireception been more thoroughly studied. In insects it is remarkably robust, but equally complex in design. In gastropods the statocyst is the predominant gravisensing organ, and it has clear similarities to its vertebrate counterparts: a weight-lending mass comprised of calcium carbonate particles called statoconia (the particles are called otoconia in mammals), and an epithelial layer containing small supporting cells carrying microvilli and giant sensory hair cells carrying, in some species such as land snails, true (9+2)-type kinocilia (supporting cells and kinocilium-bearing hair cells populate the mammalian vestibular sensory regions). Differences lie in the mode of transmission to higher centers. In the snail the nerve bundle from each statocyst projects rostrally into the cerebral ganglion on each side, and each fiber is the axon of an individual hair cell. In vertebrates the nerve bundle from each otolith organ projects into the brainstem bilaterally, and each fiber is the axon of a cranial nerve afferent receiving synaptic inputs from the more numerous hair cells. Similarities once again appear in the existence of efferent fibers in the statocyst nerve projecting from other neural areas for both gastropods and vertebrates.\n\nWith the advent of space flight it is possible to address fundamental questions on the biological principle(s) of gravireception in animals, from humans to invertebrates. A key question is: despite the constancy of gravity, does the nervous system adapt to novel transitions in gravity states, even for transitions of brief duration measured in days? Another key question is: because of the elemental nature of gravireception, do animals respond similarly to altered gravity states and adapt to the new, and in the case of postflight the original, environment? In this study we address these questions in an invertebrate model.\n\nIn two unmanned orbital missions on the Russian spacecrafts Foton M-2 and M-3 we investigated the response of the snail gravisensing system to the space mission, which persists largely of the µG exposure, within a brief delay after landing. The terrestrial snail Helix lucorum Linnaeus (Pulmonata, Gastropoda) offered an excellent model of study. Because these animals are small, we had a sufficient sample size and still remained within our volume limit. Snails are resilient and can remain metabolically active under confined conditions for weeks. Importantly, certain behaviors and the cellular networks underlying them are well described in this animal. Experiments were designed to evaluate the impact of changes in gravity states on three separate but related areas of statocyst function. First, we studied the behavioral (whole animal) response to sudden orientation shifts with respect to gravity, known as negative gravitaxis. This is a ubiquitous behavior found throughout nature. Second, we used electrophysiological techniques in the same subpopulation of snails examined for their behavioral response to tilt to determine the postflight response of individual hair cells to controlled tilts. In vertebrates, the cranial nerve afferents reporting to the brain the head acceleration sensed by the inner ear hair cells show a hypersensitivity, or upregulation, of the discharge response during the first days following microgravity exposure. And third, in a separate population of smaller snails (H. aspersa) we examined the subcellular expression patterns of specific neuropeptide genes. Primary statocyst receptor cells express a product of the preproHPep gene - a pedal peptide, HPep, under physiological load, and regulation of this gene expression pattern might signal how the statocyst receptor is ‘tuned’ by the gravity vector. The second neuropeptide studied was FMRFamide, an endogenous peptide found in the nervous system throughout the animal kingdom. In invertebrates FMRFamides in fact constitute a major class of peptide neurotransmitters.\n\nPreliminary conference reports on Foton M-2 and Foton M-3 flight experiments were presented.",
  "methods": "Materials and Methods\n\nCreating persistent conditions for microgravity\n\nThe Foton series of spacecraft uses a modified Soyuz-U launcher and a recoverable satellite. The temperature inside the satellite is controlled via heaters and fans, and the satellite is tumbled in orbit to expose the outer surface evenly to the Sun. The satellite is sealed tightly, but the atmospheric composition is not maintained. As a result only short duration missions of 2–3 weeks with species requiring minimal advanced life support are flown on this platform. Temperature measures within the satellite were down-linked periodically from orbit to control the delayed asynchronous control experiments. A temperature sensor was also placed within the snail habitat to validate its correspondence to the satellite temperature. Because the satellite in orbit is in a free fall towards Earth, the snails were exposed to µG not zero G, in the range of 10−3–10−5 G. For Foton M-2 the snails were returned to the laboratory at 30 h after landing. For M-3 the delay was significantly reduced to 13 h by chartering a private flight.\n\nAnimals\n\nExperimental protocol was in accordance with the USA NIH “Guide for the Care and Use of Laboratory Animals” and approved by the Russian Academy of Sciences. Because restrictions existed on the weight and volume of the habitat, two closely related species of snails were selected. Juvenile H. aspersa were used specifically for the histochemistry studies to provide an adequate sample size for each procedure. These snails are reared in laboratory under controlled conditions to allow selection based on age, weight, and quantity. For Foton M-2 and M-3 20 (1–4 g) and 20 (1–2 g) small H. aspersa were flown, respectively. A larger snail, H. lucorum, was desirable for the behavioral and electrophysiological studies. These snails were obtained through commercial vendors, and did not represent siblings or statistical cohorts except they were of relatively comparable weight within each group. For Foton M-2 and M-3 15 (12–18 g) and 16 (3–8 g) adult H. lucorum were flown, respectively.\n\nBefore flight all snails were weighed and an identifying number was painted on the shell of each large snail. The snail habitat was divided into 2 chambers to separately house the small and large snails. Snails are both hibernators (winter) and estivators (summer/dryness). Entering into either of these low metabolic states would conceivably mask any effect of the space flight. In an effort to prevent estivation, ample food and water sources were provided over the course of the mission, and the temperature within the habitat (and satellite) was maintained within 19–22°C (optimal temperature for the entire payload). Charcoal filters were also placed in the habitat to control fungal and algal growth. Inspection of the habitat upon return to the lab after landing of M-2 and M-3 clearly indicated that the snails were active and consumed the available food during the mission.\n\nBehavioral Studies\n\nIn the wild as the snail crawls along a plant its weight can cause the leaf and snail to drop vertically. The snail stays attached and faces head down, and will reorient itself by rotating 180° about its axis and crawl up the plant against the gravity vector. This behavior is termed negative gravitaxis. The negative gravitaxis response of each large snail was tested prior to launch and similarly tested postflight. In the test the snail was positioned on a horizontal plastic surface containing a fine grid pattern and hinged to permit a controlled 90° vertical pitch of the animal. The snail at this time, T0, is oriented with its long axis parallel to the vertical and head facing down. Typically, after a delay the animal re-orients itself by 180° and moves upward on the platform. Each test was recorded on video and the latency of re-orientation at 2–4 fixed body positions was calculated off-line. For M-2 mission all animals were tested in the negative gravitaxis paradigm. To allow the necessary time for the neural recording paradigms for the M-3 mission the behavioral testing was scored in 5 flight snails at T0–T2 latencies.\n\nElectrophysiology Studies\n\nAfter the behavioral tests were concluded (M-2: 31–35 h after landing; M-3: 14–18 h after landing), the snail's nervous system was isolated and prepared for electrophysiological studies of the statocyst response to tilt mimicking the “head down” and the “tail down” behavioral conditions. To capture the likely neural response to the space mission it is critical that recordings are conducted not only as quickly as possible after the flight, but with the least amount of time between subjects. Thus we designed whole nerve recording techniques from the statocyst nerve, n. vestibularis, which contains the axons of 13 statoreceptors, and protocols to systematically and consistently record the greatest number of statoreceptors in the shortest period of time in each snail.\n\nThe preparation was made by rapidly cooling the snails to 4°C and anesthetized by injecting isotonic MgCl2 saline (∼15% of the animal weight). Next, the central ganglionic ring was dissected free from the animal and pinned to a silicone-elastomer (Sylgard)-coated dish. The tissue was bathed in a saline solution containing (in mM) 100 NaCl, 4 KCl, 7 CaCl2, 5 MgCl2, and 10 Tris-HCl buffer (pH 7.8). Neural commissures connecting the left and right pedal ganglia were severed. The dish contained two chambers that were isolated from each other using a Vaseline barrier. One chamber contained a pedal ganglion with an intact statocyst and the other contained the corresponding cerebral ganglion with attached ommatophores, and the two neural structures were connected by the n. vestibularis through the isolation bridge. In the M-2 experiments, the ganglia were first treated with Protease (1 mg/ml) (Type XIV, SIGMA, USA) for 10 min at room temperature, washed out with saline solution, and the connective tissue sheath was completely removed to improve recording quality. Only microdissection techniques were used in the whole nerve recordings of M-3 experiments to improve recording quality. Extracellular recording of n. vestibularis activity was made using Ag/AgCl electrodes, one placed in each saline bath of the two chambers. The signal was amplified (300–3000×) and filtered (20–2 kHz) by a differential amplifier (NB Lab, Russia), digitized (10 kHz conversion) and acquired into commercial software (Digidata 1200A A/D converter and Axoscope 9.0 software, Axon Instruments, USA), and stored on a computer for subsequent analysis.\n\nNatural stimulation of the statocyst was performed on a custom tilt setup, which was slightly modified for the experiments of Foton M-3 to enhance testing. Figure 1A shows a cartoon of the tilt platform with the isolated neural preparation. In both series of experiments the preparation dish was positioned at 45° or 90° steps to test the statocyst's physiological response at different orientations with respect to gravity. 0° orientation was defined as the position in which rise of the platform (Fig. 1A) mimicked a downward pitch of the animal's head in intact snails (Fig. 1B, middle cartoon), and corresponded to T0 (see Fig. 2A) in the behavioral experiments. Increments in degrees were taken in a counter-clockwise direction, as viewed from above, up to a ‘tail down’ or ‘head-up’ snail tilt of 180° (Fig. 1B, lower cartoon). Platform tilt was pneumatically driven in M-2 experiments, and its direction was controlled by an electronically controlled valve manually switched on/off. To align the platform movements to the precise extracellular signal the start and finish times of tilt were manually tagged. Measured time of platform rise was 1.1 s (peak tilt velocity 17.3°/s), fall was 1 s, and the mid-point of tilt profile was set as time 0 for later analysis. We improved the stimulus paradigm for M-3 experiments by using a microcontroller-operated DC stepper motor with worm gearing to drive the platform tilt. The duration of tilt motion was thereby adjustable, and permitted delivering stimuli with different, but still brief, acceleration phases to ensure a response threshold to tilt was reached. This flexibility in adjusting the test protocol was particularly important in the postflight experiments where differences in threshold and response saturation might occur. We tested 4 different durations of 19° platform rise in the range from 550–3020 ms (6.3–34.5°/s). Angle of platform movement was measured by an in-line potentiometer, whose moving rod was used as the axis of rotation. The potentiometer measures were recorded on a separate channel and the beginning of movement was set as time 0.\n\nSample recordings and stimulations were first made to correct the volume of buffered saline, and the gain and filters settings. After this calibration procedure, the main protocol of stimulation started and was the same for all applied orientations. For Foton M-2 experiments the protocol was 1 min recording in the horizontal position, upward pitch to hold position and 30 s recording, followed by return to horizontal and 30 s recording, repeated 3-times with 30 s background recording between trials. For the experiments of Foton M-3 test epochs using different speeds of tilt were added that extended the main protocol to 1 min of recording in each position: horizontal — up (3020 ms ramp time)— down (3020 ms) — up (2085 ms ramp time) — down (2085 ms) — up (1075 ms ramp time) — down (1075 ms) — up (550 ms ramp time) — down (550 ms).\n\nSpike sorting based on template extraction was used to identify the discharge pattern of individual statoreceptors. All records were imported into Spike2 (version5; CED, UK). Cursors were positioned to zero point of stimulation, marked by the tags (Foton M-2) or in accordance with auxiliary potentiometer channel (Foton M-3). Spike discrimination was made for all records in the built-in Spike2 module by template, made from every record. For individual records, different types of identified spikes varied from 2 to 12 (distinguished by non-intersecting principal component analysis clouds), probably depending on quality of nerve and statocyst preparation. Data of total nerve activity were analyzed by constructing post-stimulus histograms built on spike count per time bin (0.2 s for M-2 and 0.3 s for M-3) in the range of −10 to 30 s from zero point of tilt stimulation. For M-2 data the mean of 3 repetitive stimulations in main protocol was used for further analyses. An example of the whole nerve recording and spike sorting in one preparation is shown in Fig. 1C. Six individual cells were identified and their response properties are commonly encountered in all preparations. Statocyst cells have (Cells 4 and 5) or do not have (Cells 1–3 and 6) spontaneous firing rates, show a peak excitation during the transient phases of tilt (Cells 1–6), show a response decay following termination of the acceleration (and velocity) phases of tilt motion (Cells 1–6), and have variable levels of sustained excitation during the duration of the tilt displacement (Cells 4–6).\n\nGene Expression Studies in the Snail Central Nervous System (CNS)\n\nIn situ hybridization (ISH) with digoxigenin-labeled RNA probes was used for preproHPep and preproFRMFa gene expression analysis in the CNS of control and postflight snails. The mRNA probe to preproHPep (Accession Number: U62544) was synthesized by D.A. Poteryaev of the Engelhardt Institute of Molecular Biology (Moscow) as previously described. The mRNA probe to Helix preproFRMFa (Accession Number: L20768) was synthesized by F. Rozov of the Engelhardt Institute of Molecular Biology (Moscow) to 421 na. sequence of 3′ region of preproFRMFa cDNA. In control experiments no staining was detected with antisense probes to both peptides.\n\nIn Foton M-2 experiments the juvenile H. aspersa snails were divided into 2 groups for tracing the changes in preproHPep expression: the first half was prepared upon receipt of the snails at 30 h after landing and the other half was processed 12 h later. The test groups included 21 “naive” snails (10 naïve vivarium snails, 4 snails 24 h after foot cut, and 7 snails 24 h after 10 min exposure to 3.75 G centrifugation), 12 asynchronous control M-2 snails, and 12 postflight animals (6 prepared 30 h postflight and 6 prepared 42 h postflight).\n\nIn Foton M-3 experiments all H. aspersa snails were used for the ISH experiments and fixed upon receipt of the snails at 14 h after landing. Four H. aspersa and four H. lucorum were used for tracing the changes in FMRFa expression, and 16 H. aspersa for tracing the changes in preproHPep expression. Snails were anesthetized by injection of isotonic MgCl2 (∼15% of body weight). The central ganglionic ring was removed from the animal and pinned to a Sylgard-coated dish. After fixation for 2 h in 4% paraformaldehyde at room temperature (∼20°C), the connective tissue sheath was removed using fine forceps and scissors. Preparations were dehydrated and then rehydrated (to increase tissue permeability) by sequential incubation in 3∶1, 1∶1 and 1∶3 phosphate buffer-TWEEN (PTW)/methanol solutions. Preparations were treated next with 10 µg/ml Proteinase K solution, post-fixed in 4% paraformaldehyde, washed in glycine and PTW, treated with 1% hydroxylammonium chloride and prehybridized 6–8 h in hybridization buffer. Tissues were then moved to a hybridization buffer containing digoxigenin-labeled RNA probe and hybridized for 12–14 h. Preparations were then washed thoroughly, incubated in 10% heat-inactivated sheep serum and incubated in anti-digoxigenin antibodies conjugated to alkaline phosphatase for 12–14 h. Tissues were washed and incubated in substrate for alkaline phosphatase in the dark. The alkaline phosphatase substrate gives a deep-purple reaction product. Reaction was stopped after visual inspection with TRIS-EDTA buffer. Preparations were then cleared in xylene, mounted in Permount, and viewed under the light microscope.\n\nImmunochemistry\n\nIn the Foton M-2 mission we studied the changes in pattern of pedal peptide distribution in the nervous system and statocysts of H. aspersa by using whole-mount immunocytochemistry. The antiserum against pedal peptide (TPep) was the kind gift of Dr. D. Willows (USA). Eight postflight animals and 11 control animals were used. Neural tissues were dissected in saline and fixed for 1 h at room temperature (RT) in 4% paraformaldehyde in phosphate-buffered saline (PBS). After fixation, the neural tissues were washed for 1 h in 70% ethanol, followed by several rinses in PBS. Prior to incubation with the primary antibody solution, whole-mounts were washed for 2 h in blocking solution containing 0.5% Triton X-100, 0.01% sodium azide, 5% normal goat serum (Sigma), and 1% bovine serum albumin (Sigma) in PBS. The staining procedure was done at RT using the blocking solution for all washes and antibody dilutions: primary antibody for 48–72 h followed by wash for 6 h; and secondary antibody for 24–36 h followed by wash for 6 h. Secondary antibody was AlexaFluor™ 488-conjugated goat anti-rabbit IgG (Molecular Probes, Caltag Laboratories) diluted to 1∶200. For archival storage, the whole-mount preparations were washed with PBS and embedded without dehydration series in Aqua Poly/Mount media (Polysciences, Inc). Preparations were examined using an AxioPlan (Zeiss, Germany) fluorescence microscope connected to a digital camera (Camedia C–4000; Olympus, USA) for acquiring images. In control experiments, the primary antiserum was omitted. No staining resulted in this series.\n\nDelayed Asynchronous Control Experiments\n\nTwo days after launch in both M-2 and M-3 missions a delayed asynchronous ground control test was initiated. Snails were housed in a comparable habitat and placed into a tightly sealed incubator whose temperature was adjusted according to the down-linked temperature data from the satellite, thereby exposing the snails to a contained atmospheric composition and to the same temperature profile as the flight snails. It should be noted that not all parameters between non-flight and flight snails are controllable. The major differences are as follows. Flight snails were transported to Baikonur Cosmodrome in Kazakhstan for launch. Snails were exposed to ∼9 min of varying acceleration (up to ∼9 G) before reaching orbit altitude. As the satellite re-enters Earth's atmosphere, the animals are again exposed to sustained and transient (e.g. parachute deployment) increases in gravitational forces until landing. After landing the satellite is opened, the contents are transported by helicopter to the nearest airfield, and flown to Moscow. In the case of Foton M-2 the delay was 30 h. For the M-3 mission a private charter was procured to get the specimens to the laboratory in 13 h.",
  "results": "Results\n\n1. Behavioral experiments\n\nFoton M-2\n\nNegative gravitaxis is a behavioral orientation response in the direction opposite to the gravity vector. To elicit this behavioral response the snail is pitched 90° head-down, akin to its own weight bending the leaf downward. The snail will detect this change in head orientation with respect to gravity, principally via the statocysts, and rotate its body 180° to face upward against the gravity vector. Flight snails in general re-oriented themselves faster than their control counterparts in this test. Cartoon in Fig. 2A shows the selected body positions where time measures were taken: at T0 the snail is pitched head-down from the horizontal plane, T1 is the time in which the snail has initiated a head turn, T4 is the final phase of complete re-orientation, and T2 and T3 are intermediate body positions in time (shown Fig. 2A). We scored the latency of each phase of behavioral performance from the videotape off-line. The plot in Fig. 2B compares the averaged latencies of the behavioral responses at the separate 4 phases for the 14 postflight and 8 control snails. Flight snails performed faster at each phase, and this was significant (p<0.05; nonparametric, two-tailed, unpaired Mann-Whitney test) at T3 and T4 (marked *).\n\nFoton M-3\n\nThe protocol of behavioral testing of this mission was changed to accommodate the time required to complete the additional electrophysiology protocols. It was abbreviated to capture the initial fast re-orientation responses of phases 1 and 2 (T1 and T2 in Fig. 2A) following a horizontal to vertical head-down pitch of the snail at T0. We tested the latency of negative gravitaxis response before the flight in 6 control and 6 flight-designated snails and after the flight in the same snails (one flight snail died). Comparison of averaged latencies of the behavioral responses at the two phases for the negative gravitaxis response for the 5 flight and 6 control snails showed significant differences in performance. Flight snails reacted faster than their control counterparts to pitch stimulation (Fig. 2C), and this was significant (p <0.02; nonparametric, two-tailed, unpaired Mann-Whitney test), and faster after than before the flight in the same animal (p<0.04). Results clearly suggest the existence of changes in behavior of the postflight snails and confirm the results of Foton-M-2 mission.\n\n2. Electrophysiological experiments in isolated CNS with intact statocysts\n\nBackground statocyst activity\n\nSpontaneous firing rate of the statocyst nerve was measured in the dark in control and postflight snails in both Foton M-2 and M-3 experiments. Three 10 s intervals were taken for analysis in each record. Tilt stimulation was not presented for at least several minutes before the first analyzed interval. No significant (Mann-Whitney Rank Sum Test) difference in level of firing rate (average firing rate ± SEM, in spikes/s) was observed between control and postflight snails for both M-2 (n = 4) and M-3 (n = 8) missions: 5.6±1.03 vs 5.81±1.97 and 6.23±1.63 vs 5.73±0.92, respectively.\n\nSummary of Statocyst Responses\n\nWe made significant improvements to the tilt apparatus for the M-3 experiments. These improvements impacted our ability and rationale to tabulate the responses of M-2 and M-3 experiments into one population, and thus they are presented separately. Table 1 gives the averaged cumulative responses of the control and flight snails in the 2 missions. Tilt responses were scored as the total sum of spikes during the first 2 s after onset of tilt. Data are derived from the records shown in Fig. 3A for M-2 and Fig. 3B for M-3, and displayed in the bar graph of Fig. 3C. An increase in magnitude of response to tilt after flight is evident in both sets of experiments, but it was insignificantly different from control records in the M-2 study. In the M-3 experiments, the difference in response magnitude between control and flight snails was the nearly two-fold and was highly statistically significant (p<0.01, unpaired Student's t-test).\n\nEffect of tilt duration on statocyst response\n\nThe neural response of the statocyst to natural tilt stimulation was recorded in 5 flight and 4 control M-2 snails and in 8 flight and 8 control M-3 snails. The behavioral results of the snails of the same groups were obtained earlier or in parallel. The isolated neural preparations were placed in an orientation so that the rise of the platform corresponded to a head down tilt in the intact animal. Duration of tilt from one position to another for M-2 was fixed (Fig. 3A) and was 1 s (fall) to 1.1 s (rise, or 17.3°/s). In M-3 experiments the duration (speed) of rise/fall was varied in 4 steps from 550 ms (34.5°/s) to 3020 ms (6.3°/s). As a result the acceleration phase of tilt, although still brief, was varied to ensure a response threshold was reached in both the control and postflight snails. Responses are plotted in Fig. 3 at the fastest (D), slowest (E), and an intermediate speed (B) comparable to the M-2 tilt profile. It is evident from the results that in postflight animals the peak of response is significantly higher (p<0.01, marked by *, ANOVA with post hoc analysis) at all stimulus speeds, greater than 2-fold at the faster speeds (Fig. 3B and D) and nearly 2-fold at the slowest test speed (Fig. 3E). A similar, but not significant, tendency was observed after Foton M-2 flight (Fig. 3A). The neural population response to tilt is characterized by an initial rise in spike rate to a peak followed by decay, often exponentially, toward the baseline after tilt motion has stopped. This rate rise and fall was not altered by the space flight, only significantly elevated in postflight snails at each tilt speed (Fig. 3F; p<0.02*).\n\nEffect of tilt direction on statocyst response\n\nIn control animals the statocyst response to tilt at 0° orientation (corresponding to snail's head down) was consistently, but not significantly, larger than at 180° (snail's tail down) in both Foton M-2 (Fig. 4A) and M-3 (Fig. 4B) experiments. Responses at 90° and 270° orientations were similar to responses at 0° (data not shown). These results reflect an orientation selectivity of the animal that normally exists and is the basis of negative gravitaxis. But in postflight animals this directionality of statocyst responses to the same tilt stimulus was disturbed. To clearly illustrate this effect, we plotted a difference between the responses obtained at the two opposed orientations (Fig. 4C, D). To make this plot, the average number of spikes of the two responses were subtracted within each preparation and then averaged by group. If no preference to orientation exists, the difference of responses in the plot will be close to zero; and conversely the greater the distance from zero, the more significant is the difference. A significant difference between flight and control snail was observed at several time points for both M-2 (Fig. 4C) and M-3 (Fig. 4D) experiments indicating that responses differed for tilts in the opposite sense (statistical significance was evaluated by repeated measures ANOVA with Tukey post-hoc analysis, p<0.02 for several time points, marked by *). In control snails the statocyst is tuned to ‘head down’ tilt (and more spikes are generated at this orientation), while in postflight snails the directional selectivity was not so clear but tended to be opposite (Fig. 4 B, D). This finding suggests that the neural responses of the statocyst to adequate vestibular stimulation in the postflight snails are independent of the tilt direction, while in the control animals a directional preference for head down tilt occurs.\n\n3. Postflight changes in gene expression in CNS\n\nFoton M-2\n\nThe differential expression pattern of the preproHPep gene was examined in the CNS of postflight and asynchronous control snails, in centrifuged animals, and foot injury ground control snails. Snail CNS with statocysts was stained for products of expression of preproHPep gene: for proHPep mRNA using in situ hybridization (ISH) and for processed peptide using immunohistochemistry (IHC) with anti-TPep antibody. Stained cells containing the proHPep mRNA and HPep peptide were observed in cerebral, subesophageal ganglionic complex, and in pedal ganglia in all preparations. No systematic differences were observed between postflight and asynchronous control snails in general location and overall pattern of the stained ganglion neurons (data not shown). On the contrary, a qualitative difference in staining of the statocyst receptors was observed (Table 2). No staining was found in control snails, while in about 50% of statocysts a specific staining of 2–3 neurons adjacent to the vestibular nerve was observed in snails 30 h postflight. The number of stained statocyst receptors decreased after 42 h postflight. Naïve snails from the same batch showed no staining of statocyst receptors, whereas 24 h after a noxious stimulus was presented by an incision of the skin on the foot some staining was observed (Table 2). No significant differences were observed for pedal peptide expression pattern between IHC and ISH patterns of staining in CNS, both in control and flight animals. Nevertheless, the three statocyst receptors identifiable by their position were always stained by means of a specific antibody suggesting a high level of the neuropeptide in the normal state; and the same neurons were stained only in postflight animals using ISH suggesting an activation of transcription during µG exposure.\n\nFoton M-3\n\nIn M-3 experiments we used only ISH for revealing postflight changes in mRNA expression of two genes, preproHPep and preproFMRFa. We examined the differential expression pattern of the preproFMRFa gene in control (n = 8) and postflight (n = 8) snails. The preproFMRFa gene was expressed in all circumesophageal ganglia, and the pattern of expression was very stable and similar in control and postflight preparations. No expression was found in statocysts of control or postflight snails. Thus, our results do not confirm the participation of this small neuropeptide in observed changes in behavior and statocyst function.\n\nThe expression pattern of the preproHPep gene was re-investigated in the postflight and control snails using ISH with mRNA following the Foton M-3 mission. The M-3 results qualitatively match those of the Foton M-2. Specifically stained cells were similarly observed in cerebral, subesophageal ganglia complex, and in pedal ganglia in all preparations. No systematic differences were observed between the postflight and control snails with respect to location and pattern of the stained ganglion neurons (Fig. 5, A–F). Once again a qualitative difference in staining of the statocyst neurons in postflight snails was observed (Fig. 5, G and I). In control animals (11 snails, 22 statocysts examined) the 3 specifically located neurons expressing preproHPep gene were found in 59% of cases, while in 16 postflight snails fixed 14 h after landing the expression was found in 96% of cases (Table 2). Since there are only 13 receptors in total in each statocyst, an up-regulation of gene expression in several of them represents possible changes in their function. This specific increase in gene expression in statocysts is indicative of the physiological load and may reflect the flight experience.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Research Article",
    "Biology",
    "Anatomy and Physiology",
    "Biophysics",
    "Evolutionary Biology",
    "Model Organisms",
    "Neuroscience",
    "Systems Biology"
  ],
  "citations": [
    {
      "title": "The Devonian and Downtonian vertebrates of Spitsbergen. 1. Family Cephalaspidae.",
      "authors": [
        "EA Stensiö"
      ]
    },
    {
      "title": "Expression of Pax258 in the gastropod statocyst: insights into the antiquity of metazoan geosensory organs.",
      "authors": [
        "EK O'Brien",
        "BM Degnan"
      ]
    },
    {
      "title": "Geotaxis in the cilitated protozoon Loxodes.",
      "authors": [
        "T Fenchel",
        "BJ Finlay"
      ]
    },
    {
      "title": "Efferente Aktivität in den Statonerven einiger Landpulmonaten (Gastropoda).",
      "authors": [
        "HG Wolff"
      ]
    },
    {
      "title": "Nerve endings in the maculae and cristae of the chinchilla vestibule, with a special reference to the efferents.",
      "authors": [
        "CA Smith",
        "GL Rasmussen"
      ]
    },
    {
      "title": "Cellular mechanisms of behavioral plasticity in terrestrial snail.",
      "authors": [
        "PM Balaban"
      ]
    },
    {
      "title": "Neural readaptation to 1 G following return from space.",
      "authors": [
        "R Boyle",
        "AF Mensinger",
        "K Yoshida",
        "S Usui",
        "A Intravaia"
      ]
    },
    {
      "title": "Mosaic arrangement of SCPb-, FMRFamide-, and histamine-like immunoreactive sensory hair cells in the statocyst of the gastropod mollusc Pleurobranchaea japonica.",
      "authors": [
        "K Ohsuga",
        "M Kurokawa",
        "K Kuwasawa"
      ]
    },
    {
      "title": "Structure and function of the snail statocyst system after a 16-day flight on Foton M-2.",
      "authors": [
        "PM Balaban",
        "AY Malyshev",
        "IS Zakharov",
        "NA Aseev",
        "NI Bravarenko"
      ]
    },
    {
      "title": "Structure and function of the snail statocyst system after orbital missions on Foton M-2 and M3.",
      "authors": [
        "PM Balaban",
        "AY Malyshev",
        "VN Ierusalimsky",
        "NA Aseev",
        "TA Korshunova"
      ]
    },
    {
      "title": "Characterization of cDNA clone encoding pedal peptide in terrestrial snail.",
      "authors": [
        "DA Poteryaev",
        "IS Zakharov",
        "PM Balaban",
        "PN Uvarov",
        "AV Belyavsky"
      ]
    },
    {
      "title": "",
      "authors": [
        "JT Reason",
        "JJ Brandt"
      ]
    },
    {
      "title": "Vestibular experiments in space.",
      "authors": [
        "B Cohen",
        "SB Yakushin",
        "GR Holstein",
        "M Dai",
        "DL Tomko",
        "G Sonnenfeld"
      ]
    },
    {
      "title": "A critical period for functional vestibular development in zebrafish.",
      "authors": [
        "SJ Moorman",
        "R Cordova",
        "SA Davies"
      ]
    },
    {
      "title": "Altered gravitational forces affect the development of the static vestibuloocular reflex in fish (Oreochromis mossambicus).",
      "authors": [
        "C Sebastian",
        "K Esseling",
        "E Horn"
      ]
    },
    {
      "title": "Altered gravitational experience during early periods of life affects the static vestibulo-ocular reflex of tadpoles of the Southern Clawed Toad, Xenopus laevis Daudin.",
      "authors": [
        "C Sebastian",
        "K Esseling",
        "E Horn"
      ]
    },
    {
      "title": "The minimum duration of microgravity experience during space flight which affects the development of the vestibuloocular reflex in an amphibian (Xenopus laevis).",
      "authors": [
        "C Sebastian",
        "E Horn"
      ]
    },
    {
      "title": "Microgravity-induced modifications of the vestibuloocular reflex in Xenopus laevis tadpoles are related to development and the occurrence of tail lordosis.",
      "authors": [
        "ER Horn"
      ]
    },
    {
      "title": "Altered gravity affects ventral root activity during fictive swimming and the static vestibuloocular reflex in young tadpoles (Xenopus laevis).",
      "authors": [
        "S Böser",
        "C Dournon",
        "L Gualandris-Parisot",
        "E Horn"
      ]
    },
    {
      "title": "Structural organization of the sensory systems of the snail.",
      "authors": [
        "OV Zaitseva"
      ]
    },
    {
      "title": "Biology of Sensory Systems.",
      "authors": [
        "CUM Smith"
      ]
    },
    {
      "title": "Invertebrates.",
      "authors": [
        "RC Brusca",
        "GJ Brusca"
      ]
    },
    {
      "title": "Expression of Pax258 in the gastropod statocyst: insights into the antiquity of metazoan geosensory organs.",
      "authors": [
        "EK O'Brien",
        "BM Degnan"
      ]
    },
    {
      "title": "Development of gravity-sensing organs in altered gravity conditions: opposite conclusions from an amphibian and a molluscan preparation.",
      "authors": [
        "ML Wiederhold",
        "HA Pedrozo",
        "JL Harrison",
        "R Hejl",
        "W Gao"
      ]
    },
    {
      "title": "Otoliths developed in microgravity.",
      "authors": [
        "ML Wiederhold",
        "JL Harrison",
        "K Parker",
        "H Nomura"
      ]
    },
    {
      "title": "Electrophysiological characteristics of the statocyst receptor cells in snails Helix lucorum following exposure to microgravity in unmanned spacecraft “Foton” and piloted space station “Mir”.",
      "authors": [
        "GI Gorgiladze",
        "SA Kozyrev",
        "AM Nosovskii"
      ]
    },
    {
      "title": "Effect of static and dynamic influences on receptors of equilibrium organ of Helix lucorum after 163-day orbital flight in “Mir” station.",
      "authors": [
        "GI Gorgiladze",
        "SA Kozyrev",
        "AM Nosovskii"
      ]
    },
    {
      "title": "Sequence of pedal peptide: a novel neuropeptide from the central nervous system of Aplysia.",
      "authors": [
        "PE Lloyd",
        "CM Connolly"
      ]
    },
    {
      "title": "Modulation of ciliary beat frequency by neuropeptides from identified molluscan neurons.",
      "authors": [
        "AO Willows",
        "GA Pavlova",
        "NE Phillips"
      ]
    },
    {
      "title": "Relatedness among contractile and membrane proteins: evidence for evolution from common ancestral genes.",
      "authors": [
        "JK Weltman",
        "RM Dowben"
      ]
    },
    {
      "title": "Actin filaments in sensory hairs of inner ear receptor cells.",
      "authors": [
        "A Flock",
        "HC Cheung"
      ]
    },
    {
      "title": "Three different actin filament assemblies occur in every hair cell: each contains a specific actin crosslinking protein.",
      "authors": [
        "D Drenckhahn",
        "K Engel",
        "D Höfer",
        "C Merte",
        "L Tilney"
      ]
    },
    {
      "title": "Actin cores of hair-cell stereocilia support myosin motility.",
      "authors": [
        "GM Shepherd",
        "DP Corey",
        "SM Block"
      ]
    },
    {
      "title": "Distribution of FMRFamide-like immunoreactive neurons in the central nervous system of the snail Helix pomatia.",
      "authors": [
        "K Elekes",
        "DR Nässel"
      ]
    },
    {
      "title": "Intraterminal injection of synapsin I or calcium-calmodulin-dependent protein kinase II alters neurotransmitter release at the squid giant synapse.",
      "authors": [
        "R Llinás",
        "TL McGuiness",
        "CS Leonard",
        "M Suaimori",
        "P Greenaard"
      ]
    },
    {
      "title": "Facilitatory and inhibitory transmitters modulate calcium influx during action potentials in Aplysia sensory neurons.",
      "authors": [
        "H Blumenfeld",
        "ME Spira",
        "ER Kandel",
        "SA Siegelbaum"
      ]
    },
    {
      "title": "Expression and regulation of an FMRFamide-related neuropeptide gene family in Caenorhabditis elegans.",
      "authors": [
        "K Kim",
        "C Li"
      ]
    },
    {
      "title": "Structure of the vestibular apparatus and ionic composition of the body of Xenopus laevis larvae as affected by weightlessness.",
      "authors": [
        "DV Lychakov",
        "EA Lavrova"
      ]
    },
    {
      "title": "Functional and adaptive changes in the vestibular apparatus in space flight.",
      "authors": [
        "DV Lychakov"
      ]
    },
    {
      "title": "Observations on saccules of rats exposed to long-term hypergravity.",
      "authors": [
        "DJ Lim",
        "JA Stith",
        "CW Stockwell",
        "J Oyama"
      ]
    },
    {
      "title": "Effects of sustained acceleration on the morphological properties of otoconia in hamsters.",
      "authors": [
        "HN Sondag",
        "HA de Jong",
        "J Marle",
        "WJ Oosterveld"
      ]
    },
    {
      "title": "Otoconial alterations after embryonic development in hypergravity.",
      "authors": [
        "HN Sondag",
        "HA De Jong",
        "J Van Marle",
        "B Willekens",
        "WJ Oosterveld"
      ]
    },
    {
      "title": "Centrifugation of 2 g does not affect otoconial mineralization in chick embryos.",
      "authors": [
        "J Ballarino",
        "HC Howland"
      ]
    },
    {
      "title": "Is the growth of the otolith controlled by its weight?",
      "authors": [
        "HC Howland",
        "J Ballarino",
        "T Gualtierotti"
      ]
    },
    {
      "title": "The development of the vestibular apparatus under conditions of weightlessness.",
      "authors": [
        "YAA Vinnikov",
        "OG Gazenko",
        "LK Titova",
        "AA Bronshteyn",
        "VI Govardovskiy"
      ]
    },
    {
      "title": "The development of the vestibular apparatus under conditions of weightlessness.",
      "authors": [
        "YAA Vinnikov",
        "OG Gazenko",
        "DV Lychakov",
        "LR Pal'mbakh"
      ]
    },
    {
      "title": "Vestibular endorgan of the frog after the space flight and postural alteration of the neurectomized frog-its morphological and functional resilience.",
      "authors": [
        "M Susuki",
        "Y Harada",
        "T Sekitani"
      ]
    },
    {
      "title": "Morphological changes in rat vestibular system following weightlessness.",
      "authors": [
        "MD Ross"
      ]
    },
    {
      "title": "Changes in ribbon synapses and rough endoplasmic reticulum of rat utricular macular hair cells in weightlessness.",
      "authors": [
        "MD Ross"
      ]
    },
    {
      "title": "Time-dependent changes in excitability after one-trial conditioning of Hermissenda.",
      "authors": [
        "T Crow",
        "Siddiqi"
      ]
    },
    {
      "title": "Cellular and molecular analysis of associative learning and memory in Hermissenda.",
      "authors": [
        "T Crow"
      ]
    },
    {
      "title": "Memory storage and neural systems.",
      "authors": [
        "DL Alkon"
      ]
    },
    {
      "title": "Invertebrate learning: Current perspectives.",
      "authors": [
        "CL Sahley",
        "T Crow",
        "JL Martinez",
        "RP Kesner"
      ]
    },
    {
      "title": "Associative learning changes intrinsic to Hermissenda type A photoreceptors.",
      "authors": [
        "J Farley",
        "WG Richards",
        "LM Grover"
      ]
    },
    {
      "title": "Ionic basis of learning-correlated excitability changes in Hermissenda type A photoreceptors.",
      "authors": [
        "J Farley",
        "Y Han"
      ]
    },
    {
      "title": "Differential expression of correlates of classical conditioning in identified medial and lateral type A photoreceptors of Hermissenda.",
      "authors": [
        "RJ Frysztak",
        "T Crow"
      ]
    },
    {
      "title": "Enhancement of type B and A photoreceptor inhibitory synaptic connections in conditioned Hermissenda.",
      "authors": [
        "RJ Frysztak",
        "T Crow"
      ]
    },
    {
      "title": "Synaptic enhancement and enhanced excitability in presynaptic and postsynaptic neurons in the conditioned stimulus pathway of Hermissenda.",
      "authors": [
        "RJ Frysztak",
        "T Crow"
      ]
    },
    {
      "title": "Photoresponse from the statocyst hair cell in Lymnaea stagnalis.",
      "authors": [
        "N Tsubata",
        "A Iizuki",
        "T Horikoshi",
        "M Sakakibara"
      ]
    },
    {
      "title": "Potassium currents in isolated statocyst neurons and RPeD1 in the pond snail, Lymnaea stagnalis.",
      "authors": [
        "M Sakakibara",
        "F Okuda",
        "K Nomura",
        "K Watanabe",
        "H Meng",
        "T Horikoshi",
        "K Lukowiak"
      ]
    },
    {
      "title": "Hypergravity affects the developmental expression of voltage-gated sodium current in utricular hair cells.",
      "authors": [
        "A Brugeaud",
        "S Gaboyard-Niay",
        "JL Puel",
        "C Chabbert"
      ]
    },
    {
      "title": "Electrophysiological properties of the utricular primary transducer are modified during development under hypergravity.",
      "authors": [
        "C Chabbert",
        "A Brugeaud",
        "G Lennan",
        "J Lehouelleur",
        "A Sans"
      ]
    },
    {
      "title": "Adaptation of mechanoelectrical transduction in hair cells of the bullfrog's sacculus.",
      "authors": [
        "RA Eatock",
        "DP Corey",
        "AJ Hudspeth"
      ]
    },
    {
      "title": "Adaptation in hair cells.",
      "authors": [
        "RA Eatock"
      ]
    },
    {
      "title": "Physiology of peripheral neurons innervating otolith organs of the squirrel monkey. I. Response to static tilts and to long-duration centrifugal force.",
      "authors": [
        "C Fernández",
        "JM Goldberg"
      ]
    },
    {
      "title": "The vestibular nerve of the chinchilla. IV. Discharge properties of utricular afferents.",
      "authors": [
        "JM Goldberg",
        "G Desmadryl",
        "RA Baird",
        "C Fernández"
      ]
    },
    {
      "title": "Einige Ergebnisse zur Ultrastrukur der Statocysten von Limax maximus, Limax flavus und Arion empiricorum (Pulmonata).",
      "authors": [
        "HG Wolff"
      ]
    },
    {
      "title": "The central afferent and efferent organization of the gravity receptor system of the statocyst of Octopus vulgaris.",
      "authors": [
        "WF Colmers"
      ]
    },
    {
      "title": "Synaptic interactions between crista hair cells in the statocyst of the squid Alloteuthis subulata.",
      "authors": [
        "A Chrachri",
        "R Williamson"
      ]
    },
    {
      "title": "The vestibular efferent system.",
      "authors": [
        "C Fernández",
        "JR Lindsay"
      ]
    },
    {
      "title": "Innervation patterns in the organ of corti of the cat.",
      "authors": [
        "H Spoendlin"
      ]
    },
    {
      "title": "The post-synaptic action of efferent fibres in the lateral line organ of the burbot Lota Zota.",
      "authors": [
        "A Flock",
        "IJ Russell"
      ]
    },
    {
      "title": "Central distribution of octavolateral afferents and efferents in a teleost (mormyridae).",
      "authors": [
        "C Bell"
      ]
    },
    {
      "title": "Hair cell generator potentials.",
      "authors": [
        "DL Alkon",
        "A Bak"
      ]
    },
    {
      "title": "Hair cell interactions in the statocysts of Hermissenda.",
      "authors": [
        "PB Detwiler",
        "DL Alkon"
      ]
    },
    {
      "title": "Efferent Control of Hair Cell and Afferent Responses in the Semicircular Canals.",
      "authors": [
        "R Boyle",
        "RD Rabbitt",
        "SM Highstein"
      ]
    }
  ],
  "original_title": "Functional changes in the snail statocyst system elicited by microgravity",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/263e/3066201/dd367430c5dc/pone.0017710.g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/263e/3066201/1b8ee5aca877/pone.0017710.g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/263e/3066201/934178ff3d14/pone.0017710.g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/263e/3066201/bc03b310cee2/pone.0017710.g004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/263e/3066201/e0a9bedae5ba/pone.0017710.g005.jpg"
  ]
}