{
  "pmcid": "PMC3002170",
  "title": "Nutritional supplements, COX-2 and IGF-1 expression in men on active surveillance for prostate cancer",
  "abstract": "Background\n\nNutritional factors are associated with reduced risk of prostate cancer progression, yet mechanisms remain unclear. We examined the effects of lycopene and fish oil supplements versus placebo on the normal prostate microenvironment, among men pursuing active surveillance for low-burden prostate cancer. We hypothesized that lycopene or fish oil supplements would down-regulate insulin-like growth factor-1 (IGF-1) and cyclooxygenase 2 (COX-2) gene expression, respectively, reflecting putative proliferation (IGF-1) and inflammatory (COX-2) pathways relevant to carcinogenesis.\n\nMethods\n\nWe conducted a 3-month randomized, double-blinded, clinical trial comparing prostate tissue gene expression profiles (assessed by qRT–PCR) among men with favorable-risk prostate cancer receiving either 30 mg/day lycopene, 3 g/day fish oil (including 1,098 mg eicosapentaenoic and 549 mg docosahexaenoic fatty acids) or placebo.\n\nResults\n\nAmong 69 men (22 assigned to lycopene, 21 to fish, and 26 to placebo), there was no difference in the change from baseline to the 3 months in IGF-1 expression level between the placebo and lycopene arms (p = 0.93) nor in COX-2 expression between the placebo and fish arms (p = 0.99).\n\nConclusion\n\nCompared to placebo, 3-month intervention with lycopene or fish oil did not significantly change IGF-1 and COX-2 gene expression in the normal prostate microenvironment in men with low-burden prostate cancer. Further analysis of global gene expression profiles may shed light on the bioactivity and relevance of these nutrients in prostate cancer.",
  "introduction": "Introduction\n\nProstate cancer is the most common malignancy in US men (excluding non-melanoma skin cancer), with 192,000 new cases and 27,000 deaths estimated to have occurred in 2009. However, the natural history of this disease is remarkably heterogeneous and not completely understood. In the United States, 90% of prostate cancer cases are diagnosed when they are of local/regional stage, and the majority of cases are indicated for biopsy by an elevated prostate-specific antigen (PSA) level only. Evidence suggests that a fair proportion of early stage low-grade tumors detected by PSA screening may be over-diagnosed “latent” cancers, and that patients could have equally good survival without immediate treatment, and avoid or delay morbidity associated with treatment.\n\nSurgery or radiation remains the most common primary management strategies for early stage prostate cancer; however, both options are associated with decreases in urinary and sexual function. Active surveillance (AS) (also called “delayed treatment”) is becoming recognized as an alternative for many patients with early stage low-grade disease (“low burden” disease). AS involves close monitoring via PSA tests, digital rectal examinations, and prostate biopsies, to delay or avoid definitive treatment and the associated comorbidities. Standard clinical interventions are offered at early signs of progression. Although data remain limited and randomized clinical trials are ongoing, some but not all observational reports of populations followed with AS or delayed treatment indicate that men experienced comparable outcomes to those with similar stage and grade disease who elected treatment immediately, although further research with longer follow-up is needed.\n\nOur collaborative group established a program for men with low-burden prostate cancer who opt for AS to be offered participation in diet and lifestyle intervention research. Observational epidemiologic studies suggest that dietary factors may impact prostate cancer progression. We previously reported that greater intakes of fish and tomato sauce after diagnosis of prostate cancer were associated with a reduced risk of prostate cancer recurrence/progression among 1,202 prostate cancer survivors. Tomatoes are rich in the carotenoid lycopene, which may have antioxidant, anti-proliferative, and anti-inflammatory actions and influence the insulin-like growth factor-1 (IGF-1) axis that has been implicated in prostate cancer. Fish is rich in long-chain omega-3 fatty acids that may have anti-inflammatory protective effects against prostate cancer, possibly through the inhibition of COX-2. We conducted a randomized clinical trial to test the hypothesis that lycopene and fish oil supplements would beneficially affect gene expression in putative cancer-related pathways (IGF-1, IGF-1R, and COX-2) in normal prostate tissue of men on AS.",
  "methods": "Methods\n\nStudy design\n\nThe Molecular Effects of Nutritional Supplements Trial (MENS) was a randomized, double-blinded, placebo-controlled 3-month clinical trial of lycopene and fish oil with each compared to a placebo. The three study arms were as follows: two 15 mg lycopene soft gel capsules daily (Lyc-O-Mato® donated by, Lycored, Israel); three 1 g fish oil capsules daily (including 1,098 mg eicosapentaenoic (EPA) and 549 mg docosahexaenoic (DHA) fatty acid; manufactured by Perfect Source, Fullerton, CA with active ingredient donated by Roche Vitamins, Parsippany, NJ); or placebo (provided by the respective manufacturers of the active pills for lycopene and fish oil). The lycopene supplement was a whole-food supplement made from tomatoes and standardized to deliver 30 mg of lycopene in a soy oil base. The placebo for lycopene was isocaloric and contained soy oil but no lycopene. The placebo for the fish oil supplement was isocaloric and contained olive oil. Men received lycopene + placebo for fish oil (lycopene arm), fish oil + placebo for lycopene (fish oil arm), or placebo for lycopene + placebo for fish oil (placebo arm). All men were also given a standard daily multivitamin (that did not contain lycopene or fish oil; Dixon/Akyma) and instructed to refrain from any other types of vitamin or nutritional supplements during the intervention.\n\nBaseline self-reported data on usual tomato and fish intake were used to stratify patients to ensure a balanced distribution of initial dietary levels among the three study arms. Baseline intake of these foods was assessed using questions and category definitions from a validated food frequency questionnaire that was also used in our prior observational study. The four strata were defined by the combinations of low or high tomato and low or high fish intakes (i.e., >4 servings/week tomato products = high; >2 servings/week fish = high).\n\nStudy participants, eligibility criteria, and enrollment\n\nThis study was conducted among men with low-burden prostate cancer, choosing AS for disease management, and who met the following criteria: histologically documented prostate adenocarcinoma, extended pattern biopsy within 2 years of enrollment with a Gleason sum six or lower with no pattern four or five, no more than 33% of biopsy cores positive for cancer, no more than 50% of the length of a tumor core involved by carcinoma, three serum PSA levels done at least 2 weeks apart over the year prior to randomization and all PSA levels <10 ng/ml, life expectancy >3 months, ECOG (Eastern Cooperative Oncology Group) performance score <2, and the ability to understand and willingness to sign a consent document. The following a priori exceptions were allowed: PSA <15 ng/ml for men with concurrent benign prostatic hyperplasia or prostatitis, having a Gleason score of four reported only in a microfocus of tumor (defined as <= 2 mm length) and having >33% positive biopsy cores due to a tumor microfocus. These criteria were consistent with the clinical standards of our institution for determining the candidates for AS and were approved by our Institutional Review Board (IRB). In a single case, one participant had an initial eligibility biopsy (14-cores) with 36% positive cores. With the patient’s consent we requested permission from our IRB to proceed with the first baseline study biopsy for final determination of eligibility. This participant had no evidence of cancer in his four-core research biopsy and was allowed to continue on the study.\n\nExclusion criteria were as following: no prior or concurrent treatment for prostate cancer, patients with a PSA doubling time <3 months (PSA doubling time = ln2/slope of ln PSA over time,), use of lycopene, fish oil or any other dietary or nutritional supplement within 4 weeks of study entry, use of Finasteride, Dutasteride, Saw Palmetto or any other herbal/nutritional preparation indicated to affect hormone levels within 4 weeks of study entry, use of NSAIDs, COX-2 inhibitors and/or aspirin for more than 7 days over the 1 month prior to study, history of allergic reactions attributed to tomatoes, fish, soybean or olive oil, gelatin capsules, or compounds of similar chemical or biologic composition to lycopene (carotenoids) or fish oil, and uncontrolled intercurrent illness including, but not limited to, ongoing infection, congestive heart failure, unstable angina pectoris, cardiac arrhythmia or psychiatric condition that would limit compliance with study requirements. Men who wanted to participate but who were on a nutritional supplement or anti-inflammatory drug were assessed by their doctors regarding whether abstaining from the supplement or drug was deemed medically safe and if so they were asked to undergo a 4-week washout period before proceeding with the study. Compliance with the study protocol was assessed via self-report and review of the medical records and food diaries. Usage of any dietary or nutritional supplement, finasteride, dutasteride, or anti-inflammatory drug during the 3-month intervention was considered a protocol violation, and men were withdrawn from the study when such usage was discovered.\n\nAll potentially eligible men were identified at the Urologic Oncology clinic at the Helen Diller Family Comprehensive Cancer Center by physician(s) and nurse practitioners. This trial was advertised via “Dear Doctor” letters to urologist colleagues in the Northern California region, local newspaper ads, brief radio announcements, and fliers handed out at local health-promotion, cancer- or prostate cancer-related outreach events.\n\nClinical procedures and data collection\n\nBefore the intervention, men provided medical history and underwent physical and digital rectal exams. The study urologist (KS) performed an ultrasound-guided four-core research biopsy to procure fresh tissue for RNA analysis. After the intervention, the study urologist performed a second research biopsy. All biopsies were reviewed by the study pathologist (JS) to determine grade/extent of disease and verify that patients still met the criteria for continuing AS. After the intervention, men were followed according to a standard AS protocol, including medical history, physical exam, digital rectal exam, and PSA test at three, six, nine, twelve, and 24 months. Participants also completed a validated semi-quantitative food frequency questionnaire at baseline and 12 months, and quality-of-life surveys at baseline and 3 months. To encourage and assess compliance, food diaries were also collected before each study biopsy and once during the midpoint of the intervention.\n\nStudy outcome\n\nThe two primary outcomes were changes in normal tissue gene expression between the baseline and 3-month biopsies in IGF-1 and in COX-2. Change in gene expression for each supplement arm was compared with change in the placebo arm. Our primary hypotheses were that lycopene supplement would decrease IGF-1 expression and that fish oil supplementation would decrease COX-2 expression, each compared to placebo. We also hypothesized (secondarily) that IGF-1R expression would be decreased by lycopene versus placebo. In exploratory analyses, change in PSA level after the intervention was also compared.\n\nBiopsy processing\n\nCore needle biopsies were collected at baseline and 3 months. Total RNA for RT–PCR and micro-array analyses were extracted from areas of normal prostate peripheral-zone tissue containing both stroma and epithelial cells. qRT-PCR was conducted at the end of the trial to minimize inter-assay variability.\n\nqRT-PCR\n\nHundred nanogram of total RNA was reverse-transcribed by using Quanta’s Qscript reverse transcription kit. PCR was conducted in triplicate (5 ng cDNA per reaction) with 20 ml reaction volumes of 1X Taqman buffer (1X Applied Biosystems PCR buffer, 20% glycerol, 2.5% gelatin, 60nM Rox as a passive reference), 5.5 mM MgCl2, 0.5 mM each primer, 0.2 mM each deoxynucleotide triphosphate (dNTP), 200 nM probe, and 0.025 unit/ml AmpliTaq Gold (Applied Biosystems) with 5 ng cDNA. The primers and probes were mixed together and added to the master mix and cDNA in the 384-well plate. PCR was conducted on the ABI 7900HT (Applied Biosystems) using the following cycle parameters: 1 cycle of 95° for 10 min and 40 cycles of 95° for 15 s, 60° for 1 min. Analysis was carried out using the SDS software (version 2.3) supplied with the ABI 7900HT to determine the Ct values of each reaction.\n\nCt values determined for triplicate reactions involving a test gene and a housekeeping gene (GUSB) were averaged and subtracted to obtain the ΔΔCt (ΔΔCt = ΔCt 3mo—ΔCt 0mo = (Ct test gene 3mo—Ct GUSB 3mo)-(Ct test gene 0mo—Ct GUSB 0mo)).\n\nDisease progression\n\nDisease progression was defined as a PSA doubling time of <12 months, any adverse pathological findings on biopsy (Gleason sum >6, any evidence of pattern 4 or 5, involvement of >50% of any core, or >50% cores positive) or other incidental evidence of clinical progression (i.e., positive bone scans or lymph node biopsies). Any patient exhibiting progression during the 24-month study was withdrawn and offered standard treatment. Patients could also withdraw from the protocol at any time for any reason and be treated off study.\n\nStatistical considerations\n\nSample size\n\nTo evaluate the two primary study hypotheses, patients were randomized with equal probability to one of the three study arms: lycopene, fish oil, or control. The stratification cohort was determined using the patients’ self-reported intake of tomato products (i.e., primary source of lycopene) and fish, and patients were randomized within each of the four strata (high or low level for each dietary factor). The study was designed to test for a 2-fold decrease in expression of IGF-1 and COX-2 following the 3-month intervention compared with placebo. Accrual of 29 patients to each of the three arms was sufficient to detect a 40% difference in the proportion of patients with a 2-fold decrease in the expression of the IGF-1 gene with lycopene or in the COX-2 gene with fish oil, each compared with placebo, using Fisher’s exact test. The power of each test was 0.81 with a directional level of significance of 0.025 to adjust for the two comparisons. In addition to comparing the proportion of patients displaying a decrease in the delta cycle threshold (ΔCT) for the two genes of interest, this sample size was sufficient to detect an effect size of at least 0.75 for the difference between arms in the ΔΔCT means using a t test with the same error assumptions. The total planned accrual of 97 patients allowed for a 10% loss by the 3 month biopsy.\n\nMethods for analysis\n\nBaseline characteristics were compared among the three study arms using analysis of variance methods (ANOVA) for continuous variables and chi-square tests for categorical variables. To test the two primary hypotheses to detect a decrease in the mean changes in IGF-1 (or COX-2) gene expression between the lycopene (or fish oil) and placebo arms a t statistic was used with significance set at a probability <0.025 to adjust for the two comparisons. The same method was used to test for a decrease in IGF-1R with the lycopene supplement without any adjustment for multiple testing. We used Fisher’s exact test to determine whether a greater proportion of patients on the supplement arm achieved at least a 2-fold decrease in IGF-1 (or COX-2) expression when compared with the placebo group.\n\nWe conducted exploratory analyses using 2-way ANOVA methods to investigate the change in gene expression (pre to post-intervention) in ΔCT on the log2 scale due to the study arm (supplement or placebo), baseline tomato/fish intake (high or low) or their interaction. If statistical significance was observed, the Newman-Keuls post hoc test was used to identify which subsets were significantly different. Mean baseline and change from baseline results were presented on the log2 scale.",
  "results": "Results\n\nBetween October 2003 and December 2007, 97 men were enrolled (Fig. 1). A total of 13 men were excluded from the primary analyses for the following reasons: never started protocol intervention (n = 2), ineligible (n = 5), protocol violation (taking nutritional supplements) (n = 1), opted for active treatment after randomization (n = 1), experienced disease progression prior to the 3-month follow-up biopsy (n = 2), and experienced disease progression based on the 3-month biopsy (n = 2) (Fig. 1). The remaining 84 participants comprised the current study sample. Three unexpected adverse events were observed during the intervention and classified as “possibly related” to study treatment. These occurred among participants randomized to lycopene and included indigestion (n = 2) and migraine headache (n = 1).\n\nParticipants were not different with regard to baseline demographic or clinical variables or intake of tomato or fish across treatment arms (Table 1). The mean age and body mass index at randomization was 61 years (standard deviation 7.8 years) and 26.8 kg/m2 (standard deviation 4.6 kg/m2), respectively.\n\nThere was adequate RNA quality and quantity from the normal prostate tissue to assess the expression via RT-PCR for 74 patients at baseline and 79 patients at the 3-month follow-up. Pre- and post-intervention RT-PCR analyses were performed for 69 patients with approximately one-third treated on each of the 3 study arms (22 lycopene; 21 fish; 26 placebo). These 69 men were similar to the 15 not analyzed with regard to baseline clinical and demographic characteristics (data not shown). We compared the baseline ΔCTs for IGF-1, COX-2, and IGF-1R among the three study arms and observed no significant differences and no pair-wise differences between the study arms (Table 2). The mean ΔCT at baseline for COX-2 for all subsets was noticeably higher compared with the other two genes. The supplement and placebo arms did not differ for all three genes when analyzed by the level of baseline tomato or fish intakes. As might be expected, if gene expression reflected nutritional intake, there was a significant difference in the ΔCTs between the high and low baseline tomato intake (p = 0.02) and for fish intake (p = 0.02) but there was no interaction between stratification level and study arm.\n\nAfter the 3-month interventions, there was no difference in the change in IGF-1 (p = 0.93) or IGF-1R (p = 0.53) expression between the placebo and lycopene supplement arms. There was virtually no change in COX-2 expression for the placebo and fish oil supplement groups comparing the 3 month versus baseline levels (p = 0.99) (Table 3). Only 27% of the lycopene arm achieved a 2-fold decrease in IGF-1 compared with 23% for the placebo (p = 0.75). Thirty percent of the fish oil arm experienced a 2-fold decrease in COX-2 expression compared with 15% of the placebo group but this was not statistically significantly different (p = 0.29). Similarly, no difference in the proportion displaying a 2-fold decrease in IGF-1R expression occurred for the lycopene and placebo arms (14 and 8%, respectively; p = 0.65).\n\nExploratory subgroup analyses of the magnitude of change in gene expression by study arm and by baseline stratification were performed. Overall, there was no difference in the change in IGF-1 levels with lycopene supplement compared with the placebo (ANOVA p = 0.72) but a significantly greater change on average was observed among those with an initial high tomato intake compared with a low intake (132.6 vs. 67.7 (anti-log), respectively; p = 0.01) (Fig. 2a). Even though a greater mean increase was observed for those with high tomato intake initially, there was no statistical difference between the low- and high-intake subsets in mean IGF-1 levels for each study arm (Newman-Keuls: Placebo p = 0.16; Lycopene p = 0.11). No differences between study arms or high/low tomato strata were observed for IGF-1R (data not shown). Similarly, no differences between the fish supplement and placebo arms in mean change in COX-2 levels occurred (ANOVA p = 0.78; Fig. 2b). This was also true when the baseline fish intake was low or high (Newman-Keuls p = 0.70 and p = 0.86, respectively) with a narrow range for the change among the four subsets, 57.4–97.5 on average. These results may reflect the possible limited magnitude of change that could be observed with the study fish oil supplement.\n\nThere was no difference in the change in PSA level after the intervention, comparing the lycopene or fish oil arms versus the placebo group (mean change in PSA: −0.46 ng/ml for placebo, 0.53 ng/ml for lycopene; 0.20 ng/ml for fish; p value = 0.26 and 0.39, respectively).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Prostate cancer",
    "Active surveillance",
    "Fish oil",
    "Lycopene",
    "Randomized clinical trial",
    "Original Paper"
  ],
  "citations": [
    {
      "title": "American Cancer Society (2009) Cancer facts and figures—2009. American Cancer Society, Atlanta",
      "authors": []
    },
    {
      "title": "Hamilton A, Ries LA (2008) Cancer of the prostate. SEER Survival Monograph. National Cancer Institute, p 10. http://seer.cancer.gov/publications/survival/surv_prostate.pdf",
      "authors": []
    },
    {
      "title": "Dall’era MA, Cooperberg MR, Chan JM, Davies BJ, Albertsen PC, Klotz LH, Warlick CA, Holmberg L, Bailey DE Jr, Wallace ME, Kantoff PW, Carroll PR (2008) Active surveillance for early-stage prostate cancer: review of the current literature. Cancer 112(8):1650–1659",
      "authors": []
    },
    {
      "title": "Quality of life after surgery, external beam irradiation, or brachytherapy for early-stage prostate cancer",
      "authors": [
        "MS Litwin",
        "JL Gore",
        "L Kwan",
        "JM Brandeis",
        "SP Lee",
        "HR Withers",
        "RE Reiter"
      ]
    },
    {
      "title": "Prospective study of determinants and outcomes of deferred treatment or watchful waiting among men with prostate cancer in a nationwide cohort",
      "authors": [
        "WV Shappley",
        "SA Kenfield",
        "JL Kasperzyk",
        "W Qiu",
        "MJ Stampfer",
        "MG Sanda",
        "JM Chan"
      ]
    },
    {
      "title": "Survival associated with treatment vs observation of localized prostate cancer in elderly men",
      "authors": [
        "YN Wong",
        "N Mitra",
        "G Hudes",
        "R Localio",
        "JS Schwartz",
        "F Wan",
        "C Montagnet",
        "K Armstrong"
      ]
    },
    {
      "title": "Systematic review: comparative effectiveness and harms of treatments for clinically localized prostate cancer",
      "authors": [
        "TJ Wilt",
        "R MacDonald",
        "I Rutks",
        "TA Shamliyan",
        "BC Taylor",
        "RL Kane"
      ]
    },
    {
      "title": "Increased telomerase activity and comprehensive lifestyle changes: a pilot study",
      "authors": [
        "D Ornish",
        "J Lin",
        "EH Blackburn",
        "J Daubenmier",
        "G Weidner",
        "E Epel",
        "C Kemp",
        "MJ Magbanua",
        "R Marlin",
        "L Yglecias",
        "PR Carroll"
      ]
    },
    {
      "title": "Changes in prostate gene expression in men undergoing an intensive nutrition and lifestyle intervention",
      "authors": [
        "D Ornish",
        "MJ Magbanua",
        "CM Haqq",
        "PR Carroll",
        "G Weidner",
        "V Weinberg",
        "C Kemp",
        "C Green",
        "MD Mattie",
        "R Marlin",
        "J Simko",
        "K Shinohara"
      ]
    },
    {
      "title": "Ornish D, Weidner G, Fair WR, Marlin R, Pettengill EB, Raisin CJ, Dunn-Emke S, Crutchfield L, Jacobs FN, Barnard RJ, Aronson WJ, McCormac P, McKnight DJ, Fein JD, Dnistrian AM, Weinstein J, Ngo TH, Mendell NR, Carroll PR (2005) Intensive lifestyle changes may affect the progression of prostate cancer. J Urol 174:1065–1069; discussion 1069–1070",
      "authors": []
    },
    {
      "title": "Diet after diagnosis and the risk of prostate cancer progression, recurrence, and death (United States)",
      "authors": [
        "JM Chan",
        "CN Holick",
        "MF Leitzmann",
        "EB Rimm",
        "WC Willett",
        "MJ Stampfer",
        "EL Giovannucci"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "Lycopene reduced gene expression of steroid targets and inflammatory markers in normal rat prostate",
      "authors": [
        "A Herzog",
        "U Siler",
        "V Spitzer",
        "N Seifert",
        "A Denelavas",
        "PB Hunziker",
        "W Hunziker",
        "R Goralczyk",
        "K Wertz"
      ]
    },
    {
      "title": "Lycopene inhibits IGF-I signal transduction and growth in normal prostate epithelial cells by decreasing DHT-modulated IGF-I production in co-cultured reactive stromal cells",
      "authors": [
        "X Liu",
        "JD Allen",
        "JT Arnold",
        "MR Blackman"
      ]
    },
    {
      "title": "Effect of a tomato drink intervention on insulin-like growth factor (IGF)-1 serum levels in healthy subjects",
      "authors": [
        "P Riso",
        "A Brusamolino",
        "A Martinetti",
        "M Porrini"
      ]
    },
    {
      "title": "The insulin-like growth factor system in cancer prevention: potential of dietary intervention strategies",
      "authors": [
        "DW Voskuil",
        "A Vrieling",
        "LJ van’t Veer",
        "E Kampman",
        "MA Rookus"
      ]
    },
    {
      "title": "Are dietary influences on the risk of prostate cancer mediated through the insulin-like growth factor system?",
      "authors": [
        "LA Mucci",
        "R Tamimi",
        "P Lagiou",
        "A Trichopoulou",
        "V Benetou",
        "E Spanos",
        "D Trichopoulos"
      ]
    },
    {
      "title": "Insulin-like growth factors, their binding proteins, and prostate cancer risk: analysis of individual patient data from 12 prospective studies",
      "authors": [
        "AW Roddam",
        "NE Allen",
        "AW Hsing",
        "JV Lacey",
        "K Helzlsouer",
        "S Rinaldi",
        "E Riboli",
        "R Kaaks",
        "JA Janssen",
        "MF Wildhagen",
        "FH Schroder",
        "EA Platz",
        "P Appleby",
        "M Pollak",
        "E Giovannucci",
        "C Schaefer",
        "CP Quesenberry",
        "JH Vogelman",
        "G Severi",
        "DR English",
        "GG Giles",
        "P Stattin",
        "G Hallmans",
        "TJ Key",
        "M Johansson",
        "JM Chan",
        "P Gann",
        "SE Oliver",
        "JM Holly",
        "J Donovan",
        "F Meyer",
        "I Bairati",
        "P Galan",
        "L Ferrucci",
        "HB Carter",
        "EJ Metter",
        "C Chen",
        "NS Weiss",
        "A Fitzpatrick"
      ]
    },
    {
      "title": "Modulation of omega-3/omega-6 polyunsaturated ratios with dietary fish oils in men with prostate cancer",
      "authors": [
        "WJ Aronson",
        "JA Glaspy",
        "ST Reddy",
        "D Reese",
        "D Heber",
        "D Bagga"
      ]
    },
    {
      "title": "Effect of altering dietary omega-6/omega-3 fatty acid ratios on prostate cancer membrane composition, cyclooxygenase-2, and prostaglandin E2",
      "authors": [
        "N Kobayashi",
        "RJ Barnard",
        "D Gui",
        "NP Seeram",
        "LM Popoviciu",
        "D Bagga",
        "D Heber",
        "JA Glaspy",
        "WJ Aronson",
        "SM Henning",
        "D Elashoff",
        "ST Reddy",
        "P Cohen",
        "P Leung",
        "J Hong-Gonzalez",
        "SJ Freedland",
        "J Said"
      ]
    },
    {
      "title": "Fatty acid regulates gene expression and growth of human prostate cancer PC-3 cells",
      "authors": [
        "M Hughes-Fulford",
        "Y Chen",
        "RR Tjandrawinata"
      ]
    },
    {
      "title": "Arachidonic acid activates phosphatidylinositol 3-kinase signaling and induces gene expression in prostate cancer",
      "authors": [
        "M Hughes-Fulford",
        "CF Li",
        "J Boonyaratanakornkit",
        "S Sayyah"
      ]
    },
    {
      "title": "Arachidonic acid, an omega-6 fatty acid, induces cytoplasmic phospholipase A2 in prostate carcinoma cells",
      "authors": [
        "M Hughes-Fulford",
        "RR Tjandrawinata",
        "CF Li",
        "S Sayyah"
      ]
    },
    {
      "title": "Reproducibility and validity of a expanded self-administered semiquantitative food frequency questionnaire among male health professionals",
      "authors": [
        "EB Rimm",
        "EL Giovannucci",
        "MJ Stampfer",
        "GA Colditz",
        "LB Litin",
        "WC Willett"
      ]
    },
    {
      "title": "Validation of a food frequency questionnaire measurement of selected nutrients using biological markers in African-American men",
      "authors": [
        "MD Holmes",
        "IJ Powell",
        "H Campos",
        "MJ Stampfer",
        "EL Giovannucci",
        "WC Willett"
      ]
    },
    {
      "title": "The reproducibility and validity of a self-administered semiquantitative food frequency questionnaire in subjects from South Dakota and Wyoming",
      "authors": [
        "MP Longnecker",
        "L Lissner",
        "JM Holden",
        "VF Flack",
        "PR Taylor",
        "MJ Stampfer",
        "WC Willett"
      ]
    },
    {
      "title": "Comparative validation of the block, Willett, and national cancer institute food frequency questionnaires: the eating at America’s table study",
      "authors": [
        "AF Subar",
        "FE Thompson",
        "V Kipnis",
        "D Midthune",
        "P Hurwitz",
        "S McNutt",
        "A McIntosh",
        "S Rosenfeld"
      ]
    },
    {
      "title": "Current applications for prostate-specific antigen doubling time",
      "authors": [
        "ML Ramirez",
        "EC Nelson",
        "RW Devere White",
        "PN Lara",
        "CP Evans"
      ]
    },
    {
      "title": "Oxidative DNA damage in prostate cancer patients consuming tomato sauce-based entrees as a whole-food intervention",
      "authors": [
        "L Chen",
        "M Stacewicz-Sapuntzakis",
        "C Duncan",
        "R Sharifi",
        "L Ghosh",
        "RR Breemen",
        "D Ashton",
        "P Bowen"
      ]
    },
    {
      "title": "Schroder FH, Roobol MJ, Boeve ER, de Mutsert R, Zuijdgeest-van Leeuwen SD, Kersten I, Wildhagen MF, van Helvoort A (2005) Randomized, double-blind, placebo-controlled crossover study in men with prostate cancer and rising PSA: effectiveness of a dietary supplement. Eur Urol 48:922–930; discussion 930–931",
      "authors": []
    },
    {
      "title": "Tomato and soy polyphenols reduce insulin-like growth factor-I-stimulated rat prostate cancer cell proliferation and apoptotic resistance in vitro via inhibition of intracellular signaling pathways involving tyrosine kinase",
      "authors": [
        "S Wang",
        "VL DeGroff",
        "SK Clinton"
      ]
    },
    {
      "title": "Effects of lycopene on the insulin-like growth factor (IGF) system in premenopausal breast cancer survivors and women at high familial breast cancer risk",
      "authors": [
        "DW Voskuil",
        "A Vrieling",
        "S Verhoef",
        "FE van Leeuwen",
        "LJ van’t Veer",
        "MA Rookus",
        "CM Korse",
        "JH Beijnen",
        "JM Bonfrer",
        "J van Doorn",
        "R Kaas",
        "HS Oldenburg",
        "NS Russell",
        "EJ Rutgers"
      ]
    },
    {
      "title": "Effect of lycopene supplementation on insulin-like growth factor-1 and insulin-like growth factor binding protein-3: a double-blind, placebo-controlled trial",
      "authors": [
        "R Graydon",
        "SE Gilchrist",
        "IS Young",
        "U Obermuller-Jevic",
        "O Hasselwander",
        "JV Woodside"
      ]
    },
    {
      "title": "Lycopene supplementation elevates circulating insulin-like growth factor binding protein-1 and -2 concentrations in persons at greater risk of colorectal cancer",
      "authors": [
        "A Vrieling",
        "DW Voskuil",
        "LJ Van’t Veer",
        "MA Rookus",
        "E Kampman",
        "JM Bonfrer",
        "CM Korse",
        "J van Doorn",
        "A Cats",
        "AC Depla",
        "R Timmer",
        "BJ Witteman",
        "FE van Leeuwen"
      ]
    },
    {
      "title": "Association of frequent consumption of fatty fish with prostate cancer risk is modified by COX-2 polymorphism",
      "authors": [
        "M Hedelin",
        "ET Chang",
        "KA Balter",
        "F Wiklund",
        "R Bellocco",
        "A Klint",
        "J Adolfsson",
        "K Shahedi",
        "J Xu",
        "HO Adami",
        "H Gronberg"
      ]
    },
    {
      "title": "A prospective study of intake of fish and marine fatty acids and prostate cancer",
      "authors": [
        "K Augustsson",
        "DS Michaud",
        "EB Rimm",
        "MF Leitzmann",
        "MJ Stampfer",
        "WC Willett",
        "E Giovannucci"
      ]
    },
    {
      "title": "Dietary omega-3 fatty acids, cyclooxygenase-2 genetic variation, and aggressive prostate cancer risk",
      "authors": [
        "V Fradet",
        "I Cheng",
        "G Casey",
        "JS Witte"
      ]
    },
    {
      "title": "A 22-y prospective study of fish intake in relation to prostate cancer incidence and mortality",
      "authors": [
        "JE Chavarro",
        "MJ Stampfer",
        "MN Hall",
        "HD Sesso",
        "J Ma"
      ]
    },
    {
      "title": "Fat and meat intake and prostate cancer risk: the multiethnic cohort study",
      "authors": [
        "SY Park",
        "SP Murphy",
        "LR Wilkens",
        "BE Henderson",
        "LN Kolonel"
      ]
    },
    {
      "title": "Meat and dairy consumption and subsequent risk of prostate cancer in a US cohort study",
      "authors": [
        "S Rohrmann",
        "EA Platz",
        "CJ Kavanaugh",
        "L Thuita",
        "SC Hoffman",
        "KJ Helzlsouer"
      ]
    },
    {
      "title": "Animal products, calcum, and protein and prostate cancer risk in the Netherlands Cohort study",
      "authors": [
        "AG Schuurman",
        "PA van den Brandt",
        "E Dorant",
        "RA Goldbohm"
      ]
    },
    {
      "title": "Intakes of fish and marine fatty acids and the risks of cancers of the breast and prostate and of other hormone-related cancers: a review of the epidemiologic evidence",
      "authors": [
        "PD Terry",
        "TE Rohan",
        "A Wolk"
      ]
    },
    {
      "title": "Broccoli consumption interacts with GSTM1 to perturb oncogenic signalling pathways in the prostate",
      "authors": [
        "M Traka",
        "AV Gasper",
        "RY Ball",
        "RD Mills",
        "RF Mithen",
        "A Melchini",
        "JR Bacon",
        "PW Needs",
        "V Frost",
        "A Chantry",
        "AM Jones",
        "CA Ortori",
        "DA Barrett"
      ]
    },
    {
      "title": "Selenium and vitamin E: cell type- and intervention-specific tissue effects in prostate cancer",
      "authors": [
        "D Tsavachidou",
        "TJ McDonnell",
        "C Stephens",
        "E Efstathiou",
        "R Taylor",
        "DG Menter",
        "P Troncoso",
        "SM Lippman",
        "CJ Logothetis",
        "J Kim",
        "S Wen",
        "X Wang",
        "F Vakar-Lopez",
        "LL Pisters",
        "CA Pettaway",
        "CG Wood",
        "KA Do",
        "PF Thall"
      ]
    }
  ],
  "original_title": "Nutritional supplements, COX-2 and IGF-1 expression in men on active surveillance for prostate cancer.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1cd7/3002170/bc99d1638294/10552_2010_9684_Fig1_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1cd7/3002170/38f8d375cdcb/10552_2010_9684_Fig2_HTML.jpg"
  ]
}