{
  "pmcid": "PMC4103452",
  "title": "A method for preparing spaceflight RNAlater-fixed Arabidopsis thaliana (Brassicaceae) tissue for scanning electron microscopy1",
  "abstract": "• Premise of the study: In spaceflight experiments, tissues for morphologic study are fixed in 3% glutaraldehyde, while tissues for molecular study are fixed in RNAlater; thus, an experiment containing both study components requires multiple fixation strategies. The possibility of using RNAlater-fixed materials for standard SEM-based morphometric investigation was explored to expand the library of tissues available for analysis and maximize usage of samples returned from spaceflight, but these technologies have wide application to any situation where recovery of biological resources is limited.\n\n• Methods and Results: RNAlater-fixed samples were desalinated in distilled water, dehydrated through graded methanol, plunged into liquid ethane, and transferred to cryovials for freeze-substitution. Sample tissues were critical point dried, mounted, sputter-coated, and imaged.\n\n• Conclusions: The protocol resulted in acceptable SEM images from RNAlater-fixed Arabidopsis thaliana tissue. The majority of the tissues remained intact, including general morphology and finer details such as root hairs and trichomes.",
  "introduction": "Experimental flexibility is a luxury often taken for granted in typical laboratory science. Adapting a protocol in response to unfolding information as the experiment proceeds is a key element in discovery and is standard practice. In spaceflight, this luxury is not as accessible; crew time is highly regulated, orbital resources are limited, and protocols are tightly controlled once in place. In addition, the up-mass available to each researcher is limited, which restricts the choices of experimental treatments and orbital fixation options. These constraints often translate into hard choices that limit the scientific return on investment, including sacrificing the number of replicates to enable additional treatment and fixation scenarios. As a consequence, options that allow maximization of the data obtained from a single sample are highly valued.\n\nBiological experiments are typically required to be segregated based on the analyses to be performed upon return from spaceflight. These segregated conditions are usually either molecular or morphological, due to the separate fixatives required for each application (e.g.,). Investigations focused on transcriptome analyses, for instance, would not be likely to commit a portion of their limited up-mass on samples and associated fixation hardware for morphological applications, and would miss the opportunity to use both morphological and molecular perspectives. These limitations are keenly felt in scenarios where the transcriptome analyses reveal spaceflight-specific patterns of gene expression central to morphological patterns of cell growth and development. This scenario was encountered in a recent spaceflight experiment, in which telemetric imaging revealed interesting spaceflight-associated root morphologies. All material was fixed on orbit in RNAlater (Ambion, Grand Island, New York, USA) to facilitate transcriptome analyses on returned samples.\n\nAlthough it is possible to partition an experiment into molecular and morphological components, using samples that correspond directly to those used in molecular applications would be of extreme value. A single fixation protocol better enables the full use of replicates to support a robust power analysis; all plant material allowed by the up-mass constraints can be dedicated to a single application per orbital treatment. Additionally, the plant material apportioned for microscopy can be taken directly from the pool of material whose balance represents a molecular replicate; thus, any morphologic change seen in these plants would directly reflect the effects of the altered gene expressions from those same plants. Terrestrial field studies could also benefit from this single fixative approach for similar reasons.\n\nDespite its use as a molecular fixative, RNAlater is not commonly used as a morphologic fixative. RNAlater fixation produces unclear images with high background staining and reduces immunofluorescent signals. This intracellular occlusion eliminates the possibility of clear subcellular localizations. However, the external morphology appears to be preserved in a fresh-like state, which suggests that RNAlater may be acceptable for use in scanning electron microscopy (SEM). Two cases in the literature report the use of RNAlater in a morphological investigation. reported that coral covered in crustose coralline algae was fixed in RNAlater, postfixed in 2% glutaraldehyde, rinsed in sodium cacodylate, and postfixed again in OsO4 prior to SEM investigations. used SEM in their study on floral organs of Clermontia species using RNAlater as their main fixative with a hexamethyldisilazane drying step. In the current study, both of the above techniques resulted in significant tissue damage in Arabidopsis.\n\nAn alternative to fixation in SEM sample preparation is freezing. Cryo-SEM does not require prior fixation, but instead preserves tissues in a fresh-like state for imaging. However, few laboratories have access to such equipment, and the equipment and operation can often be expensive. Therefore, this study investigated the possibility of emulating cryo-SEM on a standard SEM, a “cryo-analog,” where tissue would first be returned to a fresh-like state for freezing prior to imaging.",
  "methods": "METHODS AND RESULTS\n\nFor process development, test samples of 9–12-d-old A. thaliana var. columbia (Col-0) or Wassilewskija (WS) (The Arabidopsis Information Resource [TAIR], Columbus, Ohio, USA) were harvested into RNAlater and fixed overnight at ambient room temperature. Fixed plants, along with freshly harvested individuals of the same age, were washed in distilled water with gentle rocking for four 1-h increments. This washing step was designed to desalinate RNAlater-fixed samples, as the salt crystals were found to damage tissue during subsequent steps (Fig. 1A, B). Desalination also returned the plants to a fresh-like state (Fig. 1C, D) suitable for flash-freezing. Tissues were dissected immediately following the final wash into 5–10-mm lengths to fit on the SEM sample stage (“stub”).\n\nThe first two protocols tested provided valuable lessons. The first cryo-analog protocol was flash freezing in liquid nitrogen (LN2). Tissues were severely damaged, primarily due to rapid crystallization of water into ice, physically compromising cellular integrity. The second protocol tested was high-pressure freezing (HPF; Bal-Tec HPM100; Leica Microsystems, Wetzlar, Germany), which resulted in vitrified ice and a greater freezing depth. The noncrystalline structure prevented physical damage, but the roots had a tendency to stick to the planchettes and break (Fig. 1E, F).\n\nThe third protocol tested was based on the lessons learned and resulted in minimal tissue damage. The risk of water–ice crystal formation and planchette adhesion was minimized using a variety of methods. Samples were run through a methanol dehydration gradient, starting at 10% and increasing at 10% intervals, for 10 min at each step. An optional wash of 0.1% tannic acid in methanol was used to enhance electron density. Arabidopsis tissues were hand-plunged using forceps into LN2-cooled liquid ethane, which vitrified any remaining water in each sample. These rapid hand-performed plunges provided more control and less damage than automated plunge devices. Samples were immediately transferred to LN2-cooled individual cryovials, containing either 2% OsO4 in MeOH or 0.5% glutaraldehyde in 0.1% tannic acid. The headspace in each vial was filled with LN2 to prevent samples being lost or damaged due to static electric effects. Cryovials were placed into freeze substitution (Leica EM AFS2; Leica Microsystems) to increase the temperature to 10°C over the course of 4–10 d. Cryovial caps were left slightly loose to vent nitrogen gas. Once the temperature reached 10°C, cryovials were removed, opened, and tissues were transferred to tissue baskets (SPI microporous specimen capsules, 120–200 μm pore size; Structure Probe Inc., West Chester, Pennsylvania, USA) while submerged in chilled (4°C) methanol. This transfer took place at ambient room temperature; the chilled methanol submersion is enough to maintain the integrity of the tissues. Individual baskets were labeled using pencil on a small piece of paper approximately 2 mm2, as external labels were removed during the drying phase. Drying occurred via liquid CO2 critical point drying (CPD; Bal-Tec CPD 030; Leica Microsystems). Eleven quick-cycled washes replaced most of the loading methanol with CO2, followed by three 10-min infiltrations. One final exchange was performed and left overnight. Two additional 10-min infiltrations were performed, followed by CPD with controlled venting. Samples were in solution until the end of CPD. Dry samples in baskets were transferred to a desiccant-filled (Drierite; W. A. Hammond Drierite Company, Xenia, Ohio, USA) sealable container until being mounted on stubs using carbon adhesive and returned to a stub rack within a different desiccant-filled sealable container. Mounted samples were sputter-coated for 90 s with a gold-palladium alloy (Desk V HP; Denton Vacuum, Moorestown, New Jersey, USA) and imaged on a scanning electron microscope (Hitachi S-4000; Hitachi, Tokyo, Japan).\n\nInitial observations were focused on roots, resolution of cell files, and retention of root hairs throughout the processing of the tissue (Fig. 2). Later tests observed trichomes and more durable tissues, such as adaxial leaf surfaces and seed coats (Fig. 2A–C). The fresh-frozen tissues, used as protocol development control material, retained finer details, including closed stomata and normal trichome morphology (Fig. 2D, E). RNAlater-fixed test materials yielded similar images as the fresh-frozen plants, with minimal additional tissue damage (Fig. 2F–K).\n\nSpaceflight materials and the corresponding ground controls, both fixed in RNAlater, were processed using the protocol discussed above and detailed in Appendix 1. Tissues yielded images of acceptable quality, with minimal cell wrinkling and high retention of fine details (Fig. 2J, K). The focus of these samples was root structure, morphology, and root hair retention because of interesting molecular and genetic observations from a recent spaceflight experiment (; Paul et al., unpublished).\n\nCost of the developed protocol is minimal, while the accessibility is high. Assuming the microscopy core to be used has standard SEM capability, the additional cost of this protocol is merely the cost of consumables. These components are readily available and likely already obtained by the laboratory interested in using this protocol. Another advantage of this protocol is a near retention of tissue morphology at a fresh harvest state. Not only are finer elements of tissues retained (Fig. 2D–I), but other tissues, such as the adaxial leaf epidermis, seed coat, and floral stalk (Fig. 2A–C), produce results comparable to those processed through dedicated morphologic means (e.g.,). The amount of time needed for this process is slightly longer than other standard SEM processing times, with an additional 4 h for the desalination washes and several days required for freeze substitution. Hand-plunged samples may be processed in batches to increase throughput, being limited to the number of samples able to be held with a pair of forceps without compromising structural integrity. Examples of other SEM protocols may be seen in, and. As a result of this protocol, samples fixed with RNAlater retained many fine features including root hairs and trichomes, with a majority of cells inflated and displaying fresh-frozen–like morphology, regardless of whether they were harvested during spaceflight or on the ground.",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Arabidopsis thaliana",
    "RNAlater",
    "scanning electron microscopy",
    "SEM",
    "spaceflight",
    "Protocol Note"
  ],
  "citations": [
    {
      "title": "Endolithic chlorophyll d-containing phototrophs",
      "authors": [
        "L. Behrendt",
        "A. W. Larkum",
        "A. Norman",
        "K. Qvortrup",
        "M. Chen",
        "P. Ralph",
        "S. J. Sorensen"
      ]
    },
    {
      "title": "The interacting MYB75 and KNAT7 transcription factors modulate secondary cell wall deposition both in stems and seed coat in Arabidopsis",
      "authors": [
        "A. Bhargava",
        "A. Ahad",
        "S. Wang",
        "S. D. Mansfield",
        "G. W. Haughn",
        "C. J. Douglas",
        "B. E. Ellis"
      ]
    },
    {
      "title": "Evaluation of fixation methods for demonstration of Neoparamoeba perurans infection in Atlantic salmon, Salmo salar L., gills",
      "authors": [
        "K. Cadoret",
        "A. R. Bridle",
        "M. J. Leef",
        "B. F. Nowak"
      ]
    },
    {
      "title": "The scanning ion-conductance microscope",
      "authors": [
        "P. K. Hansma",
        "B. Drake",
        "O. Marti",
        "S. A. Gould",
        "C. B. Prater"
      ]
    },
    {
      "title": "The double-corolla phenotype in the Hawaiian lobelioid genus Clermontia involves ectopic expression of PISTILLATA B-function MADS box gene homologs",
      "authors": [
        "K. A. Hofer",
        "R. Ruonala",
        "V. A. Albert"
      ]
    },
    {
      "title": "Two separate pathways including SlCLV1, SlSTM and SlCUC that control carpel development in a bisexual mutant of Silene latifolia",
      "authors": [
        "A. Koizumi",
        "K. Yamanaka",
        "K. Nishihara",
        "Y. Kazama",
        "T. Abe",
        "S. Kawano"
      ]
    },
    {
      "title": "Glucosinolate-accumulating S-cells in Arabidopsis leaves and flower stalks undergo programmed cell death at early stages of differentiation",
      "authors": [
        "O. A. Koroleva",
        "T. M. Gibson",
        "R. Cramer",
        "C. Stain"
      ]
    },
    {
      "title": "Ectopic expression of soybean GmKNT1 in Arabidopsis results in altered leaf morphology and flower identity",
      "authors": [
        "J. Liu",
        "D. Ha",
        "Z. Xie",
        "C. Wang",
        "H. Wang",
        "W. Zhang",
        "J. Zhang"
      ]
    },
    {
      "title": "Scanning probe microscopy of biological samples and other surfaces",
      "authors": [
        "O. Marti",
        "V. Elings",
        "M. Haugan",
        "C. E. Bracker",
        "J. Schneir",
        "B. Drake",
        "S. A. Gould"
      ]
    },
    {
      "title": "New fixation method using tannic acid and ultrastructure of microtubules",
      "authors": [
        "V. Mizuhira",
        "Y. Futaesak",
        "A. Nishi"
      ]
    },
    {
      "title": "Using Green Fluorescent Protein (GFP) reporter genes in RNAlater™ fixed tissue",
      "authors": [
        "A.-L. Paul",
        "R. Ferl"
      ]
    },
    {
      "title": "Plant growth strategies are remodeled by spaceflight",
      "authors": [
        "A.-L. Paul",
        "C. E. Amalfitano",
        "R. J. Ferl"
      ]
    },
    {
      "title": "The use of tannic acid fixation for the electron microscope visualization of fluorochrome-labelled antibodies attached to cell surface antigens",
      "authors": [
        "P. J. Roholl",
        "W. Leene",
        "M. L. Kapsenberg",
        "J. G. Vos"
      ]
    },
    {
      "title": "Mass spectrometry imaging of glucosinolates in Arabidopsis flowers and siliques",
      "authors": [
        "J. Sarsby",
        "M. W. Towers",
        "C. Stain",
        "R. Cramer",
        "O. A. Koroleva"
      ]
    },
    {
      "title": "Extracellular fibrils of pathogenic yeast Cryptococcus gattii are important for ecological niche, murine virulence and human neutrophil interactions",
      "authors": [
        "D. J. Springer",
        "P. Ren",
        "R. Raina",
        "Y. Dong",
        "M. J. Behr",
        "B. F. McEwen",
        "S. S. Bowser"
      ]
    },
    {
      "title": "Microgravity effects on leaf morphology, cell structure, carbon metabolism and mRNA expression of dwarf wheat",
      "authors": [
        "G. W. Stutte",
        "O. Monje",
        "R. D. Hatfield",
        "A. L. Paul",
        "R. J. Ferl",
        "C. G. Simone"
      ]
    },
    {
      "title": "A simple cryo-holder facilitates specimen observation under a conventional scanning electron microscope",
      "authors": [
        "C. Y. Tang",
        "R. N. Huang",
        "L. L. Kuo-Huang",
        "T. C. Kuo",
        "Y. Y. Yang",
        "C. Y. Lin",
        "W. N. Jane"
      ]
    },
    {
      "title": "Scanning ion conductance microscopy for imaging biological samples in liquid: A comparative study with atomic force microscopy and scanning electron microscopy",
      "authors": [
        "T. Ushiki",
        "M. Nakajima",
        "M. Choi",
        "S. J. Cho",
        "F. Iwata"
      ]
    },
    {
      "title": "Two duplicate CYP704B1-homologous genes BnMs1 and BnMs2 are required for pollen exine formation and tapetal development in Brassica napus",
      "authors": [
        "B. Yi",
        "F. Zeng",
        "S. Lei",
        "Y. Chen",
        "X. Yao",
        "Y. Zhu",
        "J. Wen"
      ]
    },
    {
      "title": "Analysis of rice root hair morphology using cryo-scanning electron microscopy",
      "authors": [
        "Z. Yu",
        "H. Chen",
        "Y. Tong",
        "P. Wu"
      ]
    },
    {
      "title": "Use of RNAlater in fluorescence-activated cell sorting (FACS) reduces the fluorescence from GFP but not from DsRed",
      "authors": [
        "I. Zaitoun",
        "C. S. Erickson",
        "K. Schell",
        "M. L. Epstein"
      ]
    }
  ],
  "original_title": "A method for preparing spaceflight RNAlater-fixed Arabidopsis thaliana (Brassicaceae) tissue for scanning electron microscopy.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4812/4103452/271868273757/apps.1300034fig1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4812/4103452/4c936e925a0b/apps.1300034fig2.jpg"
  ]
}