{
  "pmcid": "PMC4750446",
  "title": "Dried plum diet protects from bone loss caused by ionizing radiation",
  "abstract": "Bone loss caused by ionizing radiation is a potential health concern for radiotherapy patients, radiation workers and astronauts. In animal studies, exposure to ionizing radiation increases oxidative damage in skeletal tissues, and results in an imbalance in bone remodeling initiated by increased bone-resorbing osteoclasts. Therefore, we evaluated various candidate interventions with antioxidant or anti-inflammatory activities (antioxidant cocktail, dihydrolipoic acid, ibuprofen, dried plum) both for their ability to blunt the expression of resorption-related genes in marrow cells after irradiation with either gamma rays (photons, 2 Gy) or simulated space radiation (protons and heavy ions, 1 Gy) and to prevent bone loss. Dried plum was most effective in reducing the expression of genes related to bone resorption (Nfe2l2, Rankl, Mcp1, Opg, TNF-α) and also preventing later cancellous bone decrements caused by irradiation with either photons or heavy ions. Thus, dietary supplementation with DP may prevent the skeletal effects of radiation exposures either in space or on Earth.",
  "introduction": "Radiation exposure of skeletal tissues can lead to bone loss and therefore is relevant to astronauts, cancer patients undergoing radiotherapy, radiation workers and victims of nuclear accidents. Reduced bone density (osteopenia) and osteoporosis, are major health conditions affecting millions of people across the world, and osteoporotic patients are increasing with an aging population. Extensive research focuses on both understanding the fundamental underlying mechanisms and finding suitable treatments for such patients. However, major health concerns remain, such as secondary drug effects, osteonecrosis of the jaw and atypical femoral fractures, motivating continued search for osteoprotective treatments against bone loss.\n\nSpace radiation is a unique type of radiation, composed of various ions and photons due to the combination of galactic cosmic rays (GCR), solar particle events (SPE), and protons and electrons trapped in the magnetosphere. Linear energy transfer (LET) of a given ion species reflects its ionization capacity and the heavier the nuclei (High-Z High-Energy, HZE), the more primary and secondary ionizations occur for each particle traversal. Galactic space radiation is composed of mostly low-LET species including proton (1H, 87%) and helium ions (alpha-particles, 12%) but also HZE particles, including iron (56Fe). High-LET radiation increases the multiplicity of damage types on a variety of target molecules in the cell, and poses significant challenges to cellular repair processes when this complex damage occurs on the DNA.\n\nIn contrast to radiation doses experienced on the International Space Station (ISS) (range: 0.4 to 1.1 mGy/day), future long duration missions outside the protection of the Earth’s magnetosphere, or unshielded exposures to SPE, may achieve total doses capable of causing cancellous bone loss (i.e. 0.5–2 Gy). It is estimated that the maximum dose of exposure to space radiation over a protracted 3-year mission outside the magnetosphere would be ~2 Gy, which equals the typical single fraction dose delivered during standard clinical radiotherapy.\n\nCancellous bone loss caused by ionizing radiation occurs quite rapidly in rodents (within two weeks). Initially, radiation increases the expression of pro-osteoclastogenic cytokines in both marrow cells and mineralized tissue and increases the number and activity of bone-resorbing osteoclasts. Total body irradiation (TBI) increases the generation of reactive oxygen species (ROS) by marrow cells and stimulates gene expression levels of pro-osteoclastogenic cytokines such as Rankl, Mcp1, Tnf-α and Il-6 in addition to Nfe2l2. Nfe2l2 encodes a master transcription factor that regulates the expression of more than 600 genes to help defend the cell from damaging ROS and resulting oxidative stress. We showed previously that increases in gene expression for Nfe2l2 and osteoclastogenic cytokines one day after TBI precede the manifestation of bone loss (11 days post-TBI).\n\nThe changes in remodeling activity caused by exposure to radiation can lead to impaired structural integrity and fragility both in animal models and radiotherapy patients. Radiation-induced bone loss resembles accelerated, age-related structural changes, particularly in rapid-turnover cancellous tissue. Over the course of three days to one month, relatively low doses of radiation (<2 Gy) can cause rapid and progressive strut thinning and removal of cancellous tissue as shown by our group and others.\n\nWe hypothesized that diets or drugs capable of preventing the early increase in pro-osteoclastogenic and oxidative stress-related factors mitigate cancellous bone loss caused by both low LET and high LET radiation. To test this, we evaluated the following candidate interventions: (#1) an antioxidant diet cocktail (AOX), including 5 antioxidants (ascorbic acid, N-acetyl cysteine, L-selenomethionine, dihydrolipoic acid and vitamin E) reported to protect target tissues from ionizing radiation, (#2) dihydrolipoic acid (DHLA), which possesses antioxidant properties, (#3) Ibuprofen, an anti-inflammatory drug, to test the ability to prevent inflammation-related bone loss and (#4) Dried Plum (DP, 25% by weight), shown to mitigate age-related bone loss as an anti-resorptive in other disease models.\n\nThe candidate interventions first were evaluated using early gene expression markers (pro-osteoclastogenic cytokines, inflammatory and antioxidant responses) one day after TBI. Interventions were then tested for their ability to prevent radiation-induced cancellous bone loss. Thus, analysis of early changes in gene expression levels for osteoclastogenic cytokines after exposure to ionizing radiation served both to identify potentially effective interventions, and to further establish the relevance of early changes in marrow cytokine expression for cancellous bone loss. Here we report that one of our selected interventions (DP diet) completely prevented cancellous bone loss caused by ionizing radiation.",
  "methods": "Methods\n\nAnimals\n\nMale C57BL/6J mice (Jackson Labs, Sacramento, CA for the experiments conducted at Ames Research Center and Bar Harbor, ME for the Brookhaven National Laboratory (BNL) experiments) at 16 weeks of age were randomized by weight, individually housed, and assigned to groups (n = 5–10/group). Food and water were made available ad libitum and mice were housed on a 12 hours light/dark cycle. Body weights and food consumption were measured throughout the experiments to monitor animal health (Table 1). The NASA Ames Research Center and the Brookhaven National Laboratory Institutional Animal Care and Use Committee (IACUC) approved all procedures, and studies were conducted in accordance to the IACUC health and ethical standards.\n\nDiets\n\nDiet compositions are shown in Fig. 7. The control diets included the following: Control Diet 1 (CD1) was LabDiet 5001; Control Diet 2 (CD2) was purified AIN93G (Bio-Serv, Frenchtown, NJ) and was used as a control for the AOX-supplemented diet of A. Kennedy and colleagues. Control Diet 3 (CD3) was AIN93M (Teklad, Madison, WI) and served as the control for the DP-supplemented diet. The custom antioxidant diet (CD2 + AOX), was prepared by a commercial vendor (Bio-Serv, Frenchtown, NJ) based on a previously reported diet composition, with the base AIN93G diet supplemented with five antioxidants: ascorbic acid (142.8 mg/kg of diet), N-acetyl cysteine (171.4 mg/kg of diet), L-selenomethionine (0.06, mg/kg of diet), dihydrolipoic acid (DHLA, 85.7 mg/kg of diet), and vitamin E (71.4 mg/kg of diet). All antioxidants were obtained from Sigma (Sigma-Aldrich, St. Louis, MO). The DP diet was composed of 25% by weight powdered dried plum (a gift from the California Dried Plums Board) and was prepared by Teklad as reported by Halloran et al..\n\nAnalysis of custom diets\n\nThe candidate interventions were selected in part on the basis of their antioxidant properties. Antioxidant capacity of the custom diets was measured using a Total Antioxidant Capacity (TAC) measurement assay (Oxford Biomedical). In this assay, levels of Trolox equivalents are positively correlated with antioxidant content. DP and DHLA diets had significantly higher antioxidant capacities (Fig. 7) compared to their respective controls. Specifically, Control diet 1 (CD1, LabDiet 5001) contained 0.05 mM Trolox equivalent per mg of protein. Control diets 2 and 3, CD2 (control diet for the antioxidant diet); and CD3 (control diet for the DP diet) had lower TAC compared to CD1, 56% and 41% respectively. Both the antioxidant cocktail (AOX) and dried DP (DP) diets had 84% and 74% increased TAC compared to CD1, and their respective controls at 323% and 196% TAC. The AOX and DP diets had comparable TAC’s (Fig. 7).\n\nFeeding and injection protocols\n\nMice were separated into groups and fed various diets (Fig. 7) or injected with DHLA (25 mg/kg BW twice a day, at 12 hours interval), Ibuprofen (10 mg/kg BW twice a day, at 12 hours interval) (Fig. 1). Mice were pre-fed 7 days (for the AOX diet), 17 days (for the DP diet) or 21 days (for the gene expression analysis) with the diets (Control Diet (CD1), AOX or DP) prior to total body irradiation (TBI). The differences in pre-feeding periods were based on previous published findings showing effective prevention of radiodamage by AOX diet or bone loss prevention by DP. Feeding with the corresponding diets was continued until euthanasia. For the injection protocols, DHLA (25 mg/kg body weight) or Ibuprofen (10 mg/kg body weight) was delivered via subcutaneous injection twice a day, starting one day (24 hours) prior to TBI as previously reported. In all experiments, mice were irradiated at 16 weeks of age and tissues harvested 1 day later for the gene expression analysis, and 11 days later for the microCT analysis (Fig. 1).\n\nRadiation exposure\n\nConscious mice were exposed (TBI) at 16 weeks of age to 2 Gy Gamma (137Cs at 83cGy/min, JL Shepherd Mark I, NASA ARC) or with 1 Gy of protons and 56Fe ions delivered sequentially to simulate space radiation. The sequential ion exposure was comprised of an initial exposure to 25cGy of 1H (3cGy/min, at 150 MeV/ion), then 50cGy of 56Fe (5cGy/min, at 600 MeV/ion), and, finally, 25cGy of 1H; for a total dose of 1 Gy, and was performed at the NASA Space Radiation Laboratory (NSRL) at Brookhaven National Laboratory (BNL), NY. This exposure regimen was designed to simulate space radiation combining both low-LET (proton) and high-LET (such as iron) particles. Controls were handled identically to the irradiated animals with the exception of exposure to the radiation source, and are referred to as ‘sham-irradiated’.\n\nGene expression\n\nFlushed bone marrow cells from the femora and tibiae were pelleted and lysed in RLT buffer with 1% beta-mercaptoethanol and stored at  −80C. Total RNA was extracted using QIAshredder, and RNeasy mini kit (Qiagen, Inc., Valencia, CA, USA). For each sample, RNA was treated with RNase-free DNase Set (Qiagen, Inc., Valencia, CA, USA). RNA quantity was determined using a spectrophotometer (NanoDrop, Wilmington, DE, USA) and quality confirmed by 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA, USA). Equal amounts of RNA were reversed transcribed, followed by qPCR using GoTaq® RT-qPCR System (Promega, Madison, WI, USA). Taqman gene expression assays were used (Applied Biosystems, Inc., Foster City, CA, USA): nuclear factor, erythroid 2-like 2 (Nfe2l2, assay ID: Mm00477784_m1), receptor activator of nuclear factor kappa-B ligand (Rankl, assay ID: Mm00441906_m1), osteoprotegerin (Opg, assay ID: Mm01205928_m1), tumor necrosis factor alpha (Tnf, assay ID: Mm00443260_g1) and monocyte chemotactic protein-1 (Mcp1, assay ID: Mm00441242_m1). The relative gene expression was quantified using the comparative threshold cycle method (DeltaDeltaCt) with normalization to expression levels of glyceraldehyde 3-phosphate dehydrogenase (Gapdh, assay ID: Mm99999915_g1). The reactions were performed in a 7300 RT-PCR System (Applied Biosystems, Foster City, CA) as described previously.\n\nMicrocomputed tomography (MicroCT)\n\nTibiae were dissected, cut distal to the TFJ (Tibia-Fibula Junction) to allow PFA (5% PFA, Sigma) infiltration and fixed for 24 hours at 4 °C, followed by storage in 70% Ethanol. The bones were transferred to phosphate-buffered saline (PBS) and then the proximal metaphysis (i.e., cancellous) scanned and analyzed as previously described with a 6.7 μm/voxel resolution using a SkyScan 1174 microCT scanner (3500 ms integration time, 50 kV; Kontich, Belgium). For cancellous bone, a 1.0 mm thick region located 0.24 mm distal to the proximal growth plate of the tibia was selected and semi-autonomously contoured to include cancellous tissue. To assess cancellous bone loss, the bone volume to total volume fraction (BV/TV, %), trabecular thickness (Tb.Th, mm), trabecular number (Tb.N, 1/mm), and trabecular separation (Tb.Sp, mm) were calculated and reported following conventional guidelines.\n\nTo measure possible changes in cortical features that contribute to whole bone mechanical properties, bones were scanned at 14.6 μm/voxel resolution starting at midshaft 2 mm proximal to the tibia–fibula junction over a 0.3 mm height. Parameters reported include cortical bone cross-sectional area (bone area, mm), bone periosteal perimeter (bone perimeter, mm), cortical thickness (Ct.Th, mm) and mean polar moment of inertia (mm). Tissue mineral density (TMD, g/cm) was calculated using the linear attenuation coefficient and calibrated phantoms for diaphyseal cortical bone.\n\nStatistics\n\nA one-way or two-way analysis of variance (ANOVA) was performed as indicated in the legends, with treatment (diet, injection) and irradiation as main effects. Where the main effect P < 0.05 by 1-factor ANOVA, or interaction effects by 2-factor ANOVA, differences between groups were analyzed by Dunnett’s post-hoc test comparing experimental groups to the non-irradiated (sham) controls, or all pairs Tukey-Kramer (software JMP Version 9.02, SAS Institute Inc). All data are presented as mean and standard deviations.\n\nAdditional Information\n\nHow to cite this article: Schreurs, A.-S. et al. Dried plum diet protects from bone loss caused by ionizing radiation. Sci. Rep. 6, 21343; doi: 10.1038/srep21343 (2016).\n\nAuthor Contributions A.S., C.T. and R.K.G. wrote the manuscript while A.S. prepared all figures. A.S., Y.S., J.A., T.T., M.S. and C.T. helped with execution of the experiments. M.S. analyzed the data for figure 3. T.T. performed microCT analysis under A.S., Y.S. and J.A. supervision. A.S. and R.K.G., with the help of Y.S., J.A., B.H., M.S., C.L., N.T. and C.T. designed the experiments. All authors contributed to analysis and interpretation of results and all authors reviewed the manuscript.",
  "results": "Results\n\nFood consumption and body weights\n\nTo evaluate overall health, body weights and food consumption were monitored throughout the experiments (Table 1). Candidate interventions were administrated to the mice prior to TBI using pre-feeding protocols reported to effectively protect other tissues or bone and following exposure to radiation as described in the methods (Fig. 1). There were no significant differences in food consumption or final body weights within diet groups due to irradiation (Table 1), indicating that the various diets were well tolerated. Hence, difference in body weights was not a factor for the differences observed in skeletal properties.\n\nMechanisms of radiation-induced bone loss and assessment of interventions\n\nTo test candidate interventions for their ability to mitigate elevated expression levels of pro-osteoclastogenic and antioxidant genes caused by irradiation, bone marrow was recovered 24 hours after exposure then analyzed by qPCR (Fig. 2). In the control diet (CD)-fed groups, radiation exposure led to an increase in marrow cell expression of genes associated with bone resorption, including the osteoclastogenic cytokine Rankl (1.5-fold increase), monocyte chemokine attractant Mcp1 (6-fold increase), and the pro-inflammatory molecule Tnf-α (5-fold increase). Opg, the decoy receptor for RANKL, was not within range of detection in control, sham-irradiated animals, but exhibited increased expression levels after irradiation. In addition, radiation caused a two-fold increase in expression levels of the global antioxidant transcription factor, Nfe2l2. These changes in pro-osteoclastogenic cytokine and antioxidant gene expressions were consistent with our previous findings.\n\nDP was effective in maintaining all gene expression levels comparable to controls (i.e. control diet, sham-irradiated) one day after exposure to gamma irradiation (Fig. 2). The inhibitory effects of DHLA treatment were comparable to DP except for the apparent suboptimal effect of DHLA to inhibit Tnf-α expression. Ibuprofen only mitigated the expression of Nfe2l2, Mcp1 and Opg. Surprisingly, the AOX diet did not prevent the changes in gene expression caused by radiation, although it effectively counteracts other types of radiation damage.\n\nDP effects on bone loss caused by gamma irradiation\n\nSince DP exhibited the most definitive protection from radiation-induced increases in expression levels of the pro-resorption genes tested in this study, we then assessed its ability to prevent associated decrements in skeletal microarchitecture. Mice were fed DP for 17 days (Fig. 1), then exposed to 2 Gy gamma radiation and tissues were recovered 11 days later, a regimen well established to induce cancellous bone loss. Microcomputed tomography (microCT) measurements were analyzed by 2-factor ANOVA and revealed main effects in percent Bone Volume/Total Volume (BV/TV) for radiation and diet as well as interaction effects (Fig. 3A). Radiation caused a 32% decrement in BV/TV (Fig. 3A), a 25% decrease in trabecular number (Tb.N, Fig. 3B), and a 13% increase in trabecular separation (Tb.Sp, Fig. 3C) compared to sham-irradiated controls fed the control diet (CD3). Trabecular thickness (Tb.Th, Fig. 3D) was unaffected by irradiation, consistent with our prior findings. In contrast, mice on the DP diet did not exhibit decrements after exposure to 2 Gy 137Cs in any of the structural parameters, indicating potent radioprotective effects of DP against cancellous bone loss.\n\nThe tibial shaft was analyzed by microcomputed tomography to determine if DP diet or irradiation affected structural (perimeter, thickness, area, moment of inertia) or material properties (tissue mineral density) of cortical tissue, which mainly contribute to whole bone mechanical properties (defining bone strength). Consistent with previous findings, irradiation did not affect cortical bone structure (Table 2), nor did feeding the DP diet.\n\nIn contrast to the DP diet-supplemented groups, Ibuprofen and DHLA-treated mice displayed decrements in cancellous microarchitecture similar to irradiated animals that were not provided any treatment (Fig. 4A–D).\n\nEffects of interventions on cancellous bone structure after exposure to simulated space radiation\n\nBecause HZE and protons, comprising the major species of space radiation, exert effects that can differ from gamma radiation, we examined the effectiveness of candidate antioxidant treatments (AOX diet, DHLA and DP) after TBI with simulated space radiation (Fig. 1, Methods). AOX also was included to test a corollary hypothesis that an unchecked increase in pro-osteoclastogenic gene expression leads to bone loss in a space radiation model. As expected, irradiated animals on the control diet showed decrements in percent bone volume and other structural parameters compared to sham-treated animals on the same diet. Irradiation with simulated space radiation caused a main effect of radiation but not diet, on BV/TV (Fig. 5A). Consistent with the corollary hypothesis, AOX diet did not prevent the radiation-induced decreases in BV/TV and Tb.N (Fig. 5A,B), but appeared to exert a modest protective effect on Tb.Sp (Fig. 5C). No effects were observed in Tb.Th as expected (Fig. 5D).\n\nDHLA did not prevent radiation-induced bone loss (Fig. 6A–D), similar to the results obtained with gamma-irradiation. In contrast, DP fully preserved cancellous percent bone volume and other structural parameters after irradiation, suggesting its potential as a radiomitigator for HZE and proton exposures (Fig. 6A–D).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Article"
  ],
  "citations": [
    {
      "title": "Shared oxidative pathways in response to gravity-dependent loading and gamma-irradiation of bone marrow-derived skeletal cell progenitors",
      "authors": [
        "H. Kondo"
      ]
    },
    {
      "title": "Spaceflight-relevant types of ionizing radiation and cortical bone: Potential LET effect?",
      "authors": [
        "S. A. Lloyd"
      ]
    },
    {
      "title": "Heavy ion irradiation and unloading effects on mouse lumbar vertebral microarchitecture, mechanical properties and tissue stresses",
      "authors": [
        "J. S. Alwood"
      ]
    },
    {
      "title": "Oxidative stress and gamma radiation-induced cancellous bone loss with musculoskeletal disuse",
      "authors": [
        "H. Kondo"
      ]
    },
    {
      "title": "Short-term effects of whole-body exposure to (56)fe ions in combination with musculoskeletal disuse on bone cells",
      "authors": [
        "K. Yumoto"
      ]
    },
    {
      "title": "Characterization of the radiation-damaged precursor cells in bone marrow based on modeling of the peripheral blood granulocytes response",
      "authors": [
        "S. Hu",
        "F. A. Cucinotta"
      ]
    },
    {
      "title": "Skeletal health in long-duration astronauts: Nature, assessment, and management recommendations from the NASA bone summit",
      "authors": [
        "E. S. Orwoll"
      ]
    },
    {
      "title": "Spaceflight-induced Bone Loss: Is there an Osteoporosis Risk?",
      "authors": [
        "J. Sibonga"
      ]
    },
    {
      "title": "Men and Women in Space: Bone Loss and Kidney Stone Risk After Long-Duration Spaceflight",
      "authors": [
        "S. M. Smith"
      ]
    },
    {
      "title": "Postoperative radiation therapy after hip replacement in high-risk patients for development of heterotopic bone formation",
      "authors": [
        "R. Hashem",
        "M. Tanzer",
        "N. Rene",
        "M. Evans",
        "L. Souhami"
      ]
    },
    {
      "title": "The influence of therapeutic radiation on the patterns of bone marrow in ovary-intact and ovariectomized mice",
      "authors": [
        "S. K. Hui"
      ]
    },
    {
      "title": "Bone mineral loss induced by anticancer treatment for gynecological malignancies in premenopausal women",
      "authors": [
        "K. Nishio"
      ]
    },
    {
      "title": "Chemotherapy- and Irradiation-Induced Bone Loss in Adults with Solid Tumors",
      "authors": [
        "M. D. Wissing"
      ]
    },
    {
      "title": "A report from Fukushima: an assessment of bone health in an area affected by the Fukushima nuclear plant incident",
      "authors": [
        "T. Ishii"
      ]
    },
    {
      "title": "Historical height loss, vertebral deformity, and health-related quality of life in Hiroshima cohort study",
      "authors": [
        "N. Masunari",
        "S. Fujiwara",
        "Y. Nakata",
        "E. Nakashima",
        "T. Nakamura"
      ]
    },
    {
      "title": "Exposure to ionizing radiation and development of bone sarcoma: new insights based on atomic-bomb survivors of Hiroshima and Nagasaki",
      "authors": [
        "D. Samartzis"
      ]
    },
    {
      "title": "The 21st-Century Landscape of Adult Fractures: Cohort Study of a Complete Adult Regional Population",
      "authors": [
        "B. E. Rosengren",
        "M. Karlsson",
        "I. Petersson",
        "M. Englund"
      ]
    },
    {
      "title": "Bisphosphonates in the treatment of patients with lung cancer and metastatic bone disease: a systematic review and meta-analysis",
      "authors": [
        "M. A. Lopez-Olivo"
      ]
    },
    {
      "title": "Incidence and Predictors of Multiple Fractures Despite High Adherence to Oral Bisphosphonates: A Binational Population-Based Cohort Study",
      "authors": [
        "S. Hawley"
      ]
    },
    {
      "title": "Sclerostin inhibition: a novel therapeutic approach in the treatment of osteoporosis",
      "authors": [
        "A. D. Shah",
        "D. Shoback",
        "E. M. Lewiecki"
      ]
    },
    {
      "title": "PTH1–34 alleviates radiotherapy-induced local bone loss by improving osteoblast and osteocyte survival",
      "authors": [
        "A. Chandra"
      ]
    },
    {
      "title": "Space Radiation: The Number One Risk to Astronaut Health beyond Low Earth Orbit",
      "authors": [
        "J. C. Chancellor",
        "G. B. I. Scott",
        "J. P. Sutton"
      ]
    },
    {
      "title": "Space Radiation Risks for Astronauts on Multiple International Space Station Missions",
      "authors": [
        "F. A. Cucinotta"
      ]
    },
    {
      "title": "Measurements of Energetic Particle Radiation in Transit to Mars on the Mars Science Laboratory",
      "authors": [
        "C. Zeitlin"
      ]
    },
    {
      "title": "Early Increase in Osteoclast Number in Mice after Whole-Body Irradiation with 2 Gy X Rays",
      "authors": [
        "J. S. Willey"
      ]
    },
    {
      "title": "Total-body irradiation of postpubertal mice with (137)Cs acutely compromises the microarchitecture of cancellous bone and increases osteoclasts",
      "authors": [
        "H. Kondo"
      ]
    },
    {
      "title": "Low-dose, ionizing radiation and age-related changes in skeletal microarchitecture",
      "authors": [
        "J. S. Alwood"
      ]
    },
    {
      "title": "Vascular expression of the chemokine CX3CL1 promotes osteoclast recruitment and exacerbates bone resorption in an irradiated murine model",
      "authors": [
        "K. H. Han"
      ]
    },
    {
      "title": "Ionizing Radiation Stimulates Expression of Pro-Osteoclastogenic Genes in Marrow and Skeletal Tissue",
      "authors": [
        "J. S. Alwood"
      ]
    },
    {
      "title": "Oxidative stress response and Nrf2 signaling in aging",
      "authors": [
        "H. Zhang",
        "K. J. A. Davies",
        "H. J. Forman"
      ]
    },
    {
      "title": "Effect of proton irradiation followed by hindlimb unloading on bone in mature mice: A model of long-duration spaceflight",
      "authors": [
        "S. A. Lloyd"
      ]
    },
    {
      "title": "Effects of dietary supplements on the space radiation-induced reduction in total antioxidant status in CBA mice",
      "authors": [
        "J. Guan"
      ]
    },
    {
      "title": "Effects of dietary antioxidant supplementation on the development of malignant lymphoma and other neoplastic lesions in mice exposed to proton or iron-ion radiation",
      "authors": [
        "A. R. Kennedy",
        "J. G. Davis",
        "W. Carlton",
        "J. H. Ware"
      ]
    },
    {
      "title": "Dietary antioxidants protect hematopoietic cells and improve animal survival after total-body irradiation",
      "authors": [
        "C. Wambi"
      ]
    },
    {
      "title": "Antioxidant diet supplementation starting 24 hours after exposure reduces radiation lethality",
      "authors": [
        "S. L. Brown"
      ]
    },
    {
      "title": "Selective inhibition of TNFR1 reduces osteoclast numbers and is differentiated from anti-TNF in a LPS-driven model of inflammatory bone loss",
      "authors": [
        "A. I. Espirito Santo"
      ]
    },
    {
      "title": "Bone remodelling in inflammatory arthritis",
      "authors": [
        "S. R. Goldring"
      ]
    },
    {
      "title": "Dried fruits: excellent in vitro and in vivo antioxidants",
      "authors": [
        "J. A. Vinson",
        "L. Zubik",
        "P. Bose",
        "N. Samman",
        "J. Proch"
      ]
    },
    {
      "title": "Dried plum prevents bone loss in a male osteoporosis model via IGF-I and the RANK pathway",
      "authors": [
        "M. Franklin"
      ]
    },
    {
      "title": "Dietary dried plum increases bone mass in adult and aged male mice",
      "authors": [
        "B. P. Halloran"
      ]
    },
    {
      "title": "Addition of Fructooligosaccharides and Dried Plum to Soy-Based Diets Reverses Bone Loss in the Ovariectomized Rat",
      "authors": [
        "C. D. Johnson"
      ]
    },
    {
      "title": "Dietary supplementation with dried plum prevents ovariectomy-induced bone loss while modulating the immune response in C57BL/6J mice",
      "authors": [
        "E. Rendina"
      ]
    },
    {
      "title": "The combined effects of reduced weightbearing and ionizing radiation on splenic lymphocyte population and function",
      "authors": [
        "J. K. Sanzari",
        "J. M. Wilson",
        "E. B. Wagner",
        "A. R. Kennedy"
      ]
    },
    {
      "title": "Anti-hyperglycemic effects of plum in a rat model of obesity and type 2 diabetes, Wistar fatty rat",
      "authors": [
        "H. Utsunomiya",
        "T. Yamakawa",
        "J. Kamei",
        "K. Kadonosono",
        "S.-I. Tanaka"
      ]
    },
    {
      "title": "Antioxidant-Chemoprevention Diet Ameliorates Late Effects of Total-Body Irradiation and Supplements Radioprotection by MnSOD-Plasmid Liposome Administration",
      "authors": [
        "M. W. Epperly"
      ]
    },
    {
      "title": "Dried Plums Modify Colon Microbiota Composition And Spatial Distribution, And Protect Against Chemically-Induced Carcinogenesis",
      "authors": [
        "D. Seidel"
      ]
    },
    {
      "title": "Effects of Dried Plum Supplementation on Bone Metabolism in Adult C57BL/6 Male Mice",
      "authors": [
        "B. J. Smith"
      ]
    },
    {
      "title": "Mechanical Loading Causes Site-specific Anabolic Effects on Bone following Exposure to Ionizing Radiation",
      "authors": [
        "Y. Shirazi-Fard",
        "J. S. Alwood",
        "A.-S. Schreurs",
        "A. B. Castillo",
        "R. K. Globus"
      ]
    },
    {
      "title": "Dried plum’s unique capacity to reverse bone loss and alter bone metabolism in postmenopausal osteoporosis model",
      "authors": [
        "E. Rendina"
      ]
    },
    {
      "title": "Rabbiteye blueberry prevents osteoporosis in ovariectomized rats",
      "authors": [
        "T. Li",
        "S.-M. Wu",
        "Z.-Y. Xu",
        "S. Ou-Yang"
      ]
    },
    {
      "title": "Feeding Blueberry Diets to Young Rats Dose-Dependently Inhibits Bone Resorption through Suppression of RANKL in Stromal Cells",
      "authors": [
        "J. Zhang"
      ]
    },
    {
      "title": "Dried Plum Polyphenols Inhibit Osteoclastogenesis by Downregulating NFATc1 and Inflammatory Mediators",
      "authors": [
        "S. Bu"
      ]
    },
    {
      "title": "Volumetric quantitative computed tomography of the proximal femur: Precision and relation to bone strength",
      "authors": [
        "T. F. Lang"
      ]
    },
    {
      "title": "Advances in understanding the skeletal biology of spaceflight",
      "authors": [
        "R. K. Globus",
        "E. Morey-Holton"
      ]
    },
    {
      "title": "Microgravity induces pelvic bone loss through osteoclastic activity, osteocytic osteolysis, and osteoblastic cell cycle inhibition by CDKN1a/p21",
      "authors": [
        "E. A. Blaber"
      ]
    },
    {
      "title": "Evidence for anti-inflammatory and antioxidative properties of dried plum polyphenols in macrophage RAW 264.7 cells",
      "authors": [
        "S. Hooshmand"
      ]
    },
    {
      "title": "Dried plum polyphenols attenuate the detrimental effects of TNF-alpha on osteoblast function coincident with up-regulation of Runx2, Osterix and IGF-I",
      "authors": [
        "S. Y. Bu",
        "T. S. Hunt",
        "B. J. Smith"
      ]
    },
    {
      "title": "Phytonutrients for bone health during ageing",
      "authors": [
        "S. M. Sacco",
        "M. N. Horcajada",
        "E. Offord"
      ]
    },
    {
      "title": "Fruits and dietary phytochemicals in bone protection",
      "authors": [
        "C.-L. Shen"
      ]
    },
    {
      "title": "Increased dietary iron and radiation in rats promote oxidative stress, induce localized and systemic immune system responses, and alter colon mucosal environment",
      "authors": [
        "J. L. L. Morgan"
      ]
    },
    {
      "title": "Combining fructooligosaccharide and dried plum has the greatest effect on restoring bone mineral density among select functional foods and bioactive compounds",
      "authors": [
        "B. H. Arjmandi"
      ]
    },
    {
      "title": "Dried Plums and Their Products: Composition and Health Effects–An Updated Review",
      "authors": [
        "M. Stacewicz-Sapuntzakis"
      ]
    },
    {
      "title": "Trabecular bone architecture in the pathogenesis and prevention of fracture",
      "authors": [
        "A. M. Parfitt"
      ]
    },
    {
      "title": "Risedronate prevents early radiation-induced osteoporosis in mice at multiple skeletal locations",
      "authors": [
        "J. S. Willey"
      ]
    }
  ],
  "original_title": "Dried plum diet protects from bone loss caused by ionizing radiation",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed5/4750446/0d8b5762090f/srep21343-f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed5/4750446/0f1d8af4dd2f/srep21343-f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed5/4750446/445b54547933/srep21343-f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed5/4750446/e27c7be41b86/srep21343-f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed5/4750446/4ccaacd49f7c/srep21343-f5.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed5/4750446/7608266126e8/srep21343-f6.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ed5/4750446/df773ad435de/srep21343-f7.jpg"
  ]
}