{
  "pmcid": "PMC4964660",
  "title": "Apollo Lunar Astronauts Show Higher Cardiovascular Disease Mortality: Possible Deep Space Radiation Effects on the Vascular Endothelium",
  "abstract": "As multiple spacefaring nations contemplate extended manned missions to Mars and the Moon, health risks could be elevated as travel goes beyond the Earth’s protective magnetosphere into the more intense deep space radiation environment. The primary purpose of this study was to determine whether mortality rates due to cardiovascular disease (CVD), cancer, accidents and all other causes of death differ in (1) astronauts who never flew orbital missions in space, (2) astronauts who flew only in low Earth orbit (LEO), and (3) Apollo lunar astronauts, the only humans to have traveled beyond Earth’s magnetosphere. Results show there were no differences in CVD mortality rate between non-flight (9%) and LEO (11%) astronauts. However, the CVD mortality rate among Apollo lunar astronauts (43%) was 4–5 times higher than in non-flight and LEO astronauts. To test a possible mechanistic basis for these findings, a secondary purpose was to determine the long-term effects of simulated weightlessness and space-relevant total-body irradiation on vascular responsiveness in mice. The results demonstrate that space-relevant irradiation induces a sustained vascular endothelial cell dysfunction. Such impairment is known to lead to occlusive artery disease, and may be an important risk factor for CVD among astronauts exposed to deep space radiation.",
  "introduction": "The human experience with spaceflight has shown that space exploration comes with various health risks. As humans contemplate manned missions to Mars or prolonged habitation on the Moon, these health risks will rise as the duration of spaceflight increases and as travel goes beyond the Earth’s protective magnetosphere. During such interplanetary travel, astronauts will be exposed to multiple sources of ionizing radiation, including galactic cosmic rays, solar particle events, and trapped radiation in the Van Allen belts. Protons are the most abundant type of radiation in space, while heavier high atomic number and energy (HZE) ions such as 56Fe produce complex tissue damage to molecules such as DNA that challenges cellular repair and recovery.\n\nRecent epidemiological studies have demonstrated increasing risk for cardiovascular disease resulting from ionizing radiation exposure. However, these estimates are largely derived from low linear energy transfer (LET) radiation exposures such as X-rays or gamma rays, which have fundamentally different properties from charged HZE particles comprising the galactic cosmic rays. HZE ions, for example, produce greater adverse effects on cellular physiology through increased genetic alterations and perturbations to redox metabolism, leading to persistent elevations in oxidative stress.\n\nDespite the potential to be more biologically damaging, the long-term effect of space radiation on cardiovascular health has received little attention. Therefore, the primary purpose of the present study was to determine whether mortality rates due to cardiovascular disease (CVD) and other causes of death differ in (1) non-flight astronauts who never flew orbital missions in space, (2) astronauts who flew only in low Earth orbit (LEO), and (3) Apollo lunar astronauts, the only humans to have traveled outside of the Earth’s geomagnetic field and into deep space.\n\nA heightened risk for CVD among flight astronauts could be due to the direct effects of space radiation and weightlessness on the arterial vasculature. Using 56Fe ion irradiation and hindlimb unloading (HU), a terrestrial rodent model that simulates the irradiation and musculoskeletal unloading that occurs during deep space travel, the secondary purpose of this study was to determine whether simulated space radiation and weightlessness independently and jointly produce long-lasting vascular dysfunction that could lead to the development of atherosclerotic cardiovascular disease.",
  "methods": "Methods\n\nUS Astronaut Mortality Rate Study\n\nThis study consisted of two distinct populations, the deceased astronaut population and the deceased US National Population ages 55–64. A record of deceased US NASA astronauts through 2015 was obtained from NASA Johnson Space Center Lifetime Surveillance of Astronaut Health and NASA website (http://www.jsc.nasa.gov/Bios/astrobio_former.html). Records of other NASA-US Air Force astronauts in the X-15, X-20 and Manned Orbital Laboratory programs were obtained from program summaries. Deceased US astronauts were further grouped into flight (including LEO and Apollo lunar subgroups) or non-flight astronaut samples based on their flight activities; this allowed cause of death comparisons between the flight and non-flight groups.\n\nUS Astronaut Flight Sample\n\nDeceased flight astronauts (n = 43) flew on orbital missions as part of the Mercury, Gemini, Apollo, Apollo-Soyuz, Skylab and Space Shuttle programs and included pilots, mission commanders, mission specialists and payload specialists. Deceased flight astronauts were further subdivided into two groups, those having flown missions in low Earth orbit (LEO, n = 36) and those having flown missions beyond LEO as part of the Apollo lunar missions (n = 7). Astronauts that perished in the Apollo 1 and STS-51L Challenger accidents but had flown on previous missions (n = 6) were classified as flight astronauts. Those US astronauts that perished in the STS-107 Columbia accident were classified as flight astronauts since all achieved orbital flight.\n\nUS Astronaut Non-Flight Comparison Sample\n\nThe first comparison group consisted of deceased astronauts who never flew in space or flew only suborbital flights (n = 41). These individuals included astronauts that completed astronaut training but were never assigned to a specific mission, were assigned to a subsequently cancelled missions, died prior to flying their assigned mission, flew the NASA-US Air Force’s X-15 rocket-powered aircraft, or were designated to fly on the US Air Force’s X-20 Dyna-Soar space plane or Manned Orbiting Laboratory (MOL). Astronauts that flew the X-15 aircraft never attained orbital spaceflight, and individuals assigned to the X-20 Dyna-Soar and MOL never flew in space as part of these programs due to their cancelation. Of the thirty-one X-15, X-20 and MOL astronauts, nine subsequently flew orbital missions as part of the Apollo and Space Shuttle programs. Four of the nine are now deceased and included in the flight group; three are in the LEO group and one is in the Apollo lunar group. Astronauts who perished in the Apollo 1 and STS-51L Challenger accidents who were first-time flyers (n = 4) were categorized as non-flight astronauts for the purpose of this analysis due to not having achieved orbital flight.\n\nUS National Population Comparison Sample\n\nA second comparison population consisted of the general US population. The total number of deaths in 2013 of those dying between 55–64 years of age and the number of deaths from this population subgroup due to CVD, cancer, accidents, and all other causes were used for comparison with that of the flight (including LEO and Apollo lunar subgroups) and non-flight astronaut groups. This population subgroup from the general population was used because the 55–64 year age group most closely approximates the ages of the flight and non-flight astronauts at their time of death (Table 1).\n\nVital Statistics\n\nCause of death was determined from death certificates in all Apollo lunar astronauts, 97% of LEO astronauts, and 49% of non-flight astronauts. In cases where death certificates were not available for review, cause of death was obtained from official NASA biographical sketches (http://www.jsc.nasa.gov/Bios/), NASA’s Astronaut Fact Book, obituaries, and other biographical records. The specific cause of death for one LEO astronaut and 6 non-flight astronauts could not be determined from any of the above sources; these astronauts were not included in the analysis for a final sample of 42 flight astronauts and 35 non-flight astronauts.\n\nCause of death was categorized into four main categories: Cardiovascular Disease, Cancer, Accident, and All Other Causes. Deaths due to heart failure, myocardial infarction, stroke, brain aneurysm, or blood clots were classified as CVD. Deaths attributed to any form of malignant neoplasms were categorized as cancer. Deaths due to unintentional injuries, including orbiter destruction and plane, automobile, motorcycle, boat and bicycle accidents, were categorized as accidents. Any other causes of death were designated in the All Other Causes category and included illnesses such as pneumonia and pancreatitis. All-cause and cause-specific mortality rates for the US general population 55–64 years old in 2013 were obtained from the Centers for Disease Control and Prevention’s National Center for Health Statistics.\n\nAnimal Studies\n\nAll experimental procedures were approved by the Institutional Animal Care and Use Committees at Florida State University, NASA and Brookhaven National Laboratory, conforming to the U.S. National Institutes of Health (NIH) Guide for the Care and Use of Laboratory Animals (Eighth edition, 2011).\n\nForty-four male C57BL/6 mice (Jackson Laboratory, Bar Harbor, ME), 16 weeks of age, were individually housed at the Brookhaven National Laboratory animal facility at Long Island, New York. Animals were maintained in a controlled environment (12:12 hour light-dark cycle, 24 ± 2 °C) and provided food and water ad libitum. Mice were randomized by body mass to one of four groups: control (Con, n = 11), hindlimb unloaded (HU, n = 11), total body irradiated (TBI, n = 11), and the combined TBI and HU (TBI+HU, n = 11). One week after the conclusion of the unloading treatment for the HU and TBI+HU groups, the mice in all four groups were shipped to Florida State University, individually housed in the animal vivarium under controlled environmental conditions (12:12 hour light-dark cycle, 24 ± 2 °C) and provided food and water ad libitum.\n\nHindlimb Unloading\n\nMice were hindlimb unloaded via tail traction for 14 days according to the methods of Morey-Holton et al. as previously described. After the 14-day unloading treatment, animals were released from the unloading apparatus to move freely in standard cages for 6–7 months until the time to conduct the vascular experiments. Control mice were individually housed in their normal cage environment.\n\nWhole-Body Irradiation\n\nMice were exposed to a single dose of radiation consisting of 1 Gy of 56Fe ions (600 MeV/nucleon, LET 150 keV/μm in water) at a dose rate of 10cGy/min at the NASA Space Radiation Laboratory beamline at Brookhaven National Laboratory. Irradiation of TBI+HU mice took place 3 days after the initiation of hindlimb unloading while the animals remained unloaded. Sham-irradiated mice were handled in an identical fashion but were not irradiated (0 Gy).\n\nIsolated Microvessel Studies\n\nExperiments were conducted on 2 mice per day over a 5-wk period. These studies commenced after at least 6 months from the time the HU mice were released from the unloading treatment. Animals from each of the four groups were randomly selected for experimentation over the 5-wk experimental period, and one mouse from each group was studied every other experimental day. Mice were anesthetized with isoflurane (5%/O2) and euthanized by excision of the heart. Gastrocnemius muscle feed arteries running along the superficial white portion of the gastrocnemius muscles from the left and right hindlimbs were isolated and either cannulated and prepared for in vitro experimentation or frozen in liquid N2 and stored at −80 °C for determination of protein content as previously described. Additionally, the left anterior descending artery and branches off this artery (~90–220 μm inner diameter) were dissected free of the surrounding myocardium, snap frozen in liquid N2 and stored at −80 °C for determination of protein content.\n\nEvaluation of Vasomotor Properties\n\nIn one set of studies, vasodilator responses of feed arteries to the endothelium-dependent vasodilator acetylcholine (ACh, 10−9–10−4 M) and endothelium-independent vasodilator Dea-NONOate (10−9–10−4 M) were assessed as previously described. ACh-induced vasodilation was also evaluated following incubation with nitric oxide synthase (NOS) inhibitor NG-nitro-l-arginine methyl ester (L-NAME, 10−5 M) and following incubation with the combination of L-NAME with COX inhibitor indomethacin (10−5 M) as previously reported. Maximal diameter and medial wall thickness were determined after a 1-hr incubation period in calcium-free physiological saline buffer solution (PSS) with 10−4 M sodium nitroprusside (SNP) to allow complete smooth muscle cell relaxation.\n\nIn a second set of vessels, vasoconstrictor responses were assessed through non-receptor (KCl, 10–100 mM), myogenic (increasing intraluminal pressure from 0 cm H2O up to 140 cm H2O, in 20 cm H2O increments), and receptor [α1-adrenoreceptor agonist phenylephrine (PE, 10−9–10−4 M)] mechanisms as previously described. Passive pressure-diameter responses were recorded in a similar fashion to that of the active myogenic response after vessels were incubated in calcium-free PSS with 10−4 M SNP for 1 hr.\n\nImmunoblot Analysis\n\neNOS, SOD-1, XO and NOX-2 protein content in gastrocnemius feed arteries and coronary arteries were assessed via immunoblot analysis. Arteries were isolated, snap frozen and processed as previously described. Primary antibody dilutions were as follows: eNOS (1:150, BD Transduction #610296), Cu/Zn SOD-1 (1:8000, Enzo Life Sciences ADI-SOD-100-F), XO (1:1000, Abcam #109235), NOX-2 (1:1000, Abcam #129068) and β-actin (1:2000, Cell Signaling #4967). Differences in loading were normalized by expressing all data as relative densitometry units of the protein of interest versus β-actin.\n\nStatistical Analysis\n\nProportional mortality rates were calculated as the number of deaths from a particular cause divided by the total number of deaths for that particular group or sub-group. The significance of differences in cause-specific deaths between groups was assessed with Fisher’s exact probability test. Due to this test being considered extremely conservative, a value of P ≤ 0.10 was considered statistically significant. Differences in age at the time of death and other astronaut characteristics were assessed with a one-way ANOVA and Fisher LSD post-hoc tests.\n\nFor the animal studies, a one-way ANOVA and Fisher LSD post-hoc tests were used to detect differences in body, tissue and vascular characteristics. Vasomotor responses were evaluated using repeated-measures ANOVAs to detect differences between experimental groups and drug doses or pressure changes. All values are presented as means ± SE. A value of P ≤ 0.05 was considered statistically significant.\n\nAdditional Information\n\nHow to cite this article: Delp, M. D. et al. Apollo Lunar Astronauts Show Higher Cardiovascular Disease Mortality: Possible Deep Space Radiation Effects on the Vascular Endothelium. Sci. Rep. 6, 29901; doi: 10.1038/srep29901 (2016).",
  "results": "Results\n\nGroup Characteristics and Proportional Mortality Rates\n\nThe group of all flight astronauts was comprised of 5 females and 37 males, of which the LEO astronaut subgroup contained 5 females and 30 males and the Apollo lunar astronaut subgroup was comprised of 7 males. The non-flight astronauts consisted of 3 females and 32 males. Differences in the mean age at the time of selection and the time of death between all flight and non-flight astronauts or among LEO, lunar and non-flight astronauts were not significant (Table 1). Although the duration of Apollo missions ranged from 6.0–12.6 days, several of the lunar astronauts also logged time on Mercury, Gemini and Skylab missions, resulting in a total time in space of ~15 days. The total time in space and the number of missions flown did not differ between LEO and Apollo lunar astronauts (Table 1).\n\nThe proportional mortality rate due to CVD for all flight astronauts was not different from that in the non-flight astronauts (Fig. 1). However, when looking at the subgroup analysis the number of deaths due to CVD in Apollo lunar astronauts was almost five times greater than that in the non-flight astronauts (Fig. 1) and four times higher than in LEO astronauts. There were no differences between LEO and non-flight astronauts. All flight and non-flight astronauts that died from cardiovascular-related causes were male.\n\nThere were no differences in the proportional mortality rates due to cancer between flight (both LEO and lunar) and non-flight astronauts (Table 2). Deaths due to accidents were not different between flight or LEO and non-flight astronauts, but the proportional mortality rates of lunar astronauts due to accidents was lower than that of non-flight astronauts (Table 2). Proportional mortality rates for other causes of death were not different between flight, LEO or lunar and non-flight astronauts (Table 2).\n\nIn 2013, the latest year for cause-specific mortality data in the US, there were 338,127 deaths that occurred in the US among individuals in the 55–64 age range. Relative to this 55–64 year old US population, the proportional mortality rate due to CVD was lower in the non-flight astronauts and LEO astronauts (Fig. 1). Cancer proportional mortality rate was not different between the US population and both flight and non-flight astronauts (Table 2). Proportional mortality due to accidents was higher in both flight and non-flight astronauts compared with the US population (Table 2). Finally, for all other causes of death there was a lower proportional mortality for flight, LEO and non-flight astronauts compared with the US reference population, but no differences between lunar astronauts and the 55–64 year old population (Table 2).\n\nAnimal and Vessel Characteristics\n\nFollowing a 6–7 month recovery period from exposure to simulated weightlessness and space radiation, total body mass, muscle masses and gastrocnemius muscle feed artery characteristics were not different among groups (Table 3).\n\nVasodilator Responses\n\nThere was a significant acetylcholine (ACh) dose by group interaction between the control (Con) and total body irradiated (TBI) groups and the Con and total body irradiated plus hindlimb unloaded (TBI+HU) groups (Fig. 2). The nitric oxide synthase (NOS) inhibitor NG-nitro-l-arginine methyl ester (L-NAME) reduced ACh-mediated vasodilation in all groups and abolished treatment-associated differences among groups (Fig. 3A). The combined NOS and cyclooxygenase (COX) inhibition further decreased vasodilator responses with no differences among groups (Fig. 3B). There was no significant dose by group interaction for endothelium-independent vasodilation with Dea-NONOate among groups (Fig. 4).\n\nVasoconstrictor Responses\n\nThere were no differences in vasoconstriction mediated by KCl (Supplemental Fig. 1A) or phenylephrine (PE) (Supplemental Fig. 1B) among groups. Both active myogenic vasoconstriction (Supplemental Fig. 2A) and passive pressure-diameter responses (Supplemental Fig. 2B) were also not different among groups.\n\nProtein Expression\n\nLevels of the pro-oxidant protein xanthine oxidase (XO) were greater in gastrocnemius feed arteries (Fig. 5A) and coronary arteries (Fig. 5B) from TBI and TBI+HU mice, while endothelial NOS (eNOS), superoxide dismutase-1 (SOD-1) and NADPH oxidase-2 (NOX-2) protein content were not different among groups in gastrocnemius feed arteries (Supplemental Fig. 3) and coronary arteries (Supplemental Fig. 4).",
  "discussion": "",
  "conclusion": "",
  "keywords": [],
  "citations": [
    {
      "title": "Space radiation and cardiovascular disease risk",
      "authors": [
        "M. Boerma"
      ]
    },
    {
      "title": "The effects of weightlessness on the human organism and mammalian cells",
      "authors": [
        "J. Pietsch"
      ]
    },
    {
      "title": "",
      "authors": [
        "J. Ball",
        "C. Evans"
      ]
    },
    {
      "title": "Measurements of energetic particle radiation in transit to Mars on the Mars Science Laboratory",
      "authors": [
        "C. Zeitlin"
      ]
    },
    {
      "title": "The effects of delta rays on the number of particle-track traversals per cell in laboratory and space exposures",
      "authors": [
        "F. A. Cucinotta",
        "H. Nikjoo",
        "D. T. Goodhead"
      ]
    },
    {
      "title": "Interplanetary crew dose estimates for worst case solar particle events based on historical data for the Carrington flare of 1859",
      "authors": [
        "D. L. Stephens",
        "L. W. Townsend",
        "J. L. Hoff"
      ]
    },
    {
      "title": "Cancer risk from exposure to galactic cosmic rays: implications for space exploration by human beings",
      "authors": [
        "F. A. Cucinotta",
        "M. Durante"
      ]
    },
    {
      "title": "Molecular targets in cellular response to ionizing radiation and implications in space radiation protection",
      "authors": [
        "M. Belli",
        "O. Sapora",
        "M. A. Tabocchini"
      ]
    },
    {
      "title": "Space radiation and human exposures, a primer",
      "authors": [
        "G. Nelson"
      ]
    },
    {
      "title": "Radiation exposure and circulatory disease risk: Hiroshima and Nagasaki atomic bomb survivor data, 1950–2003",
      "authors": [
        "Y. Shimizu"
      ]
    },
    {
      "title": "Risk of ischemic heart disease in women after radiotherapy for breast cancer",
      "authors": [
        "S. C. Darby"
      ]
    },
    {
      "title": "Systematic review and meta-analysis of circulatory disease from exposure to low-level ionizing radiation and estimates of potential population mortality risks",
      "authors": [
        "M. P. Little"
      ]
    },
    {
      "title": "How safe is safe enough? Radiation risk for a human mission to Mars",
      "authors": [
        "F. A. Cucinotta",
        "M. H. Kim",
        "L. J. Chappell",
        "J. L. Huff"
      ]
    },
    {
      "title": "Model for radial dependence of frequency distributions for energy imparted in nanometer volumes from HZE particles",
      "authors": [
        "F. A. Cucinotta",
        "H. Nikjoo",
        "D. T. Goodhead"
      ]
    },
    {
      "title": "Initial events in the cellular effects of ionizing radiations: Clustered damage in DNA",
      "authors": [
        "D. T. Goodhead"
      ]
    },
    {
      "title": "Implications of the space radiation environment for human exploration in deep space",
      "authors": [
        "L. W. Townsend"
      ]
    },
    {
      "title": "Space Radiation: The Number One Risk to Astronaut Health beyond Low Earth Orbit",
      "authors": [
        "J. C. Chancellor",
        "G. B. Scott",
        "J. P. Sutton"
      ]
    },
    {
      "title": "Task group on the biological effects of space radiation. Commission on physical sciences, mathematics and applications",
      "authors": []
    },
    {
      "title": "Hindlimb unloading rodent model: technical aspects",
      "authors": [
        "E. R. Morey-Holton",
        "R. K. Globus"
      ]
    },
    {
      "title": "Effects of High-LET radiation exposure and hindlimb unloading on skeletal muscle resistance artery vasomotor properties in mice",
      "authors": [
        "P. Ghosh"
      ]
    },
    {
      "title": "Mortality in the United States, 2013",
      "authors": [
        "K. D. Kochanek",
        "S. L. Murphy",
        "J. Xu",
        "E. Arias"
      ]
    },
    {
      "title": "Longitudinal study of astronaut health: mortality in the years 1959–1991",
      "authors": [
        "L. E. Peterson",
        "L. J. Pepper",
        "P. B. Hamm",
        "S. L. Gilbert"
      ]
    },
    {
      "title": "Risk of cancer mortality among the Longitudinal Study of Astronaut Health (LSAH) participants",
      "authors": [
        "P. B. Hamm",
        "R. D. Billica",
        "G. S. Johnson",
        "M. L. Wear",
        "S. L. Pool"
      ]
    },
    {
      "title": "",
      "authors": [
        "M. Worth",
        "F. Manning",
        "D. Longnecker"
      ]
    },
    {
      "title": "Design and current status of the longitudinal study of astronaut health",
      "authors": [
        "P. B. Hamm",
        "A. E. Nicogossian",
        "S. L. Pool",
        "M. L. Wear",
        "R. D. Billica"
      ]
    },
    {
      "title": "Mortality among U.S. astronauts: 1980–2009",
      "authors": [
        "R. J. Reynolds",
        "S. M. Day"
      ]
    },
    {
      "title": "HZE 56Fe-ion irradiation induces endothelial dysfunction in rat aorta: role of xanthine oxidase",
      "authors": [
        "K. G. Soucy"
      ]
    },
    {
      "title": "Cardiovascular risks associated with low dose ionizing particle radiation",
      "authors": [
        "X. Yan"
      ]
    },
    {
      "title": "Effects of ionizing radiation on three-dimensional human vessel models: differential effects according to radiation quality and cellular development",
      "authors": [
        "P. Grabham",
        "B. Hu",
        "P. Sharma",
        "C. Geard"
      ]
    },
    {
      "title": "High-LET radiation-induced response of microvessels in the Hippocampus",
      "authors": [
        "X. W. Mao"
      ]
    },
    {
      "title": "Radiation protection and instrumentation",
      "authors": [
        "J. Bailey"
      ]
    },
    {
      "title": "Apollo light flash investigation",
      "authors": [
        "W. Osborne",
        "L. Pinsky",
        "J. Bailey"
      ]
    },
    {
      "title": "The 2007 recommendations of the international commission on radiological protection",
      "authors": []
    },
    {
      "title": "Gerontological data of C57BL/6J mice. I. Sex differences in survival curves",
      "authors": [
        "I. Kunstyr",
        "H. G. Leuenberger"
      ]
    },
    {
      "title": "Radiation therapy impairs endothelium-dependent vasodilation in humans",
      "authors": [
        "J. A. Beckman",
        "A. Thakore",
        "B. H. Kalinowski",
        "J. R. Harris",
        "M. A. Creager"
      ]
    },
    {
      "title": "Endothelial Cell Dysfunction and the Pathobiology of Atherosclerosis",
      "authors": [
        "M. A. Gimbrone",
        "G. García-Cardeña"
      ]
    },
    {
      "title": "",
      "authors": [
        "M. Pelt"
      ]
    },
    {
      "title": "Effects of hindlimb unloading and ionizing radiation on skeletal muscle resistance artery vasodilation and its relation to cancellous bone in mice",
      "authors": [
        "R. D. Prisby"
      ]
    },
    {
      "title": "Spaceflight reduces vasoconstrictor responsiveness of skeletal muscle resistance arteries in mice",
      "authors": [
        "J. N. Stabley"
      ]
    },
    {
      "title": "Effects of ageing and exercise training on endothelium‐dependent vasodilatation and structure of rat skeletal muscle arterioles",
      "authors": [
        "S. A. Spier"
      ]
    },
    {
      "title": "The appropriateness of some common procedures for testing equality of two independent binomial proportions",
      "authors": [
        "R. D’Agostino",
        "W. Chase",
        "A. Belanger"
      ]
    },
    {
      "title": "Testing the equality of two independent binomial proportions",
      "authors": [
        "R. Little"
      ]
    },
    {
      "title": "Tests of significance for 2 × 2 contingency tables",
      "authors": [
        "F. Yates"
      ]
    }
  ],
  "original_title": "Apollo Lunar Astronauts Show Higher Cardiovascular Disease Mortality: Possible Deep Space Radiation Effects on the Vascular Endothelium",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9959/4964660/7829da73c47a/srep29901-f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9959/4964660/b40e6010d431/srep29901-f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9959/4964660/9c2fa7dff866/srep29901-f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9959/4964660/ea6eb9f52d1c/srep29901-f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9959/4964660/66a8321ab3ba/srep29901-f5.jpg"
  ]
}