{
  "pmcid": "PMC4033213",
  "title": "Genomic stability in response to high versus low linear energy transfer radiation in Arabidopsis thaliana",
  "abstract": "Low linear energy transfer (LET) gamma rays and high LET HZE (high atomic weight, high energy) particles act as powerful mutagens in both plants and animals. DNA damage generated by HZE particles is more densely clustered than that generated by gamma rays. To understand the genetic requirements for resistance to high versus low LET radiation, a series of Arabidopsis thaliana mutants were exposed to either 1GeV Fe nuclei or gamma radiation. A comparison of effects on the germination and subsequent growth of seedlings led us to conclude that the relative biological effectiveness (RBE) of the two types of radiation (HZE versus gamma) are roughly 3:1. Similarly, in wild-type lines, loss of somatic heterozygosity was induced at an RBE of about a 2:1 (HZE versus gamma). Checkpoint and repair defects, as expected, enhanced sensitivity to both agents. The “replication fork” checkpoint, governed by ATR, played a slightly more important role in resistance to HZE-induced mutagenesis than in resistance to gamma induced mutagenesis.",
  "introduction": "INTRODUCTION\n\nThe function of a cell, its capacity to proliferate, and ultimately, its viability, are under constant threat from a diverse array of DNA damaging agents and events. Although any lesion can have deleterious effects on an organism, double strand breaks (DSBs) are among the most dangerous types of DNA damage a cell can sustain. The threat such a lesion poses to an organism is influenced by several important factors. The site of damage and the phase of the cell-cycle in which the damage occurs impact both a cell’s response to DSBs and their consequences. Furthermore, while some DSBs are relatively simple, more complex breaks may arise from secondary damage to the DNA backbone, damage to bases adjacent to the DSB, or the presence of multiple breaks in close proximity. Such variation in DSB complexity also plays an important role in governing the repair of these lesions.\n\nIonizing radiation (IR) is a particularly potent DNA damaging agent that produces single strand breaks, oxidized bases, abasic sites, and DSBs of varying complexity. The efficiency with which an ionizing particle transfers its energy to the medium it passes through, termed linear energy transfer (LET), plays an important role in the nature of the DNA damage caused by exposure to IR. Low LET particles, such as gamma rays and X-rays, deposit their energy inefficiently as they pass through a cell, resulting in widely scattered damage. Such damage is generally repaired via base excision or nucleotide excision repair in a largely error-free manor. High-LET particles, such as accelerated nucleons or high charge, high energy (HZE) particles, deposit their energy much more efficiently along a discreet track as they pass through matter, resulting in significantly more complex, clustered damage along the track. In human cell lines, the distribution of DSBs induced by HZE has been shown to lie along a well defined path through the nucleus, whereas gamma-induced DSBs are widely scattered; furthermore, HZE-induced γ-H2AX foci are often so closely packed, that individual foci are difficult to discern. Although life on Earth’s surface is largely protected from exposure to high-LET radiation, it’s hazards are still of significant concern, particularly in the planning of long-duration space missions. Moreover, the damage sustained as a result of exposure to either low or high-LET radiation exhibits similarities with the damage caused by other more common DSB-inducing agents, and may provide insight into the response to and repair of such lesions.\n\nTo investigate the immediate and long-term impacts high versus low-LET radiation have on plants, we employed the various DNA repair-deficient and cell-cycle checkpoint-deficient lines in the model plant Arabidopsis thaliana. ATM (ataxia-telangiectasia, mutated) and ATR (ATM and Rad3-related), members of the phosphoinositide-3-kinase-related protein kinase (PIKK) family, play important roles in governing the transcriptional response to DNA breakage and in the induction of cell-cycle arrest. While ATM and ATR have been shown to recognize DSBs and stalled replication forks respectively, it is clear that both kinases play important roles in the IR-induced DNA-damage response. Given the distinct nature of the lesions these proteins target, we were interested in the role these checkpoint genes play in responding to DNA damage of variable complexity as induced by exposure to high versus low-LET radiation. Lines lacking DNA ligase IV (LIG4) or KU70, important players in the canonical nonhomologous end-joining (NHEJ) repair pathway, were also utilized to probe the importance of NHEJ and alternative repair pathways in the response to damage done by high and low-LET radiation.",
  "methods": "MATERIALS AND METHODS\n\nPLANT LINES\n\nThe following DNA repair-deficient and cell-cycle checkpoint-deficient alleles were used in our root growth assay: atm-1, atr-3, lig4-1, and ku80-1; all of which are in the Ws ecotype.\n\nFor our sectoring assay, we searched the Arabidopsis Information Resource (TAIR) database to identify alleles that might serve as an albino marker. The APG3 gene (albino/pale green mutant 3), located near the telomere of chromosome III, is essential in chloroplast development. Seedlings deficient for APG3 arrest development shortly after germination; as the name implies, cells deficient for APG3 lack pigment and are easily distinguished from those that retain a wild-type copy of the APG3 gene. A line harboring a T-DNA insertion in APG3 was ordered from the Arabidopsis Biological Resource Center (Syngenta stock “CS16118”). This particular allele, apg3-2, was selected both because the T-DNA construct used in generating this particular line imparts resistance to the herbicide Basta, and because of its clear and consistent albino phenotype; the presence of the Basta resistance (BAR) gene in this construct afforded us the ability to select for just those plants carrying the albino marker. To introduce the APG3 albino marker into our repair-deficient and checkpoint-deficient lines, we tried where possible, to choose alleles that did not already carry the BAR gene. We crossed apg3-2 with atm-1, atr-2, lig4-3, and ku80-1; the ecotype of apg3-2 and atr-2 is Col, that of atm-1 and ku80-1 is Ws, and that of lig4-3 is Ler.\n\nIONIZING RADIATION\n\nHigh-LET radiation treatments were administered at the NASA Space Radiation Laboratory (NSRL) at Brookhaven National Laboratory (BNL) (Upton, NY) using accelerated 56Fe nucleons with a beam size diameter of 20 cm and a dose rate of 7 Gy min-1. Following irradiation, samples remained at the NSRL facility for approximately 30 m until deactivated.\n\nLow-LET, gamma radiation treatments were carried out at BNL using a 137Cs source in the Controlled Environment Radiation Facility at a dose rate of up to 6 Gy min-1. A subset of the gamma radiation treatments done on samples for the albino sectoring assay were carried out using an alternate 137Cs source (Institute of Toxicology and Environmental Health, University of California, Davis, CA, USA) with a dose rate of 7 Gy min-1.\n\nPREPARATION OF SAMPLES USED IN ROOT GROWTH AND SECTORING ASSAYS\n\nFour to six days prior to irradiation, seeds used in the root growth assay were surface sterilized using a 20% bleach solution; sterilized seeds and seeds used in the sectoring assay were aliquoted, suspended in ddH2O, and stored at 4°C. Seeds were shipped overnight, on ice, to BNL where they were again stored at 4°C until the time of IR treatment. Samples were irradiated (See “Ionizing Radiation” above) with the doses indicated in the text and figures. Following treatment, the samples were repacked on ice and shipped overnight to the University of California, Davis. Upon arrival, seeds used in the sectoring assay were sown on soil (Sunshine Mix #1; Sungro, Bellevue, WA, USA) at a density of ~0.2 seeds cm-2 and placed in the growth chamber under clear plastic domes to maintain high humidity; seeds used in the root growth assay were sown on 1× nutrative MS (Sigma-Aldrich, Saint Louis, MO, USA) Phytoagar (PlantMedia, Dublin, OH, USA) plates, pH 5.9, and placed vertically in the growth chamber. Seeds were grown under a simulated 16 h day/8 h night cycle using light from cool-white lamps (100-150 μmol m-2 s-1) filtered through Clear UV-filtering Protect-O-Sleeves (McGill Electrical Product Group, Rosemont, IL, USA). Plastic domes were partially removed from seeds used in the sectoring assay 3 days after sowing and fully removed after 5 days.\n\nMEASUREMENT OF ROOT LENGTH\n\nDigital images of the plated seeds were taken eight days after transfer to the growth chamber. The length of the primary root was determined using the public domain, image-processing program, ImageJ.\n\nQUANTIFICATION OF APG3 SECTORS\n\nBecause the apg3-2 allele imparts resistance to the herbicide Basta, we were able to significantly reduce the number of plants it was necessary to screen for sectoring. Roughly 2 w after sowing, the number of healthy seedlings was determined. Plants were then treated with Basta (Finale, AgrEvo Environmental Health, Montvale, NJ, USA) and the number of resistant plants was determined in the following days. Resistant plants were scored for the presence of albino sectors approximately 3 weeks after sowing. The leaves of each plant were gently manipulated in order to inspect underlying leaves. Sectors were white or pale green in color, could be traced toward or along the petiole, and exhibited a relatively clear and well-defined boundary between the sector and the neighboring tissue; leaves that were clearly unhealthy or grossly deformed were not scored for sectors. While the number of Basta resistant plants might have been used to calculate such a frequency directly, the fact that In the case of the atm-1 mutant, this insertion allele also carries Basta resistance, and so seedlings in the next generation, after selection for Basa resistance, would be expected to segregate 2 apg3-2 het:1 APG3-2+/+. To correct for this, seeds were collected from a heterozygous parent, and the frequency of hets for apg3-2 was corrected for in the next generation. To estimate the frequency of sectoring in the progeny of heterozygous APG3± plants, we divided the number of plants with a sector by two-thirds the total number of healthy seedlings present 2 weeks after sowing.",
  "results": "RESULTS AND DISCUSSION\n\nTHE BIOLOGICAL EFFECTIVENESS OF HZE 56Fe PARTICLES IS APPROXIMATELY 3-FOLD GREATER THAN THAT OF 137Cs GAMMA RAYS WITH RESPECT TO INHIBITION OF PRIMARY ROOT GROWTH\n\nTo test the relative impact of high- versus low-LET radiation on root growth, a process governed by both cell division and cell expansion, seeds were irradiated with either high-LET 56Fe particles (HZE) or low-LET 137Cs gamma rays. The length of the primary root 8 days after planting (DAP), relative to the length in unirradiated seeds, is shown in Figure 1. Consistent with previously published data, exposure to increasingly higher doses of gamma radiation results in increased inhibition of root elongation. A similar, though more pronounced trend is observed in seeds exposed to HZE. At doses of 100 Gy HZE or higher, root elongation appears to be almost completely inhibited in wild-type lines, though seeds irradiated at such doses are still capable of germination, indicating that the treated embryos remain alive.\n\nRelative biological effectiveness (RBE), defined as the absorbed dose of radiation of a standard type (e.g. gamma) divided by the absorbed dose of radiation type “x” that causes the same amount of biological damage, offers a means of comparing how damaging different types of radiation are, given the same amount of absorbed energy; the larger the RBE for a type of radiation, the more damaging the radiation per unit energy deposited. The RBE of HZE versus gamma radiation was estimated by interpolating the dose response data to determine the dose at which the length of the primary root is reduced to 37% that of the untreated control (ID1/e; Table 1). In the case of both our wild-type and mutant lines, the effect of HZE on primary root growth is significantly greater than that of gamma rays. The biological effectiveness of HZE versus gamma in our repair-deficient lines is slightly lower than observed in wild-type. Somewhat more variance is observed in our checkpoint-deficient lines. Lines deficient for ATM exhibit a slight increase in root sensitivity to HZE versus gamma radiation relative to wild-type (RBE = 3.63 versus 2.97), while lines deficient for ATR exhibit a slight decrease in their relative HZE sensitivity (2.09). Whether this shift in root hypersensitivity is a function of cell death resulting from a failed checkpoint induction, or from prolonged cell-cycle arrest is unclear from the root growth data.\n\nGENOMIC INSTABILITY IN SEEDS EXPOSED TO HZE 56Fe PARTICLES IS GREATER THAN THAT OBSERVED IN SEEDS EXPOSED TO 137Cs GAMMA RAYS\n\nWhile the root hypersensitivity assay indicates that exposure to HZE has a more pronounced effect, per Gy on the growth of seedlings than does exposure to gamma radiation, it fails to shed much light on long-term effects on genomic stability. In order to address the impact HZE and gamma radiation have on the integrity of the genome, we employed a sectoring assay to test for loss of heterozygosity (LOH) in treated seeds. An albino marker gene (apg3) near the tip of chromosome III was introduced to a series of DNA repair defective lines and checkpoint defective lines. While seedlings homozygous for the albino marker arrest and die shortly after germination, untreated seedlings heterozygous for the marker appear phenotypically identical to wild-type. Loss of the wt allele marker in a heterozygous single cell, whether as a result of anueploidy, loss of the distal portion of the chromosome, or mutation of the wild-type allele, followed by production of mutant cell files via cell division, results in the production of an albino sector (Figure 2, inset) The frequency with which these sectors occur within a population provides a measure of genomic stability.\n\nAs expected, under normal conditions, genomic stability in wild-type plants appears quite high. To obtain an estimate of the rate of spontaneous LOH at the APG3 locus in wild-type plants, 900 untreated plants were scored for the presence of an albino sector. Of the 900 plants scored, none exhibited the presence of a sector, suggesting a rate of spontaneous LOH per plant for this particular allele of less than 0.1%.\n\nIn seeds treated with low does of either HZE or gamma radiation, sectoring increases with dose in a roughly linear, positive fashion (Figure 2). However, plants treated with higher doses are very small, and exhibit decreasing frequencies of sectoring/plant, perhaps simply because fewer cells are sampled per plant. Sectoring frequency in seeds treated with 56Fe particles was consistently higher than that observed in seeds treated with gamma rays; these results are consistent with the observation that in human cells, clustered damage generated by Fe ions leads to increases in chromosome breakage and genomic instability. To obtain an estimate of the biological effectiveness of HZE versus gamma radiation, in the context of long-term genomic stability, linear regressions were generated from the sectoring data (Figures 2 and 3, inset). Regressions were constrained such that they passed through the origin, and the ratio of the slopes from the HZE and gamma datasets was determined. In wild-type plants, a 3.33-fold increase in sectoring was observed in seeds treated with HZE as compared to those treated with gamma rays (Table 2). In the case of lig4 and ku80, the 50 Gy gamma and 200 Gy HZE datapoints were omitted in the regression analysis due to a drop-off in sectoring at higher doses as discussed in the following section.\n\nLINES DEFECTIVE IN DNA DSB REPAIR EXHIBIT A DECREASE IN GENOMIC STABILITY\n\nGiven the significant roles LIG4 and the KU70/KU80 heterodimer play in NHEJ, we sought to determine the importance of these factors in maintaining genomic stability during the repair of IR-induced DSBs. As in the case of wild-type, at low doses, our lig4 and ku80 lines exhibited a roughly linear increase in the frequency of sectoring with exposure to increased levels of radiation; however, unlike our wild-type line, a significant drop-off in sectoring was observed at higher doses of either HZE or gamma radiation (Figure 3). Again, we believe this is due to the very small size of the repair-defect plants after irradiation at these doses.\n\nOf the mutant lines tested, plants lacking LIG4 exhibited the highest rate of sectoring following exposure to IR (Table 2). Although research has demonstrated that DSBs can be rejoined in the absence of LIG4, its role as the primary ligase involved in NHEJ is well documented. The increased rate of LOH in lig4 is almost certainly the result of persistent DSBs present during cell division; whether the structure of these breaks precludes other ligases from rejoining the broken ends, or the ends are repaired in a more error-prone fashion is unclear. KU80, another important component of NHEJ, also appears to be involved in maintaining genomic stability following exposure to IR. Other work has shown that while the KU complex plays an important role in governing the size of deletions and insertions at DSB repair sites and in stabilizing broken ends prior to ligation, end-joining can still occur in its absence. It is likely, therefore, that a relatively large portion of the broken DNA ends generated by IR are ultimately rejoined in our ku80 line resulting in the more moderate increase in sectoring observed in ku80 plants as compared to lig4 plants.\n\nTHE RELATIVE IMPORTANCE OF ATM AND ATR IN MAINTAINING GENOMIC STABILITY DIFFERS IN RESPONSE TO HZE VERSUS GAMMA RADIATION\n\nAs with our DNA repair-deficient lines, a significant increase in sectoring was observed in our checkpoint-deficient lines relative to wild-type (Figure 4). Such an increase is consistent with the role ATM and ATR play in governing the DSB driven, early G2/M phase arrest. Failure to properly arrest cells in response to DSBs could result in the presence of persistent DSBs during cell division, thereby leading to aneuploidy and LOH. ATM and ATR function synergistically in response to IR-induced DNA damage, functioning in some ways redundantly and in other ways distinctly to activate downstream targets, trigger cell-cycle arrest, and help drive DNA repair. In light of the fact that ATM is thought to respond directly to DSBs via interaction with proteins associated with the breaks, whereas ATR is thought to respond to the presence of persistent single-stranded DNA (ssDNA), we were interested in whether ATM and ATR function differently in maintaining genomic stability in response to the damage caused by HZE versus gamma radiation.\n\natm-1 seeds exposed to gamma radiation exhibit a 2.5-fold increase in the frequency of sectoring as compared to wild-type (calculated from the slopes reported in Table 2). A more moderate increase in sectoring, 1.9-fold, was observed in our atr line, suggesting that while both ATM and ATR play a role in maintaining genomic stability in response to gamma radiation exposure, ATM is of greater relative importance. In seeds exposed to HZE particles, an increase in sectoring was again observed in both atm and atr relative to wild-type. Fold increases of 1.9 and 2.2 were observed for atm and atr respectively, indicating a reversal in the relative importance of ATM and ATR in mitigating LOH in HZE versus gamma treated seeds, although these differences are small. Quantification of the RBE of HZE versus gamma, in terms of genomic stability, in our checkpoint-deficient lines demonstrates a decrease in the relative importance of ATM in response to HZE radiation as compared to wild-type (2.6 and 3.3, respectively), and an increase in the relative importance of ATR (3.9). Based on the LOH data, it appears that ATR plays a more important role in responding to the complex, clustered damage induced by HZE particles than it does in responding to damage induced by exposure to gamma radiation.\n\nGiven that ATR responds to persistent ssDNA, one possible explanation for the increased importance ATR plays in response to HZE treatment, is that more ssDNA is produced directly upon exposure to HZE particles. Multiple nicks to the DNA backbone in close proximity to one another may produce significant stretches of ssDNA in conjunction with DSBs not typically present in breaks generated by low-LET radiation. Alternatively, ssDNA may also be produced secondarily in HZE treated cells as the cell attempts to repair the clustered damage via resection of damaged ends or excision of damaged nucleotides. In cells deficient for ATR, imposition of cell-cycle arrest in HZE treated cells may be abrogated or delayed, resulting in enhanced loss of heterozygosity in cells that divide before the damage can be resolved. This may also provide insight into the observation that relative to both wild-type and atm, root growth in atr is slightly more resistant to HZE treatment, given that affected cells, while incurring greater damage to the genome, may still be capable of cell division and expansion.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "ATM",
    "ATR",
    "double-strand breaks",
    "genomic instability",
    "KU80",
    "LIG4",
    "radiation",
    "Plant Science",
    "Original Research Article"
  ],
  "citations": [
    {
      "title": "Cell cycle checkpoint signaling through the ATM and ATR kinases.",
      "authors": [
        "R. T. Abraham"
      ]
    },
    {
      "title": "Unrepaired clustered DNA lesions induce chromosome breakage in human cells.",
      "authors": [
        "A. Asaithamby",
        "B. Hu",
        "D. J. Chen"
      ]
    },
    {
      "title": "DNA damage activates ATM through intermolecular autophosphorylation and dimer dissociation.",
      "authors": [
        "C. J. Bakkenist",
        "M. B. Kastan"
      ]
    },
    {
      "title": "Alternative end-joining catalyzes robust IgH locus deletions and translocations in the combined absence of ligase 4 and Ku70.",
      "authors": [
        "C. Boboila",
        "M. Jankovic",
        "C. T. Yan",
        "J. H. Wang",
        "D. R. Wesemann",
        "T. Zhang"
      ]
    },
    {
      "title": "How ATR turns on: topBP1 goes on ATRIP with ATR.",
      "authors": [
        "A. E. Burrows",
        "S. J. Elledge"
      ]
    },
    {
      "title": "Radiation-induced assembly of Rad51 and Rad52 recombination complex requires ATM and c-Abl.",
      "authors": [
        "G. Chen",
        "S. S. Yuan",
        "W. Liu",
        "Y. Xu",
        "K. Trujillo",
        "B. Song"
      ]
    },
    {
      "title": "ATR: an essential regulator of genome integrity.",
      "authors": [
        "K. A. Cimprich",
        "D. Cortez"
      ]
    },
    {
      "title": "Image-based modeling reveals dynamic redistribution of DNA damage into nuclear sub-domains.",
      "authors": [
        "S. V. Costes",
        "A. Ponomarev",
        "J. L. Chen",
        "D. Nguyen",
        "F. A. Cucinotta",
        "M. H. Barcellos-Hoff"
      ]
    },
    {
      "title": "ATR regulates a G2-phase cell-cycle checkpoint in Arabidopsis thaliana.",
      "authors": [
        "K. Culligan",
        "A. Tissier",
        "A. Britt"
      ]
    },
    {
      "title": "Both ATM and ATR promote the efficient and accurate processing of programmed meiotic double-strand breaks.",
      "authors": [
        "K. M. Culligan",
        "A. B. Britt"
      ]
    },
    {
      "title": "ATR and ATM play both distinct and additive roles in response to ionizing radiation.",
      "authors": [
        "K. M. Culligan",
        "C. E. Robertson",
        "J. Foreman",
        "P. Doerner",
        "A. B. Britt"
      ]
    },
    {
      "title": "Importance of the cell cycle phase for the choice of the appropriate DSB repair pathway, for genome stability maintenance: the trans-S double-strand break repair model.",
      "authors": [
        "F. Delacote",
        "B. S. Lopez"
      ]
    },
    {
      "title": "DNA-PK, ATM and ATR as sensors of DNA damage: variations on a theme?",
      "authors": [
        "D. Durocher",
        "S. P. Jackson"
      ]
    },
    {
      "title": "The relative biological effectiveness of X-rays and gamma rays.",
      "authors": [
        "G. Failla",
        "P. S. Henshaw"
      ]
    },
    {
      "title": "Ku80- and DNA ligase IV-deficient plants are sensitive to ionizing radiation and defective in T-DNA integration.",
      "authors": [
        "J. Friesner",
        "A. B. Britt"
      ]
    },
    {
      "title": "Ionizing radiation-dependent gamma-H2AX focus formation requires ataxia telangiectasia mutated and ataxia telangiectasia mutated and Rad3-related.",
      "authors": [
        "J. D. Friesner",
        "B. Liu",
        "K. Culligan",
        "A. B. Britt"
      ]
    },
    {
      "title": "AtATM is essential for meiosis and the somatic response to DNA damage in plants.",
      "authors": [
        "V. Garcia",
        "H. Bruchet",
        "D. Camescasse",
        "F. Granier",
        "D. Bouchez",
        "A. Tissier"
      ]
    },
    {
      "title": "ATM-dependent phosphorylation of nibrin in response to radiation exposure.",
      "authors": [
        "M. Gatei",
        "D. Young",
        "K. M. Cerosaletti",
        "A. Desai-Mehta",
        "K. Spring",
        "S. Kozlov"
      ]
    },
    {
      "title": "The influence of heterochromatin on DNA double strand break repair: getting the strong, silent type to relax.",
      "authors": [
        "A. A. Goodarzi",
        "P. Jeggo",
        "M. Lobrich"
      ]
    },
    {
      "title": "Spatial and temporal distribution of energy.",
      "authors": [
        "D. T. Goodhead"
      ]
    },
    {
      "title": "DNA ligase IV is essential for V(D)J recombination and DNA double-strand break repair in human precursor lymphocytes.",
      "authors": [
        "U. Grawunder",
        "D. Zimmer",
        "S. Fugmann",
        "K. Schwarz",
        "M. R. Lieber"
      ]
    },
    {
      "title": "Formation of clustered DNA damage after high-LET irradiation: a review.",
      "authors": [
        "M. Hada",
        "A. G. Georgakilas"
      ]
    },
    {
      "title": "Tissue-specific regulation of cell-cycle responses to DNA damage in Arabidopsis seedlings.",
      "authors": [
        "E. Hefner",
        "N. Huefner",
        "A. B. Britt"
      ]
    },
    {
      "title": "Arabidopsis mutants sensitive to gamma radiation include the homologue of the human repair gene ERCC1.",
      "authors": [
        "E. Hefner",
        "S. B. Preuss",
        "A. B. Britt"
      ]
    },
    {
      "title": "Breadth by depth: expanding our understanding of the repair of transposon-induced DNA double strand breaks via deep-sequencing.",
      "authors": [
        "N. D. Huefner",
        "Y. Mizuno",
        "C. F. Weil",
        "I. Korf",
        "A. B. Britt"
      ]
    },
    {
      "title": "Activation of ataxia telangiectasia mutated by DNA strand break-inducing agents correlates closely with the number of DNA double strand breaks.",
      "authors": [
        "I. H. Ismail",
        "S. Nystrom",
        "J. Nygren",
        "O. Hammarsten"
      ]
    },
    {
      "title": "UV- and gamma-radiation sensitive mutants of Arabidopsis thaliana.",
      "authors": [
        "C. Z. Jiang",
        "C. N. Yen",
        "K. Cronin",
        "D. Mitchell",
        "A. B. Britt"
      ]
    },
    {
      "title": "Crystal structure of the Xrcc4 DNA repair protein and implications for end joining.",
      "authors": [
        "M. S. Junop",
        "M. Modesti",
        "A. Guarne",
        "R. Ghirlando",
        "M. Gellert",
        "W. Yang"
      ]
    },
    {
      "title": "Focus formation of DNA repair proteins in normal and repair-deficient cells irradiated with high-LET ions.",
      "authors": [
        "K. H. Karlsson",
        "B. Stenerlow"
      ]
    },
    {
      "title": "DNA double-strand breaks: signaling, repair and the cancer connection.",
      "authors": [
        "K. K. Khanna",
        "S. P. Jackson"
      ]
    },
    {
      "title": "ATM activation by DNA double-strand breaks through the Mre11-Rad50-Nbs1 complex.",
      "authors": [
        "J. H. Lee",
        "T. T. Paull"
      ]
    },
    {
      "title": "Biomolecular Action of Ionizing Radiation.",
      "authors": [
        "S. Lehnert"
      ]
    },
    {
      "title": "Yeast Mre11 and Rad1 proteins define a Ku-independent mechanism to repair double-strand breaks lacking overlapping end sequences.",
      "authors": [
        "J. L. Ma",
        "E. M. Kim",
        "J. E. Haber",
        "S. E. Lee"
      ]
    },
    {
      "title": "Insertional mutagenesis of genes required for seed development in Arabidopsis thaliana.",
      "authors": [
        "J. McElver",
        "I. Tzafrir",
        "G. Aux",
        "R. Rogers",
        "C. Ashby",
        "K. Smith"
      ]
    },
    {
      "title": "Reconstruction in vivo of irradiated Escherichia coli deoxyribonucleic acid; the rejoining of broken pieces.",
      "authors": [
        "R. A. McGrath",
        "R. W. Williams"
      ]
    },
    {
      "title": "The complexity of double-strand break ends is a factor in the repair pathway choice.",
      "authors": [
        "E. Mladenov",
        "P. Kalev",
        "B. Anachkova"
      ]
    },
    {
      "title": "Chloroplast ribosome release factor 1 (AtcpRF1) is essential for chloroplast development.",
      "authors": [
        "R. Motohashi",
        "T. Yamazaki",
        "F. Myouga",
        "T. Ito",
        "K. Ito",
        "M. Satou"
      ]
    },
    {
      "title": "Quantitative modelling of DNA damage using Monte Carlo track structure method.",
      "authors": [
        "H. Nikjoo",
        "P. O’Neill",
        "M. Terrissol",
        "D. T. Goodhead"
      ]
    },
    {
      "title": "Track structure in radiation biology: theory and applications.",
      "authors": [
        "H. Nikjoo",
        "S. Uehara",
        "W. E. Wilson",
        "M. Hoshi",
        "D. T. Goodhead"
      ]
    },
    {
      "title": "A DNA-damage-induced cell cycle checkpoint in Arabidopsis.",
      "authors": [
        "S. B. Preuss",
        "A. B. Britt"
      ]
    },
    {
      "title": "Pathways of DNA double-strand break repair during the mammalian cell cycle.",
      "authors": [
        "K. Rothkamm",
        "I. Kruger",
        "L. H. Thompson",
        "M. Lobrich"
      ]
    },
    {
      "title": "Molecular mechanisms of mammalian DNA repair and the DNA damage checkpoints.",
      "authors": [
        "A. Sancar",
        "L. A. Lindsey-Boltz",
        "K. Unsal-Kacmaz",
        "S. Linn"
      ]
    },
    {
      "title": "Clustered DNA damages induced by high and low LET radiation, including heavy ions.",
      "authors": [
        "B. M. Sutherland",
        "P. V. Bennett",
        "H. Schenk",
        "O. Sidorkina",
        "J. Laval",
        "J. Trunk"
      ]
    },
    {
      "title": "Double-strand break repair mediated by DNA end-joining.",
      "authors": [
        "Y. Tsukamoto",
        "H. Ikeda"
      ]
    },
    {
      "title": "The Arabidopsis AtLIG4 gene is required for the repair of DNA damage, but not for the integration of Agrobacterium T-DNA.",
      "authors": [
        "H. van Attikum",
        "P. Bundock",
        "R. M. Overmeer",
        "L. Y. Lee",
        "S. B. Gelvin",
        "P. J. Hooykaas"
      ]
    },
    {
      "title": "“Nature of lesions formed by ionizing radiation,” in",
      "authors": [
        "I. M. Ward",
        "J. Chen",
        "J. A. Nickoloff",
        "M. F. Hoekstra"
      ]
    },
    {
      "title": "Suppressor of gamma response 1 (SOG1) encodes a putative transcription factor governing multiple responses to DNA damage.",
      "authors": [
        "K. Yoshiyama",
        "P. A. Conklin",
        "N. D. Huefner",
        "A. B. Britt"
      ]
    },
    {
      "title": "Exponential and sigmoid survival curves resulting from alpha and x irradiation of Aspergillus spores.",
      "authors": [
        "R. E. Zirkle",
        "D. F. Marchbank",
        "K. D. Kuck"
      ]
    }
  ],
  "original_title": "Genomic stability in response to high versus low linear energy transfer radiation in Arabidopsis thaliana",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0bfc/4033213/22cc763f49f9/fpls-05-00206-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0bfc/4033213/b0f251e05828/fpls-05-00206-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0bfc/4033213/d46d067fd610/fpls-05-00206-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0bfc/4033213/aee8b6aa8f4f/fpls-05-00206-g004.jpg"
  ]
}