{
  "pmcid": "PMC4321547",
  "title": "Natural variation in the expression of ORGANIC CATION TRANSPORTER 1 affects root length responses to cadaverine in Arabidopsis",
  "abstract": "Highlight\n\nHow the polyamine cadaverine alters plant development is poorly understood. Here it is shown that natural variation in ORGANIC CATION TRANSPORTER 1 affects root length sensitivity to exogenous cadaverine.\n\nPolyamines, including cadaverine, are organic cations that affect numerous biological processes including transcription, translation, cell signalling, and ion channel activity. They often function in biotic and abiotic stress responses in plants. Because little is known about how plants respond to cadaverine, a quantitative natural variation approach was used to identify genetic factors that contribute to this response. Here it is shown that Arabidopsis thaliana accessions have varying root length responses to exogenous cadaverine: Cape Verde Islands (Cvi) was one of the most resistant accessions tested, whereas Landsberg erecta (Ler) was one of the most sensitive. Recombinant inbred lines, near isogenic lines, and a microarray were used to show that variation in ORGANIC CATION TRANSPORTER 1 (OCT1) is at least partially responsible for this difference. OCT1 expression was higher in Cvi than in Ler, and oct1 mutants were more sensitive to cadaverine than wild-type plants. In oct1 mutants transformed with an ectopic copy of OCT1 originating from either Cvi or Ler, the expression level of the transgene, not its accession, correlated with the cadaverine response. These results suggest that decreased OCT1 expression confers cadaverine sensitivity in some accessions.",
  "introduction": "Introduction\n\nPolyamines are organic cations that are prevalent in both prokaryotes and eukaryotes. Putrescine, spermidine, and spermine are the most common polyamines in plants, although thermospermine and cadaverine have also been found in many species including Arabidopsis thaliana. Polyamines exist both as free molecules and as conjugates to other small molecules, mainly hydroxycinnamic acids, or proteins. Both free and conjugated polyamines are important for cellular processes including cell growth, cell division, transcription, translation, and cell death. Their positive charges allow for interactions with nucleic acids, lipids, and proteins, which affect the activities and stabilities of these molecules (for a review, see).\n\nPolyamines accumulate in certain plant tissues under many abiotic stresses including drought, salt, osmotic, and temperature stress, which all result in metabolic reprogramming and modifications to growth. Polyamines may protect against these stresses in several ways, including by altering gene expression, increasing the activities of antioxidant enzymes, and altering the cellular accumulation of ions. They may also function as signals that regulate cross-talk between hormonal pathways during stress responses. Though essential for proper development, and beneficial at higher levels during stress, catabolism of polyamines produces H2O2. Although it is toxic, H2O2 also diffuses to nearby tissues where it activates various responses. To balance these effects, polyamine synthesis, degradation, localization, and conjugation must be tightly controlled.\n\nFive potential Arabidopsis POLYAMINE UPTAKE TRANSPORTER (PUT) proteins were identified based on sequence similarity to known polyamine transporters in Leishmania major and Trympanosoma cruzi. When expressed in the polyamine uptake-deficient Δagp2 Saccharomyces cerevisiae mutant, these proteins partially restored sensitivity to the polyamine analogue paraquat as well as to putrescine and spermidine. They also partially restored putrescine and spermidine uptake into the cells. PAR1/PUT2 has subsequently been shown to localize to the Golgi where it is required for the subcellular localization of paraquat in the chloroplast. RMV1/PUT3 has been shown to be plasma membrane associated and to function in paraquat, putrescine, spermidine, and spermine uptake in Arabidopsis. However, cadaverine transport by these proteins was not tested.\n\nLess is known about cadaverine compared with the other polyamines. It is synthesized from lysine and therefore not directly derived from the polyamine putrescine, unlike spermidine, spermine, and thermospermine. Cadaverine is produced by some soil bacteria and yeast, possibly contributing to rhizosphere–root signalling. Exogenous cadaverine affects root development in several ways: it increases adventitious root growth in pine trees, lateral root formation in soybeans, and root weight in rice, whereas it shortens primary roots in soybeans.\n\nCadaverine levels and localization change upon exposure to stress. This molecule accumulates dramatically upon oxidative stress in rape leaves and upon drought stress in peppers. In the ice plant, salt stress causes cadaverine to accumulate in true leaves, and heat shock stimulates cadaverine transport away from the heated tissue. Cadaverine also confers protection against stress. It induces stomatal closure, a common stress response, in fava beans, and it prevents decreases in root and shoot weight upon oxidative stress in rice.\n\nDespite its profound impacts on overall cellular homeostasis and plant growth under stressful conditions, the underlying mechanisms that explain how cadaverine alters plant growth and development are still unknown. To address this gap, natural variation in root length sensitivity to exogenous cadaverine was examined, and ORGANIC CATION TRANSPORTER 1 (OCT1, AT1G73220) was identified as an important quantitative trait locus (QTL) involved in this response.",
  "methods": "Materials and methods\n\nPlant materials\n\nQTL analysis used the following stocks from the Arabidopsis Biological Resource Center (Columbus, OH, USA): Cape Verde Islands (Cvi; CS8580), Landsberg erecta-2 Ler-2; CS8581), and a population of Cvi/Ler recombinant inbred lines (RILs; CS22000). This population consists of 162 individual RILs that were genotyped at 293 marker loci. The near isogenic lines (NILs) LCN1-12, -15, -14, -21, -22, and -28 (N717058, N17060, N17061, N17067, N17068, and N17074) were obtained from the Nottingham Arabidopsis Stock Center (Nottingham, UK). An-1 (CS22626), Bs-1 (CS6627), Knox-18 (CS22567), Sq-8 (CS22601), Ull2-3 (CS22587), and Wei-0 (CS22622) seed came from the Arabidopsis Biological Resource Center. The oct1-1 mutant and oct1-1 [35Spro:OCT1WS] transgenic lines were provided by Christine Lelandais-Briere.\n\nGrowth conditions\n\nThe seeds were sterilized by washing them with 95% ethanol. Except where noted in the text, they were plated on half-strength buffered Linsmaier and Skoog medium containing micro- and macronutrients, vitamins, and 1.5% sucrose (Caisson Laboratories, North Logan, UT, USA) that was supplemented with 1.5% agar type E (Sigma-Aldrich, St. Louis, MO, USA) and polyamines (Sigma-Aldrich) as required. The seedlings were stratified for 2–8 d and grown in either a Conviron TC16 growth chamber or an Enconair (now BioChambers, Winnipeg, Manitoba, Canada) Controller 6000 growth chamber for each experiment. Both chambers were set at 22 °C and a 16h light/8h dark cycle, and the light intensity was 50–70 μmol m–2 s–1 and provided by cool-white fluorescent bulbs (Grainger, Lake Forest, IL, USA).\n\nRoot length measurements\n\nSeedling images were taken from the backs of the plates using a scanner (Epson, Suwa, Nagano Prefecture, Japan). Root length was measured using the segmented line tool in NIH Image (publically available at ) or the Neuron J plugin for Image J.\n\nMicroscopy\n\nTo calculate cell length, the cell walls were stained by transferring the seedlings to 10 μg ml–1 propidium iodide (Sigma-Aldrich) for ~20min. Imaging was conducted using a Zeiss LSM 510 Meta Confocal microscope (Zeiss, Thornwood, NY, USA), and cell length measurements were performed in Adobe Photoshop.\n\nQTL mapping\n\nPlants were grown at a 30 ° tilt for 6 d on media with or without cadaverine. A concentration of 50 μM cadaverine was used in trial 1, and 100 μM cadaverine was used in trial 2. The mean root length value on medium containing cadaverine was subtracted from the mean value on control medium and then divided by the mean on control medium. This number was subtracted from 1, and this ratio, along with genotypic data for each RIL, was entered into WinQTL Cartographer version 2.5 and the r/qtl package in R (). For WinQTL Cartographer, maps were created using the Kosambi map function. During composite interval mapping, the model incorporated a 0.5 step rate with a 1.0 cM window size and 10 control markers. LOD thresholds were determined by 1000 permutations. In r/qtl, the function ‘scanone’ was used for interval mapping, and ‘scantwo’ was used to generate the two-dimensional plot. Significance levels were determined by 1000 permutations, implementing the EM algorithm. Fine mapping of the NILs was performed using standard methods and the primers listed in Supplementary Table S1 available at JXB online.\n\nRT–PCR and qRT-PCR\n\nApproximately 24 seedlings were grown at a 30 ° backward tilt at staggered times for each biological replicate on medium containing no cadaverine unless otherwise indicated. Whole roots from 7-day-old seedlings were dissected and immediately frozen in liquid nitrogen. RNA was prepared using an RNeasy Plant Mini Kit (QIAGEN, Venlo, The Netherlands) and stored at –80 ºC until use, typically within a few days. RNA samples were treated with RQ1 DNase (Promega, Madison, WI, USA) according to the instructions. The ratios at absorbencies of 260 to 280 and at 260 to 230 as well as gel electrophoresis were used to verify RNA quality. Poor quality samples were not used for subsequent experiments. RNA concentrations were determined using a NanoDrop 2000 (Thermo Scientific, Waltham, MA, USA).\n\nFor reverse transcription–PCR (RT–PCR), cDNA was made using the iScript™ cDNA Synthesis Kit (Bio-Rad, Hercules, CA, USA). For quantitative real-time PCR (qRT-PCR), cDNA synthesis and qRT–PCR were done simultaneously using a qScript™ One-Step qRT-PCR Kit (Quanta Biosciences, Gaithersburg, MD, USA). The samples were run on a LightCycler® 480 Real Time-PCR System (Roche Applied Science, Basel, Switzerland). Each 6 μl reaction contained RNA at a final concentration of 2ng μl–1 and each primer at a concentration of 0.65 μM. Other components were included at the concentrations defined by the kit. Control reactions without reverse transcriptase were included and did not yield any detectable expression. Cycling conditions were 49 ºC for 10min, 95 ºC for 5min, and 45 cycles of 95 ºC for 5 s, 55 ºC for 15 s, and 72 ºC for 10 s. Melt curves were used to verify specificity. Four technical replicates were performed for each sample for each biological replicate, and three biological replicates were performed. LinRegPCR was used to analyse the data.\n\nThe primers used to amplify OCT1 were: 1F (5′ GTGGCTGTT CCTTCCACACT 3′), 1R (5′ AAAGGCCGTGACGAAAGTTA 3′), 2F (5′ CATCCTCGACAGCGTATGAC 3′), 2R (5′ CCTTC CTAACGCAACTAGCA 3′), 3F (5′ TTTGGTGTTGCATCAGTG CT 3′), and 3R (5′ CGGAGCGTTTCGAGTTTCT 3′). 4R (5′ CGTGAAATGCGTGTTGAAAG 3′) was used to detect possible transcript that extended into the T-DNA region. Primers 3F and 3R as well as 5′ CCTCTTGGATACGCGGTTT 3′ and 5′ CAAGA AGCCATCGAGGAGAC 3′ were used for OCT1 qRT–PCR. Primers used to amplify the reference gene At1g58050 were: 5′ CCATTCTACTTTTTGGCGGCT 3′ and 5′ TCAATGGTAACTGATCCACTCTGATG 3′. This reference gene was chosen due to its consistent expression and its similar expression level to OCT1\n\nTransgenic constructs\n\nGenomic DNA from Cvi and Ler was used to amplify the region extending from 2079 bases before the start codon through to 417 bases after the stop codon of OCT1. This region was cloned in between the attL1 and attL2 sites in the Gateway entry vector pENTR/D-TOPO (Life Technologies, Madison, WI, USA). An LR reaction was performed to transfer this region into the binary vector pMDC99. The constructs were sequenced and transformed into plants using the Agrobacterium-mediated floral dip method. T3 seedlings likely to all carry the transgene as determined by antibiotic resistance were used in all experiments.",
  "results": "Results\n\nArabidopsis accessions vary in their root length responses to cadaverine\n\nAs a first step toward identifying genes involved in root growth responses to exogenous cadaverine, seedlings of eight Arabidopsis accessions were grown on media containing 0, 100, and 500 μM cadaverine. A decrease in root length between control and increasing cadaverine treatments was observed for all accessions tested (Fig. 1A). Alterations in root waving and skewing and an increase in adventitious and lateral root emergence were also noticed in most accessions (Supplementary Fig. S1 at JXB online). In terms of root length, Cvi-1 and Knox-18 were some of the most resistant accessions to cadaverine, whereas Ler-2 was one of the most sensitive (Fig. 1A, B).\n\nTo determine whether the effect of cadaverine on root length was due to reduced cell elongation or division, the length of the epidermal cells in the mature root zone of Ler seedlings grown on media containing 0 μM or 100 μM cadaverine was measured. It was found that although Ler roots were only ~35% as long on this concentration of cadaverine as on control medium (Fig. 1A), the average cell length of the seedlings on the medium containing cadaverine was ~64% of that of seedlings on control medium (Fig. 1C). This suggests that the reduction in root length is probably due to a combination of reduced cell elongation and division.\n\nA QTL on chromosome 1 affects root length responses to cadaverine\n\nDue to the large difference between Cvi and Ler in root growth responses to exogenous cadaverine, a QTL study was performed with a group of RILs created from the two accessions. Other pairs of accessions would have been equally interesting to use for QTL analysis but, at the time this experiment was initiated, the Cvi×Ler population was the available population created from accessions with the most differing cadaverine responses. These RILs were previously characterized for genotypic contribution from the two parental lines along the five chromosomes. For both the parental lines and the RILs, root growth on medium containing cadaverine compared with growth on control plates lacking this compound was quantified. RIL mean root length ratios showed transgression with respect to the parental means (Fig. 2A). Furthermore, growth on 0 μM and 50 μM cadaverine displayed broad sense heritability values of 0.46 and 0.56, respectively. Taken together, these results indicate that this population is well suited for QTL mapping of root growth responses to exogenous cadaverine.\n\nUsing both composite interval mapping and a 2D scan approach, a strong QTL for relative root growth response to cadaverine was identified at the end of chromosome 1 in two independent trials (Fig. 2B). The additive portion of the QTL graph (Fig. 2B, bottom) predicts that having a Ler allele at this location results in a shorter root upon cadaverine treatment compared with a Cvi allele. No epistasis was observed between this QTL and other parts of the genome (Fig. 2C).\n\nNear isogenic lines confirm the chromosome 1 QTL\n\nSix NILs with Cvi introgression of varying segments of chromosome 1 within an otherwise Ler background were used to confirm the root length QTL. The four LCN1 lines that contain a Cvi introgression at the end of chromosome 1 showed greater, more Cvi-like resistance to cadaverine than LCN1-12 and LCN1-22, the NILs that do not contain a Cvi introgression in this region (Fig. 3). The Ler to Cvi breakpoints in these lines were fine-mapped, and the candidate region was narrowed to a 5.3Mb interval at the end of chromosome 1 (primers shown in Supplementary Table S1 at JXB online).\n\nIdentification of candidate genes for the chromosome 1 QTL\n\nBecause many of the causative loci behind the QTL are due to differences in gene expression, gene expression differences between Cvi and Ler were examined in the candidate region using previously published microarray data. The primary data are publicly available at Gene Expression Omnibus (NCBI; accession number GSE28275). From these arrays, 19 probe sets representing genes located in the candidate chromosomal segment give hybridization signals that differ significantly (95% confidence interval) by ≥2-fold between Cvi and Ler (Table 1). The largest predicted differentially expressed gene in this region was OCT1, which was estimated to show a 73-fold increase in Cvi compared with Ler.\n\nNo other genes in Table 1 encode proteins that are directly relevant to polyamine metabolism or transport. Genes encoding a transglutaminase (At1g69820) and a cinnamyl alcohol dehydrogenase (At1g72680), both possibly linked to the formation of polyamine conjugates, are found in this QTL interval; however, they do not show ≥2-fold expression differences between Cvi and Ler.\n\nOCT1 from Cvi and Ler genomic DNA was sequenced. No large insertions or deletions were found, and only one amino acid change was found: residue 431 in the second exon is serine in Cvi and alanine in Ler (Supplementary Table S2 at JXB online). Analysing the 2kb of sequence upstream of the start codon revealed numerous single nucleotide polymorphisms and small insertions but no large insertions or deletions (Supplementary Table S2). Based on these data, it was hypothesized that OCT1 expression differences contribute to root length responses to exogenous cadaverine. qRT-PCR data confirmed the microarray result and showed that OCT1 expression was ~14 times as high in Cvi roots as in Ler roots (Fig. 4). Cadaverine treatment did not significantly change OCT1 expression in either accession (Fig. 4).\n\noct1-1 mutants express a truncated OCT1 transcript\n\nTo evaluate a role for OCT1 in root length responses to cadaverine, the oct1-1 mutant, which was previously found to carry a single T-DNA insertion near the 3’ end of the gene, was obtained; both ends of the insertion were characterized. This mutant was also reported to not express any OCT1 RNA, as determined by RT–PCR using primers aligning on each side of the intron. To confirm this result, RT–PCR was performed on oct1-1 and (Wassilewskija) WS wild-type root RNA samples. As expected, PCR products were obtained from WS wild-type cDNA samples of the expected sizes using multiple primer sets (1F/1R, 2F/2R, and 3F/3R) (Supplementary Fig. S2 at JXB online). Also, no transcript was observed for oct1-1 mutants using primer sets near the 3′ end of the gene (2F/2R, 3F/3R, and 2F/4R) (Supplementary Fig. S2).\n\nHowever, it was found that oct1-1 plants do express a partial OCT1 transcript using primers on each side of the intron (1F/1R) (Supplementary Fig. S2 at JXB online). This product size corresponds to approximately the predicted length if the intron is not spliced out of the RNA (238 bases instead of 135 bases), which would result in a premature stop codon in the intron. No product for any primer set was detected in control reactions without reverse transcriptase, which confirms the lack of genomic DNA contamination (Supplementary Fig. S2). Therefore, oct1-1 produces a truncated OCT1 transcript that is highly unlikely to encode a functional protein.\n\noct1-1 shows increased cadaverine sensitivity\n\nIf Ler roots have higher sensitivity to cadaverine compared with Cvi roots because they have lower OCT1 expression, then oct1 mutant roots should also respond more strongly to cadaverine than wild-type plants. To test this, WS wild type, oct1-1, and two independent transgenic rescue lines (oct1-1 [35Spro:OCT1WS]) were grown on control medium and medium supplemented with cadaverine. Rescue line 1 had significantly higher OCT1 expression compared with the WS wild type, whereas rescue line 2 had a similar level of OCT1 expression (Fig. 5A). It was found that all of these plants had the same root length on control medium lacking cadaverine, but oct1-1 mutant roots were significantly shorter than wild-type roots on media containing 50 μM and 500 μM cadaverine (Fig. 5B). Robust root growth on medium containing cadaverine was restored in both independent transgenic rescue lines. Rescue line 2 showed a wild-type-like response to cadaverine, and rescue line 1 showed increased resistance to cadaverine (Fig. 5B). These results suggest that reduced OCT1 expression confers increased cadaverine sensitivity.\n\nThe WS wild type and oct1-1 had similar root lengths on media containing the polyamines putrescine, spermidine, and spermine (Fig. 5C), which shows that this sensitivity is specific to cadaverine. Polyamines have been shown to shorten root growth through the generation of H2O2 by diamine and polyamine oxidases, which promotes premature cell differentiation and programmed cell death. However, because the cadaverine-hypersensitive response of oct1-1 was specific to cadaverine (Fig. 5C), OCT1 probably functions in a different aspect of polyamine-mediated root growth regulation.\n\nThe expression level of OCT1, not its accession origin, correlates with cadaverine sensitivity\n\nTo determine if differences in the OCT1 sequence between Cvi and Ler or only OCT1 expression levels correlated with the cadaverine response, OCT1 was cloned from Cvi and Ler, and these constructs were introduced into oct1-1 mutants. These transgenic lines were then tested on media containing 0 μM and 50 μM cadaverine, and their relative root lengths were measured. A range of cadaverine resistance levels that did not correlate with the accession source of the transgene was found (Fig. 6A).\n\nBecause the insertion location can affect transgene expression, it was predicted that the OCT1 expression levels would correlate with cadaverine sensitivity. To test this, OCT1 expression was measured in four of these lines by qRT-PCR. As expected, a range of OCT1 expression levels was found in the transgenic lines regardless of whether the OCT1 untranslated and coding regions came from Cvi or Ler. In general, lines with increased resistance to cadaverine had higher OCT1 expression (Fig. 6).\n\nGenes other than OCT1 probably also contribute to the cadaverine response\n\nThe data suggest that differences in OCT1 expression contribute significantly to the different cadaverine root length responses in Cvi and Ler. To determine if differences in OCT1 expression among other natural accessions also correlate with variability in cadaverine sensitivity, OCT1 expression was measured in two other accessions, one resistant to cadaverine (Knox-18) and one sensitive to cadaverine (Sq-8). It was found that both lines had higher OCT1 expression than Ler even though only Knox-18 was more resistant to cadaverine than Ler. Furthermore, Sq-8 displayed higher OCT1 expression than Knox-18 despite being more sensitive to cadaverine (Supplementary Fig. S3 at JXB online). The OCT1 sequences of the eight natural accessions initially selected for the analysis of cadaverine response were also compared. Polymorphisms shared among the three most resistant accessions (Cvi-1, Knox-18, and Ull2-3) or the three most sensitive accessions (An-1, Ler-2, and Sq-8) were not seen (Supplementary Table S2). Together, these data suggest that factors other than OCT1 expression may also contribute significantly to differential cadaverine sensitivity among these accessions.\n\nEctopic copies of OCT1 derived from Cvi or Ler were also introduced into Columbia and Ler wild-type plants. Ler root length is highly sensitive to cadaverine, whereas Columbia root length is less sensitive to it. In general, the Columbia plants showed a range of responses to cadaverine regardless of the accession from which the transgene was derived (Supplementary Fig. S4 at JXB online). This result is similar to that obtained when these constructs were transformed into the oct1-1 mutant (Fig. 6). In contrast, when these constructs were transformed into Ler plants, the tested lines generally did not show increased resistance to cadaverine (Supplementary Fig. S4). Therefore, the ability of OCT1 to affect the cadaverine response may depend on the genetic background.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Arabidopsis",
    "cadaverine",
    "natural variation",
    "polyamines",
    "roots",
    "transporter.",
    "Research Paper"
  ],
  "citations": [
    {
      "title": "Homeostatic control of polyamine levels under long-term salt stress in Arabidopsis: changes in putrescine content do not alleviate ionic toxicity",
      "authors": [
        "AI Alet",
        "DH Sánchez",
        "A Ferrando"
      ]
    },
    {
      "title": "What has natural variation taught us about plant development, physiology, and adaptation?",
      "authors": [
        "C Alonso-Blanco",
        "MGM Aarts",
        "L Bentsink",
        "JJB Keurentjes",
        "M Reymond",
        "D Vreugdenhil",
        "M Koornneef"
      ]
    },
    {
      "title": "Development of an AFLP based linkage map of Ler, Col and Cvi Arabidopsis thaliana ecotypes and construction of a Ler/Cvi recombinant inbred line population",
      "authors": [
        "C Alonso-Blanco",
        "AJ Peeters",
        "M Koornneef",
        "C Lister",
        "C Dean",
        "N van den Bosch",
        "J Pot",
        "MT Kuiper"
      ]
    },
    {
      "title": "AGP2 encodes the major permease for high affinity polyamine import in Saccharomyces cerevisiae",
      "authors": [
        "M Aouida",
        "A Leduc",
        "R Poulin",
        "D Ramotar"
      ]
    },
    {
      "title": "Plasticity of polyamine metabolism associated with high osmotic stress in rape leaf discs and with ethylene treatment",
      "authors": [
        "A Aziz",
        "J Martin-Tanguy",
        "F Larher"
      ]
    },
    {
      "title": "Biosynthesis, oxidation and conjugation of aliphatic polyamines in higher plants",
      "authors": [
        "N Bagni",
        "A Tassoni"
      ]
    },
    {
      "title": "Cytoplasmic polyamines block the fast-activating vacuolar cation channel",
      "authors": [
        "LI Bruggemann",
        "II Pottosin",
        "G Schonknecht"
      ]
    },
    {
      "title": "Cadaverine production by Azospirillum brasilense and its possible role in plant growth promotion and osmotic stress mitigation",
      "authors": [
        "F Cassán",
        "S Maiale",
        "O Masciarelli",
        "A Vidal",
        "V Luna",
        "O Ruiz"
      ]
    },
    {
      "title": "Evidence of symbiosis between the soil yeast Cryptococcus laurentii and a sclerophyllous medicinal shrub, Agathosma betulina (Berg.) Pillans",
      "authors": [
        "KJ Cloete",
        "AJ Valentine",
        "MA Stander",
        "LM Blomerus",
        "A Botha"
      ]
    },
    {
      "title": "Floral dip: a simplified method for Agrobacterium-mediated transformation of Arabidopsis thaliana",
      "authors": [
        "SJ Clough",
        "AF Bent"
      ]
    },
    {
      "title": "Putrescine is involved in Arabidopsis freezing tolerance and cold acclimation by regulating abscisic acid levels in response to low temperature",
      "authors": [
        "JC Cuevas",
        "R López-Cobollo",
        "R Alcázar",
        "X Zarza",
        "C Koncz",
        "T Altabella",
        "J Salinas",
        "AF Tiburcio",
        "A Ferrando"
      ]
    },
    {
      "title": "A gateway cloning vector set for high-throughput functional analysis of genes in planta",
      "authors": [
        "MD Curtis",
        "U Grossniklaus"
      ]
    },
    {
      "title": "Genome-wide identification and testing of superior reference genes for transcript normalization in Arabidopsis",
      "authors": [
        "T Czechowski",
        "M Stitt",
        "T Altmann",
        "MK Udvardi",
        "W-R Scheible"
      ]
    },
    {
      "title": "Phenylpropanoid polyamine conjugate biosynthesis in Arabidopsis thaliana flower buds",
      "authors": [
        "C Fellenberg",
        "C Böttcher",
        "T Vogt"
      ]
    },
    {
      "title": "Natural variation in a polyamine transporter determines paraquat tolerance in Arabidopsis",
      "authors": [
        "M Fujita",
        "Y Fujita",
        "S Iuchi",
        "K Yamada",
        "Y Kobayashi",
        "K Urano",
        "M Kobayashi",
        "K Yamaguchi-Shinozaki",
        "K Shinozaki"
      ]
    },
    {
      "title": "Cadaverine, an essential diamine for the normal root development of germinating soybean (Glycine max) seeds",
      "authors": [
        "A Gamarnik",
        "RB Frydman"
      ]
    },
    {
      "title": "A rapid and robust method of identifying transformed Arabidopsis thaliana seedlings following floral dip transformation",
      "authors": [
        "SJ Harrison",
        "EK Mott",
        "K Parsley",
        "S Aspinall",
        "JC Gray",
        "A Cottage"
      ]
    },
    {
      "title": "Polyamines: natural and engineered abiotic and biotic stress tolerance in plants",
      "authors": [
        "SS Hussain",
        "M Ali",
        "M Ahmad",
        "KHM Siddique"
      ]
    },
    {
      "title": "Arabidopsis map-based cloning in the post-genome era",
      "authors": [
        "G Jander",
        "SR Norris",
        "SD Rounsley",
        "DF Bush",
        "IM Levin",
        "RL Last"
      ]
    },
    {
      "title": "Development of a near-isogenic line population of Arabidopsis thaliana and comparison of mapping power with a recombinant inbred line population",
      "authors": [
        "JJB Keurentjes",
        "L Bentsink",
        "C Alonso-Blanco",
        "CJ Hanhart",
        "H Blankestijn-de Vries",
        "S Effgen",
        "D Vreugdenhil",
        "M Koornneef"
      ]
    },
    {
      "title": "Putative spermine synthases from Thalassiosira pseudonana and Arabidopsis thaliana synthesize thermospermine rather than spermine",
      "authors": [
        "JM Knott",
        "P Römer",
        "M Sumper"
      ]
    },
    {
      "title": "Stress regulated members of the plant organic cation transporter family are localized to the vacuolar membrane",
      "authors": [
        "I Küfner",
        "W Koch"
      ]
    },
    {
      "title": "NaCl- and ethylene-dependent cadaverine accumulation and its possible protective role in the adaptation of the common ice plant to salt stress",
      "authors": [
        "V Kuznetsov",
        "M Shorina",
        "E Aronova",
        "L Stetsenko",
        "V Rakitin",
        "N Shevyakova"
      ]
    },
    {
      "title": "Disruption of AtOCT1, an organic cation transporter gene, affects root development and carnitine-related responses in Arabidopsis",
      "authors": [
        "C Lelandais-Brière",
        "M Jovanovic",
        "GAM Torres",
        "Y Perrin",
        "R Lemoine",
        "F Corre-Menguy",
        "C Hartmann"
      ]
    },
    {
      "title": "PARAQUAT RESISTANT1, a Golgi-localized putative transporter protein, is involved in intracellular transport of paraquat",
      "authors": [
        "J Li",
        "J Mu",
        "J Rai",
        "F Fu"
      ]
    },
    {
      "title": "Inward potassium channel in guard cells as a target for polyamine regulation of stomatal movements",
      "authors": [
        "K Liu",
        "H Fu",
        "Q Bei",
        "S Luan"
      ]
    },
    {
      "title": "Massive genomic variation and strong selection in Arabidopsis thaliana lines from Sweden",
      "authors": [
        "Q Long",
        "FA Rabanl",
        "D Meng"
      ]
    },
    {
      "title": "Design and validation of a tool for neurite tracing and analysis in fluorescence microscopy images",
      "authors": [
        "E Meijering",
        "M Jacob",
        "J-CF Sarria",
        "P Steiner",
        "H Hirling",
        "M Unser"
      ]
    },
    {
      "title": "Kinetic and phylogenetic analysis of plant polyamine uptake transporters",
      "authors": [
        "V Mulangi",
        "MC Chibucos",
        "V Phuntumart",
        "PF Morris"
      ]
    },
    {
      "title": "Functional analysis of OsPUT1, a rice polyamine uptake transporter",
      "authors": [
        "V Mulangi",
        "V Phuntumart",
        "M Aouida",
        "D Ramotar",
        "P Morris"
      ]
    },
    {
      "title": "Hydrogen peroxide signalling",
      "authors": [
        "S Neill"
      ]
    },
    {
      "title": "Effects of exogenous diamines on the interaction between ectomycorrhizal fungi and adventitious root formation in Scots pine in vitro",
      "authors": [
        "K Niemi",
        "H Häggman",
        "T Sarjala"
      ]
    },
    {
      "title": "The use of metabolomics to dissect plant responses to abiotic stresses",
      "authors": [
        "T Obata",
        "AR Fernie"
      ]
    },
    {
      "title": "Plant-growth-promoting compounds produced by two agronomically important strains of Azospirillum brasilense, and implications for inoculant formulation",
      "authors": [
        "D Perrig",
        "ML Boiero",
        "OA Masciarelli",
        "C Penna",
        "OA Ruiz",
        "FD Cassán",
        "MV Luna"
      ]
    },
    {
      "title": "Assumption-free analysis of quantitative real-time polymerase chain reaction (PCR) data",
      "authors": [
        "C Ramakers",
        "JM Ruijter",
        "RHL Deprez",
        "AFM Moorman"
      ]
    },
    {
      "title": "OATPs, OATs and OCTs: the organic anion and cation transporters of the SLCO and SLC22A gene superfamilies",
      "authors": [
        "M Roth",
        "A Obaidat",
        "B Hagenbuch"
      ]
    },
    {
      "title": "NIH Image to ImageJ: 25 years of image analysis",
      "authors": [
        "CA Schneider",
        "WS Rasband",
        "KW Eliceiri"
      ]
    },
    {
      "title": "Transglutaminases: widespread cross-linking enzymes in plants",
      "authors": [
        "D Serafini-Fracassini",
        "S Del Duca"
      ]
    },
    {
      "title": "Polyamines prevent NaCl-induced K+ efflux from pea mesophyll by blocking non-selective cation channels",
      "authors": [
        "S Shabala",
        "TA Cuin",
        "I Pottosin"
      ]
    },
    {
      "title": "Heat shock-induced cadaverine accumulation and translocation throughout the plant",
      "authors": [
        "NI Shevyakova",
        "VY Rakitin",
        "DB Duong",
        "NG Sadomov",
        "VV Kuznetsov"
      ]
    },
    {
      "title": "Organ-specific defence strategies of pepper (Capsicum annuum L.) during early phase of water deficit",
      "authors": [
        "AH Sziderics",
        "M Oufir",
        "F Trognitz",
        "D Kopecky",
        "I Matusíková",
        "J-F Hausman",
        "E Wilhelm"
      ]
    },
    {
      "title": "Spermine signalling in tobacco: activation of mitogen-activated protein kinases by spermine is mediated through mitochondrial dysfunction",
      "authors": [
        "Y Takahashi",
        "T Berberich",
        "A Miyazaki",
        "S Seo",
        "Y Ohashi",
        "T Kusano"
      ]
    },
    {
      "title": "Polyamines reduce salt-induced oxidative damage by increasing the activities of antioxidant enzymes and decreasing lipid peroxidation in Virginia pine",
      "authors": [
        "W Tang",
        "RJ Newton"
      ]
    },
    {
      "title": "Perturbation of polyamine catabolism can strongly affect root development and xylem differentiation",
      "authors": [
        "A Tisi",
        "R Federico",
        "S Moreno",
        "S Lucretti",
        "PN Moschou",
        "KA Roubelakis-Angelakis",
        "R Angelini",
        "A Cona"
      ]
    },
    {
      "title": "A QTL study for regions contributing to Arabidopsis thaliana root skewing on tilted surfaces",
      "authors": [
        "LM Vaughn",
        "PH Masson"
      ]
    },
    {
      "title": "An arginine decarboxylase gene PtADC from Poncirus trifoliata confers abiotic stress tolerance and promotes primary root growth in Arabidopsis",
      "authors": [
        "J Wang",
        "P-P Sun",
        "C-L Chen",
        "Y Wang",
        "X-Z Fu",
        "J-H Liu"
      ]
    },
    {
      "title": "",
      "authors": [
        "S Wang",
        "CJ Basten",
        "ZB Zeng"
      ]
    },
    {
      "title": "Protocol: streamline cloning of genes into binary vectors in Agrobacterium via the Gateway(R) TOPO vector system",
      "authors": [
        "R Xu",
        "QQ Li"
      ]
    }
  ],
  "original_title": "Natural variation in the expression of ORGANIC CATION TRANSPORTER 1 affects root length responses to cadaverine in Arabidopsis.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f376/4321547/30c89cd47a75/exbotj_eru444_f0001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f376/4321547/3afea3e24766/exbotj_eru444_f0002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f376/4321547/060a6f43f6a8/exbotj_eru444_f0003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f376/4321547/93c6bb89fd8d/exbotj_eru444_f0004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f376/4321547/66511d261467/exbotj_eru444_f0005.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f376/4321547/d05372365ee9/exbotj_eru444_f0006.jpg"
  ]
}