{
  "pmcid": "PMC5515514",
  "title": "Spaceflight-induced vertebral bone loss in ovariectomized rats is associated with increased bone marrow adiposity and no change in bone formation",
  "abstract": "There is often a reciprocal relationship between bone marrow adipocytes and osteoblasts, suggesting that marrow adipose tissue (MAT) antagonizes osteoblast differentiation. MAT is increased in rodents during spaceflight but a causal relationship between MAT and bone loss remains unclear. In the present study, we evaluated the effects of a 14-day spaceflight on bone mass, bone resorption, bone formation, and MAT in lumbar vertebrae of ovariectomized (OVX) rats. Twelve-week-old OVX Fischer 344 rats were randomly assigned to a ground control or flight group. Following flight, histological sections of the second lumbar vertebrae (n=11/group) were stained using a technique that allowed simultaneous quantification of cells and preflight fluorochrome label. Compared with ground controls, rats flown in space had 32% lower cancellous bone area and 306% higher MAT. The increased adiposity was due to an increase in adipocyte number (224%) and size (26%). Mineral apposition rate and osteoblast turnover were unchanged during spaceflight. In contrast, resorption of a preflight fluorochrome and osteoclast-lined bone perimeter were increased (16% and 229%, respectively). The present findings indicate that cancellous bone loss in rat lumbar vertebrae during spaceflight is accompanied by increased bone resorption and MAT but no change in bone formation. These findings do not support the hypothesis that increased MAT during spaceflight reduces osteoblast activity or lifespan. However, in the context of ovarian hormone deficiency, bone formation during spaceflight was insufficient to balance increased resorption, indicating defective coupling. The results are therefore consistent with the hypothesis that during spaceflight mesenchymal stem cells are diverted to adipocytes at the expense of forming osteoblasts.",
  "introduction": "Introduction\n\nThe adult skeleton undergoes continuous bone remodeling, a sequential process that involves bone resorption followed by bone formation. Bone mineral density (BMD), a commonly used index of bone mass in adults, is maintained over time when bone formation is efficiently coupled to the prevailing rate of bone resorption. Bone loss occurs when there is an imbalance between bone formation and bone resorption where resorption predominates. Bone loss is a common occurrence among astronauts during long-duration spaceflight. The reduction of BMD is generally associated with an increase in biochemical markers of bone resorption with no change in biochemical markers in bone formation. These findings suggest that spaceflight results in a defect in the coupling of bone formation to bone resorption. The precise mechanism for this is unknown.\n\nBone marrow adipose tissue (MAT) has generated considerable recent interest as a putative negative regulator of bone formation. Fat accumulates in bone marrow during prolonged bed rest, a ground-based human model for spaceflight. Although fat accumulation in bone marrow has not been verified in astronauts, an increase in MAT has been observed in rodents following spaceflight. Adipocytes and osteoblasts are derived from mesenchymal stromal cells. Based primarily on cell culture studies, some investigators have concluded that increased adipocyte differentiation inevitably occurs at the expense of osteoblast differentiation. If correct, then the increase in bone marrow adiposity during spaceflight may reflect a shift in the differentiation program of stromal cells from osteoblasts to adipocytes. This may prevent normal coupling of bone formation to the prevailing level of bone resorption and thus have a causative role in the negative bone remodeling balance. The anticipated consequence of this mechanism is reduced generation of osteoblasts.\n\nThere is an alternative, non-mutually exclusive mechanism by which increased MAT can negatively influence bone metabolism. More than 50 adipocyte-derived adipokines, growth factors, and proinflammatory cytokines have been identified, including interleukin 1 beta (IL-1β). IL-1β inhibits bone formation and stimulates bone resorption, and mRNA levels for IL-1β were shown to be increased in tibia in rats flown aboard STS-62 (ref.). Thus, factors produced in bone marrow during spaceflight could reduce bone formation by (1) slowing the rate of osteoblast appearance onto bone surfaces, (2) increasing the rate of osteoblast disappearance from bone surfaces, or (3) inhibiting osteoblast activity.\n\nOne or both mechanisms could perpetuate a cycle where increasing MAT would lead to progressive bone loss during prolonged spaceflight. The present study, using archived vertebrae from rats flown on STS-62, utilized a novel approach to challenge these mechanisms by evaluating the association between bone resorption, MAT accumulation, and osteoblast kinetics in sexually mature ovariectomized (OVX) rats subjected to a 14-day spaceflight.",
  "methods": "Materials and methods\n\nExperimental design\n\nThe experimental protocol was approved by the NASA Animal Care and Use Committee, and animals were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals. Twelve-week-old female Fischer 344 rats (Taconic Farms, Germantown, NY, USA) were used in the study. The rats were OVX 14 days prior to launch and randomly assigned to one of two treatment groups (n=12 per group): (1) ground-based control (ground control) or (2) spaceflight (flight). The flight animals were flown on the Space Shuttle Columbia (STS-62) for 14 days. All animals were housed in animal enclosure modules (AEM) with 6 rats per AEM. The AEMs were maintained at 28 °C. Food (Teklad L356 food bars; Teklad, Madison, WI, USA) and water were provided ad libitum to all animals. Rats received one calcein injection (20 mg/kg, intraperitoneal) one day prior to launch to label mineralizing bone matrix. The rats were killed by decapitation on the day of landing and bones were collected and placed in 70% ethanol for analysis.\n\nHistomorphometry\n\nSecond lumbar vertebrae from 11 rats per group were available for evaluation. The bones were prepared for histological analysis as described. In brief, specimens were dehydrated in increased concentrations of ethanol and embedded in a mixture of methyl methacrylate and 2-hydroxyethyl-methacrylate (in a 12.5:1 ratio). Five-micrometer-thin sections were then cut on a microtome (model 2065, Reichert-Jung, Heidelberg, Germany) and stained with toluidine blue (Sigma Chemical, St Louis, MO, USA). The staining technique allowed simultaneous quantification of cells and fluorochrome label.\n\nThe effects of spaceflight on bone resorption and osteoblast turnover (Figure 4) were evaluated using a novel approach. Specifically, the preflight fluorochrome label was used to identify bone perimeter undergoing mineralization in preflight animals experiencing normal weight bearing. Because preflight fluorochrome label perimeter is assumed to be similar in the rats randomly assigned to a group (ground control or flight), post-flight differences in label length represent intergroup differences in bone resorption during flight. In turn, the perimeter bounded by preflight label with adjacent osteoblasts represents continuous bone formation throughout the duration of flight (Figure 4a), whereas fluorochrome label with no adjacent osteoblasts reflects sites undergoing bone mineralization at the time of label administration but not subsequently (ceased bone formation; Figure 4b). In contrast, bone perimeter bounded by osteoblasts with no adjacent label represents sites where bone formation was newly initiated during flight (i.e., following administration of the preflight label; Figure 4c).\n\nCell and fluorochrome data were simultaneously collected by viewing the sections under combined visible light and ultraviolet light using the OsteoMeasure System (OsteoMetrics, Atlanta, GA, USA). Endpoints evaluated included bone area fraction (bone area/tissue area, area of total tissue evaluated occupied by cancellous bone, %), fluorochrome label length (length/tissue area, mm/mm2) and osteoclast perimeter (osteoclast perimeter/bone perimeter, %). Fluorochrome-based indices of bone formation included measurements of continuous bone formation during flight (percentage of bone lined with osteoblasts associated with the single label; %), ceased bone formation during flight (percentage of bone perimeter with label not associated with osteoblasts, %), newly initiated bone formation during flight (percentage of osteoblast perimeter not associated with label, %) and mineral apposition rate (mean distance between the fluorochrome marker and osteoblast-lined perimeter divided by number of days between the label injection and killing (15 days), μm/day). MAT (% tissue area) and adipocyte number (#/mm2) were measured and adipocyte size (μm2) was determined by dividing MAT by adipocyte number.\n\nStatistical analysis\n\nMean responses were compared using independent two-sample t-tests (ground control versus flight). The required conditions for valid use of t-tests were assessed using Levene’s test for homogeneity of variance and the Anderson–Darling test for normality. When the assumption of equal variance was violated, Welch’s two-sample t-test was used for comparisons. When the assumption for normality was violated, the Wilcoxon–Mann–Whitney test was performed. The Hochberg adjustment method was used to control for multiple comparisons by maintaining the familywise error rate at 5% (Hochberg 1988). Differences were considered statistically significant at P<0.05. All data are expressed as mean±s.e.\n\nThe authors declare no conflict of interest.",
  "results": "Results\n\nBone resorption increased during spaceflight\n\nCompared with ground controls, flight animals had 32% lower cancellous bone area fraction (Figure 1a), 16% lower fluorochrome label length (indicative of greater resorption of preflight label; Figure 1b), and 229% greater osteoclast perimeter (Figure 1c).\n\nIndices of osteoblast kinetics were not altered during spaceflight\n\nSignificant differences between ground control and flight animals were not detected for continuous bone formation (fluorochrome label with adjacent osteoblasts; Figure 2a), ceased bone formation (fluorochrome label with no adjacent osteoblasts; Figure 2b), newly initiated bone formation (osteoblasts with no adjacent fluorochrome label; Figure 2c), or mineral apposition rate (Figure 2d).\n\nBone marrow adiposity increased during spaceflight\n\nPercent total tissue area occupied by adipocytes was 306% greater in the flight animals compared with ground controls (Figure 3a). The increase in MAT was associated with increases in adipocyte number (224%; Figure 3b) as well as adipocyte size (26%; Figure 3c).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Article"
  ],
  "citations": [
    {
      "title": "Skeletal health in long-duration astronauts: nature, assessment, and management recommendations from the NASA Bone Summit",
      "authors": []
    },
    {
      "title": "Spaceflight-induced bone loss: is there an osteoporosis risk?",
      "authors": []
    },
    {
      "title": "Invited review: what do we know about the effects of spaceflight on bone?",
      "authors": []
    },
    {
      "title": "Hypothesis: coupling between resorption and formation in cancellous bone remodeling is a mechanically controlled event",
      "authors": []
    },
    {
      "title": "What's the matter with MAT? Marrow adipose tissue, metabolism, and skeletal health",
      "authors": []
    },
    {
      "title": "Bone marrow fat accumulation after 60 days of bed rest persisted 1 year after activities were resumed along with hemopoietic stimulation: the Women International Space Simulation for Exploration study",
      "authors": []
    },
    {
      "title": "Cosmos 1129: spaceflight and bone changes",
      "authors": []
    },
    {
      "title": "Effects of spaceflight on trabecular bone in rats",
      "authors": []
    },
    {
      "title": "Adipocytic proportion of bone marrow is inversely related to bone formation in osteoporosis",
      "authors": []
    },
    {
      "title": "Bone and fat: old questions, new insights",
      "authors": []
    },
    {
      "title": "Adipose tissue as an endocrine organ: an update on pro-inflammatory and anti-inflammatory microenvironment",
      "authors": []
    },
    {
      "title": "Basic aspects of adipokines in bone metabolism",
      "authors": []
    },
    {
      "title": "The effects of spaceflight on mRNA levels for cytokines in proximal tibia of ovariectomized rats",
      "authors": []
    },
    {
      "title": "Time course of vertebral osteopenia in ovariectomized rats",
      "authors": []
    },
    {
      "title": "The effects of orbital spaceflight on bone histomorphometry and messenger ribonucleic acid levels for bone matrix proteins and skeletal signaling peptides in ovariectomized growing rats",
      "authors": []
    },
    {
      "title": "Effects of weightlessness on bone mass and osteoclast number in pregnant rats after a five-day spaceflight (COSMOS 1514)",
      "authors": []
    },
    {
      "title": "Skeletal abnormalities in rats induced by simulated weightlessness",
      "authors": []
    },
    {
      "title": "Large adipocytes function as antigen presenting cells to activate CD4+ T cells via up-regulating MHCII in obesity",
      "authors": []
    },
    {
      "title": "Interferon gamma inhibits adipogenesis in vitro and prevents marrow fat infiltration in oophorectomized mice",
      "authors": []
    },
    {
      "title": "Overview: animal models of osteopenia and osteoporosis",
      "authors": []
    },
    {
      "title": "Estrogen regulates the rate of bone turnover but bone balance in ovariectomized rats is modulated by prevailing mechanical strain",
      "authors": []
    },
    {
      "title": "A new rat model simulating some aspects of space flight",
      "authors": []
    },
    {
      "title": "Effect of gender on bone turnover in adult rats during simulated weightlessness",
      "authors": []
    },
    {
      "title": "Programmed administration of parathyroid hormone increases bone formation and reduces bone loss in hindlimb-unloaded ovariectomized rats",
      "authors": []
    },
    {
      "title": "Skeletal effects of estrogen",
      "authors": []
    },
    {
      "title": "Effects of sex and gender on adaptations to space: reproductive health",
      "authors": []
    },
    {
      "title": "Histomorphometric analysis of rat skeleton following spaceflight",
      "authors": []
    },
    {
      "title": "Histomorphometric analyses of cancellous bone from COSMOS 2044 rats",
      "authors": []
    },
    {
      "title": "Altered skeletal pattern of gene expression in response to spaceflight and hindlimb elevation",
      "authors": []
    },
    {
      "title": "Histological analysis of bone",
      "authors": []
    },
    {
      "title": "On the comparison of several mean values: an alternative approach",
      "authors": []
    }
  ],
  "original_title": "Spaceflight-induced vertebral bone loss in ovariectomized rats is associated with increased bone marrow adiposity and no change in bone formation",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef85/5515514/7e521132b803/npjmgrav201616-f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef85/5515514/d92c0227f957/npjmgrav201616-f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef85/5515514/5674ec93fcb7/npjmgrav201616-f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef85/5515514/b4eef6cce68b/npjmgrav201616-f4.jpg"
  ]
}