{
  "pmcid": "PMC5389344",
  "title": "Bone Marrow Adipose Tissue Deficiency Increases Disuse-Induced Bone Loss in Male Mice",
  "abstract": "Bone marrow adipose tissue (MAT) is negatively associated with bone mass. Since osteoblasts and adipocytes are derived from the same precursor cells, adipocyte differentiation may occur at the expense of osteoblast differentiation. We used MAT-deficient KitW/W−v (MAT-) mice to determine if absence of MAT reduced bone loss in hindlimb-unloaded (HU) mice. Male MAT- and wild-type (WT) mice were randomly assigned to a baseline, control or HU group (n = 10 mice/group) within each genotype and HU groups unloaded for 2 weeks. Femurs were evaluated using micro-computed tomography, histomorphometry and targeted gene profiling. MAT- mice had a greater reduction in bone volume fraction after HU than did WT mice. HU MAT- mice had elevated cancellous bone formation and resorption compared to other treatment groups as well as a unique profile of differentially expressed genes. Adoptive transfer of WT bone marrow-derived hematopoietic stem cells reconstituted c-kit but not MAT in KitW/W−v mice. The MAT- WT → KitW/W−v mice lost cancellous bone following 2 weeks of HU. In summary, results from this study suggest that MAT deficiency was not protective, and was associated with exaggerated disuse-induced cancellous bone loss.",
  "introduction": "In long-duration spaceflight, the human skeleton adapts to microgravity by reducing the amount of bone in sites that are weight-bearing. While new countermeasures have been implemented in a mission-specific manner, mitigating the metabolic changes of the skeleton in microgravity remains a challenge to the success of long-duration exploration class missions.\n\nAn increase in bone marrow adipose tissue (MAT) is commonly observed with a decline in bone mass. This association has been observed in humans in iliac crest biopsies and with non-invasive use of magnetic resonance imaging, and in animal models for aging, postmenopausal osteoporosis and disuse. Increased MAT was reported in humans following long-duration bedrest and in rodents during spaceflight. Both osteoblasts and adipocytes differentiate from mesenchymal stem cells in the presence of specific transcription factors. Since osteoblasts and adipocytes originate from the same progenitor pool within the bone marrow, it is possible that one cell type could be produced at the expense of the other. However, a causal relationship has yet to be demonstrated. Thus, while conditions of disuse create a change in balance of cellular function within the bone marrow, it is not clear whether the concurrently observed infiltration of bone marrow fat actively contributes to bone loss.\n\nWe have previously identified KitW/W−v mice as deficient in bone marrow adipose tissue (MAT-) in weight-bearing bones. These mice have a loss of function mutation in c-kit, a receptor tyrosine kinase, located on selective hematopoietic lineage cells. Since an inverse relationship between MAT accumulation and bone mass has been observed, we hypothesized that if MAT plays a causative role, MAT- mice would be resistant to disuse-induced bone loss. To test this hypothesis, we utilized hindlimb unloading (HU) as a ground-based model for spaceflight. The HU model produces skeletal changes in hindlimbs of rodents similar to those observed in astronauts following spaceflight. We therefore compared the skeletal response of adult male WT mice and MAT- mice to HU.",
  "methods": "Methods\n\nThe animals were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals and the experimental protocol was approved by the Oregon State University Institutional Animal Care and Use Committee.\n\nExperiment 1\n\nThe purpose of this experiment was to evaluate the skeletal response to HU in WT and MAT-deficient KitW/W−v mice. Four-week-old male WBB6F1/J-KitW/KitW−v/J (KitW/W−vor MAT-) mice and their WT WBB6F1/J littermates were purchased from Jackson Laboratory (Bar Harbor, ME, USA) and single housed in a 32 °C room for the duration of the experiment. Housing mice at 32 °C (thermoneutral temperature) has been shown to minimize resting energy expenditure, which should compensate for the inability of mice to huddle (regulating body temperature) during HU. Furthermore, adaptation to room temperature housing was recently shown to result in cancellous bone loss in mice.\n\nAt 16 weeks of age, the mice were randomized by body weight into one of six treatments (n = 10/group): WT baseline, WT control, WT HU, MAT- baseline, MAT- control, MAT- HU. Animals from the baseline groups were sacrificed. The next day, animals from the control and HU groups were transferred to unloading cages. The mice were unloaded for 2 weeks as described. In brief, HU mice were placed in a restraint device, where the tail was cleaned with ethanol-soaked gauze and sprayed with a tincture of benzoin. A thin piece of traction tape was looped through a large paper clip, and then pressed along the sides of the mouse’s tail. Filament tape was wrapped around the tail in two locations to secure the traction tape: the base of the tail and 2.5 cm caudal. The paperclip end was looped through the clasp secured on the unloading apparatus. Mice were positioned in a 30° head-down tilt. All HU animals were provided with food and water ad libitum. The control groups were pair-fed to unloaded groups within genotype, and were given water ad libitum. Calcein injections (15 mg/kg; sc) were given 4 days and 1 day prior to termination to label mineralizing bone matrix. Mice were anesthetized then terminated using decapitation. The right femur from each mouse was placed in formalin for 24-hour fixation, then stored at 4 °C in 70% ethanol prior to sequential analysis by μCT and histomorphometry. The left femur was flash frozen in liquid nitrogen, then stored at −80 °C for RNA analysis. Body weight (g), abdominal WAT weight (g), seminal vesicle weight (g; an index of androgen levels) and blood glucose (mg/dL) were recorded at necropsy.\n\nExperiment 2\n\nMice were purchased and housed as in Experiment 1. WT littermates were used as donors of bone marrow. At 8 weeks of age, bone marrow transplant recipient mice were lethally irradiated (two split doses of 5 Gy each, 10 Gy total; Gammacell 220 Co gamma irradiator) then, the following day, injected with purified HSC from donor WT mice. The purified HSC were prepared as follows: whole bone marrow cells were harvested from the femora and tibia of 12 donor mice. Lineage negative (lin−) cells were enriched from bone marrow cells using magnetic cell separation with MACS lineage cell depletion kit (Miltenyi Biotec Inc., Auburn, CA, USA). Enriched lin- bone marrow cells were incubated with anti-CD117 (c-kit) and anti-Sca-1 antibodies (eBioscience, San Diego, CA, USA). HSC (Lin−Sca-1+c-Kit+) were purified from enriched lin- by flow cytometry and single cell sorting using MoFlo XDP (Beckman Coulter, Indianapolis, IN, USA). Purified HSC were resuspended in saline, and 200 μl containing 1,000 donor HSC were injected into the tail vein of each irradiated recipient mouse. Tracking of cellular repopulation was performed with the use of HSC from GFP-expressing mice (GFP→ KitW/W−v; n = 3) using the same protocol. The percentages of GFP-positive B and T cells in peripheral blood lymphocytes were measured by flow cytometry using B cell-specific (CD19) and T cell-specific (CD3) antibodies 8 weeks post adoptive transfer. Mice that did not undergo adoptive transfer were used as controls (n = 2).\n\nAt 16-weeks of age the mice were randomized by body weight into one of two treatments (n = 10/group): 1) WT→KitW/W−v control, 2) WT→KitW/W−v HU. Control and HU animals were then transferred to the unloading cages. Unloading and tissue collection were performed as described in Experiment 1.\n\nMicro-computed Tomography\n\nμCT was used for nondestructive three-dimensional evaluation of cancellous bone volume and architecture. Femora were scanned using a Scanco μCT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12 μm × 12 μm × 12 μm (55 kVp x-ray voltage, 145 μA intensity, and 200 ms integration time). Filtering parameters sigma and support were set to 0.8 and 1, respectively. The threshold value for evaluation was determined empirically and set at 245 (gray scale, 0–1000). Cancellous bone was evaluated in the distal femur metaphysis and epiphysis.\n\nAssessment of cancellous bone in the distal femur metaphysis began 45 slices (540 μm in length) proximal to the growth plate, and included forty slices (480 μm in length) of cancellous bone. The entire cancellous bone compartment was evaluated in the distal femur epiphysis. Direct cancellous bone measurements included bone volume fraction (bone volume/tissue volume; volume of total tissue occupied by cancellous bone, %), connectivity density (number of redundant connections per unit volume, mm−3), trabecular thickness (mean thickness of individual trabeculae, μm), trabecular number (number of trabecular intercepts per unit length, mm−1) and trabecular spacing (distance between trabeculae, μm).\n\nHistomorphometry\n\nThe histological methods used have been previously described in detail. In brief, distal femora were dehydrated in graded increases of ethanol and xylene, then embedded undecalcified in methyl methacrylate. Sections 4 μm thick were cut with a vertical bed microtome (Leica/Jung 2165) and fixed to slides with a dried precoated 1% gelatin solution. Mounted unstained slides were used for measurements of fluorochrome labels. For cell-based measurements, slides were stained with tartrate-resistant acid phosphatase and counterstained with toluidine blue (Sigma, St. Louis, MO, USA). All data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA, USA). The sampling site for the distal femoral metaphysis was located 0.25–1.25 mm proximal to the growth plate.\n\nStatic (cell-based) histological measurements include bone marrow adiposity (adipocyte area/tissue area; %), adipocyte density (#/mm2), adipocyte size (μm2), osteoblast perimeter (osteoblast perimeter/bone perimeter; %) and osteoclast perimeter (osteoclast perimeter/bone perimeter; %). Adipocytes were identified as large circular or oval-shaped cells bordered by a prominent cell membrane lacking cytoplasmic staining due to alcohol extraction of intracellular lipids during processing. Osteoblast perimeter was determined as a percentage of total bone perimeter lined by plump cuboidal cells located immediately adjacent to the thin layer of osteoid in direct physical contact with bone. Osteoclast perimeter was determined as a percentage of cancellous bone perimeter covered by multinucleated cells with an acid phosphatase-positive cytoplasm (stained red).\n\nDynamic (fluorochrome) histological measurements include mineralizing perimeter (mineralizing perimeter/bone perimeter; %), mineral apposition rate (distance between two fluorochrome markers that comprise a double label divided by the 3 day label interval; μm/day), and bone formation rate (mineralizing perimeter multiplied by mineral apposition rate normalized to bone perimeter; μm2/μm/year).\n\nGene Expression\n\nFemora (n = 5/group) were pulverized with a mortar and pestle in liquid nitrogen, then further homogenized in TRIzol (Invitrogen, Carlsbad, CA, USA). Total RNA was isolated according to the manufacturer’s protocol, and mRNA was reverse transcribed into cDNA using SuperScript III First-Strand Synthesis SuperMix for qRT-PCR (Invitrogen). The expression of 84 genes related to osteoblast and osteoclast differentiation and function was determined using the Mouse “Osteoporosis” RT2 Profiler PCR Array (Qiagen, Valencia, CA, USA) according to the manufacturer’s protocol. Gene expression was normalized to Gapdh and relative quantification was determined by the ΔΔCt method using RT2 Profiler PCR Array Data Analysis software version 3.5 (Qiagen). Two of the twenty samples did not meet quality control standards for interpretation of array data and were excluded.\n\nStatistical Analysis\n\nMeans in Experiment 1 were compared between genotype and treatment groups using two-way analysis of variance (ANOVA). When significant interactions were present, t-tests were used to make two-group comparisons with “a” used to signify a difference from control mice within genotype and “b” used to signify a difference from WT mice within treatment. When non-significant interactions were present, group comparisons were made from two-way ANOVA with main effects for genotype and treatment. Means for bone marrow adiposity, adipocyte density and adipocyte size were compared using t-tests, since the absence of marrow adiposity in KitW/W−v mice made the use of two-way ANOVA invalid. Means among baseline, control and HU groups within genotype were compared using one-way ANOVA. When the ANOVA was significant, Dunnett’s test was used to make comparisons to the baseline group. Means in Experiment 2 were compared using t-tests\n\nThe required conditions for valid use of t-tests and ANOVA were assessed using Levene’s test for homogeneity of variance and the Anderson-Darling test of normality. When the assumption of equal variance was violated, Welch’s two-sample t-test was used for two-group comparisons. When the normality assumption was violated, the Wilcoxon-Mann-Whitney test was used for two-group comparisons. Methods for maintaining false discovery rate at 5% were used to adjust for multiple comparisons. Differences were considered significant at p ≤ 0.05. Data are presented as mean ± SEM. Data analysis was performed using RStudio version 0.98.1083.\n\nAdditional Information\n\nHow to cite this article: Keune, J. A. et al. Bone Marrow Adipose Tissue Deficiency Increases Disuse-Induced Bone Loss in Male Mice. Sci. Rep. 7, 46325; doi: 10.1038/srep46325 (2017).\n\nPublisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
  "results": "Results\n\nExperiment 1\n\nExperiment 1 evaluated the impact of MAT deficiency on the skeletal response to HU. The effects of genotype (WT and MAT-), treatment (control and HU), and their interaction on body weight, abdominal white adipose tissue (WAT) weight, seminal vesicle weight and blood glucose at necropsy are shown in Fig. 1. MAT- mice had a lower body weight than WT mice (Fig. 1a). No significant difference in body weight was observed in response to HU. MAT- mice had less abdominal WAT than WT mice (Fig. 1b). No significant difference in WAT weight was observed in response to HU. Seminal vesicle weight reflects testosterone levels in mice. MAT- mice had lower seminal vesicle weight than WT mice (Fig. 1c) and HU resulted in greater seminal vesicle weight. Blood glucose was not different between genotypes (Fig. 1d). HU resulted in higher blood glucose concentrations, but MAT- HU mice experienced a greater increase in blood glucose.\n\nThe effects of genotype, HU and their interaction on cancellous bone microarchitecture in the distal femur metaphysis are shown in Fig. 2. MAT- mice had a greater bone volume fraction than WT mice (Fig. 2a). HU resulted in a lower bone volume fraction in both genotypes, but the MAT- mice experienced a greater reduction in bone volume fraction. MAT- mice had a greater connectivity density (Fig. 2b) than WT mice. HU reduced the connectivity density of both genotypes, but MAT- mice experienced a greater reduction. MAT- mice had greater trabecular number than WT mice (Fig. 2c). HU resulted in lower trabecular number. MAT- mice had greater trabecular thickness than WT mice (Fig. 2d). HU resulted in lower trabecular thickness. MAT- mice had lower trabecular spacing than WT mice (Fig. 2e). HU resulted in greater trabecular spacing. Representative images of microarchitecture in the femur metaphysis are shown in Fig. 2f–i.\n\nThe effects of genotype, HU and their interaction on cancellous bone microarchitecture in the distal femur epiphysis are shown in Supplementary Figure S1. Bone volume fraction was not different between genotypes (Fig. S1a). HU resulted in lower bone volume fraction. MAT- mice had lower connectivity density than WT mice (Fig. S1b). No significant difference in connectivity density was observed in response to HU. MAT- mice had lower trabecular number than WT mice (Fig. S1c). No significant difference was observed in trabecular number in response to HU. MAT- mice had greater trabecular thickness than WT mice (Fig. S1d). HU resulted in lower trabecular thickness. MAT- mice had greater trabecular spacing than WT mice (Fig. S1e). No significant difference was observed in trabecular spacing in response to HU.\n\nTo establish the direction of changes in bone microarchitecture following HU, the treatment groups were compared to controls sacrificed at the start of the experiment (baseline controls). The results are shown in Supplementary Table S1. In general, there was no difference in bone microarchitecture between control and baseline mice, the exceptions being cancellous bone volume fraction, connectivity density and trabecular number in the distal femur metaphysis of WT mice which were lower in the control mice. In contrast, most parameters differed between the HU mice and baseline mice. Specifically, cancellous bone volume fraction, connectivity density, trabecular number, and trabecular thickness were lower and trabecular spacing higher in the distal femur metaphysis of HU WT and HU MAT- mice. Also, cancellous bone volume fraction and trabecular thickness were lower in the distal femur epiphysis of HU WT and HU MAT- mice compared to baseline.\n\nThe effects of genotype, HU and their interaction on histomorphometry in the distal femur metaphysis are shown in Fig. 3. As expected, adipocytes in bone marrow were not detected in MAT- mice (Fig. 3a–c). The absence of adipocytes can be visibly appreciated in Fig. 3e. No significant differences were observed in bone marrow adiposity (Fig. 3a), adipocyte density (Fig. 3b) or adipocyte size (Fig. 3c) in response to HU in WT mice.\n\nMAT- HU mice had greater osteoblast perimeter than WT HU mice (Fig. 3f). HU had no effect on osteoblast perimeter in WT mice, but resulted in greater osteoblast perimeter in the MAT- mice. MAT- mice had a greater osteoclast perimeter than WT mice (Fig. 3g). HU resulted in greater osteoclast perimeter. MAT- mice had greater mineralizing perimeter than WT mice (Fig. 3h). No significant difference in mineralizing perimeter was observed in response to HU. MAT- HU mice had greater mineral apposition rate than WT HU mice (Fig. 3i). HU had no effect on mineral apposition rate in WT mice, but resulted in greater mineral apposition rate in the MAT- mice. MAT- HU mice had greater bone formation rate than WT HU mice (Fig. 3j). HU had no effect on bone formation rate in the WT mice, but resulted in greater bone formation rate in MAT- mice.\n\nGene profiling was performed to evaluate whether HU leads to differential gene expression in WT and MAT- mice that may provide insight into the mechanisms mediating the observed differences in microarchitecture and cellular responses. The differential expression of genes related to osteoblast and osteoclast differentiation and function is shown in Fig. 4; the complete analysis of all 84 genes can be found in Supplementary Table S2. Compared to WT control mice, 5 genes (Igfbp2, Mstn, Mthfr, Nfatc1, Sfrp1) were differentially expressed in MAT- mice. Compared to WT control mice, 10 genes (Adcy10, Bmp7, Calcr, Car2, Col1a1, Comt, Crtap, Ctsk, Esr1, Fgfr1) were differentially expressed in WT HU mice. Compared to WT control mice, 21 genes (Alox12, Alox15, Alox5, Cd40, Cnr2, Comt, Dbp, Esr1, Esrra, Hsd11b1, Igfbp2, Il6, Il6ra, Lta, Mstn, Nos3, Npy, Nr3c1, Sfrp1, Shbg, Tshr) were differentially expressed in MAT- HU mice. Two of the genes that were differentially expressed in HU WT mice were differentially expressed in MAT- HU mice (Comt, and Esr1), but in opposite directions.\n\nExperiment 2\n\nA pilot study showed that transplanting WT hematopoietic stem cells (HSC) into KitW/W−v mice (WT→KitW/W−v) reconstituted the hematopoietic compartment without restoring MAT. Therefore, Experiment 2 was performed to determine if HU-induced bone loss occurs with MAT deficiency in WT→KitW/W−v mice. The absence of MAT following adoptive transfer of WT HSC was confirmed in the present study (Fig. 5). To determine the extent of hematopoietic cell compartment reconstitution with donor cells in irradiated recipients, adoptive transfer of Green Fluorescent Protein (GFP)-positive HSC into irradiated recipients (GFP→KitW/W−v) was concurrently performed. The percentage of donor-derived GFP positive B cells and T cells, two immune cell populations derived from HSC, were determined in the peripheral blood lymphocytes of recipient mice 8 weeks post adoptive transfer (Fig. 6). As expected, the control mice had no GFP-positive cells. In the GFP→KitW/W−vmice, 95% of B cells and 79% of T cells were GFP positive.\n\nThe effect of HU on cancellous bone in the femur metaphysis of MAT- mice after adoptive transfer of WT HSC (WT→KitW/W−v) is shown in Fig. 7. HU resulted in lower cancellous bone volume fraction (Fig. 7a), lower connectivity density (Fig. 7b), and lower trabecular thickness (Fig. 7d). No effect of HU was observed in trabecular number (Fig. 7c) or trabecular spacing (Fig. 7e).\n\nAnalysis of cancellous bone in the femur epiphysis of MAT- mice, who underwent adoptive transfer of WT HSC, is shown in Supplementary Figure S2. HU resulted in lower bone volume fraction (Fig. S2a). No effect of HU was observed in connectivity density (Fig. S2b), trabecular number (Fig. S2c), trabecular thickness (Fig. S2d) or trabecular spacing (Fig. S2e).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Article"
  ],
  "citations": [
    {
      "title": "Adaptation of the Skeletal System During Long-Duration Spaceflight",
      "authors": [
        "J. Sibonga"
      ]
    },
    {
      "title": "Bone Metabolism and Renal Stone Risk During International Space Station Missions",
      "authors": [
        "S. M. Smith"
      ]
    },
    {
      "title": "Benefits for Bone from Resistance Exercise and Nutrition in Long-Duration Spaceflight: Evidence from Biochemistry and Densitometry",
      "authors": [
        "S. M. Smith"
      ]
    },
    {
      "title": "Fat and Bone: Review of Clinical Findings",
      "authors": [
        "A.V. Marrow Schwartz"
      ]
    },
    {
      "title": "Abnormal Osteogenesis in Osteoporotic Patients Is Reflected by Altered Mesenchymal Stem Cells Dynamics",
      "authors": [
        "J. P. Rodriguez",
        "S. Garat",
        "H. Gajardo",
        "A. M. Pino",
        "G. Seitz"
      ]
    },
    {
      "title": "Human Trabecular Bone Cells Are Able to Express Both Osteoblastic and Adipocytic Phenotype: Implications for Osteopenic Disorders",
      "authors": [
        "M. E. Nuttall",
        "A. J. Patton",
        "D. L. Olivera",
        "D. P. Nadeau",
        "M. Gowen"
      ]
    },
    {
      "title": "Changes in Trabecular Bone, Hematopoiesis and Bone Marrow Vessels in Aplastic Anemia, Primary Osteoporosis, and Old Age: A Comparative Histomorphometric Study",
      "authors": [
        "R. Burkhardt"
      ]
    },
    {
      "title": "Peroxisome Proliferator-Activated Receptor-Gamma Activation by Thiazolidinediones Induces Adipogenesis in Bone Marrow Stromal Cells",
      "authors": [
        "J. M. Gimble"
      ]
    },
    {
      "title": "Adipocyte Tissue Volume in Bone Marrow Is Increased with Aging and in Patients with Osteoporosis",
      "authors": [
        "J. Justesen"
      ]
    },
    {
      "title": "Osteoporosis and the Replacement of Cell Populations of the Marrow by Adipose Tissue. A Quantitative Study of 84 Iliac Bone Biopsies",
      "authors": [
        "P. Meunier",
        "J. Aaron",
        "C. Edouard",
        "G. Vignon"
      ]
    },
    {
      "title": "Aging Activates Adipogenic and Suppresses Osteogenic Programs in Mesenchymal Marrow Stroma/Stem Cells: The Role of Ppar-Gamma2 Transcription Factor and Tgf-Beta/Bmp Signaling Pathways",
      "authors": [
        "E. J. Moerman",
        "K. Teng",
        "D. A. Lipschitz",
        "B. Lecka-Czernik"
      ]
    },
    {
      "title": "Differential Activation of Erk1,2 Map Kinase Signaling Pathway in Mesenchymal Stem Cell from Control and Osteoporotic Postmenopausal Women",
      "authors": [
        "J. P. Rodriguez",
        "S. Rios",
        "M. Fernandez",
        "J. F. Santibanez"
      ]
    },
    {
      "title": "Bone Marrow Fat Accumulation after 60 Days of Bed Rest Persisted 1 Year after Activities Were Resumed Along with Hemopoietic Stimulation: The Women International Space Simulation for Exploration Study",
      "authors": [
        "G. Trudel"
      ]
    },
    {
      "title": "Bone Density, Geometry, Microstructure, and Stiffness: Relationships between Peripheral and Central Skeletal Sites Assessed by Dxa, Hr-Pqct, and Cqct in Premenopausal Women",
      "authors": [
        "X. S. Liu"
      ]
    },
    {
      "title": "Precedence of the Shift of Body-Fat Distribution over the Change in Body Composition after Menopause",
      "authors": [
        "Y. Morita"
      ]
    },
    {
      "title": "Vertebral Marrow Fat Content and Diffusion and Perfusion Indexes in Women with Varying Bone Density: Mr Evaluation",
      "authors": [
        "J. F. Griffith"
      ]
    },
    {
      "title": "Cosmos 1129: Spaceflight and Bone Changes",
      "authors": [
        "T. J. Wronski",
        "E. Morey-Holton",
        "W. S. Jee"
      ]
    },
    {
      "title": "Effects of Spaceflight on Trabecular Bone in Rats",
      "authors": [
        "W. S. Jee",
        "T. J. Wronski",
        "E. R. Morey",
        "D. B. Kimmel"
      ]
    },
    {
      "title": "Spaceflight-Induced Vertebral Bone Loss in Ovariectomized Rats Is Associated with Increased Bone Marrow Adiposity and No Change in Bone Formation",
      "authors": [
        "J. A. Keune",
        "K. A. Philbrick",
        "A. J. Branscum",
        "U. T. Iwaniec",
        "R. T. Turner"
      ]
    },
    {
      "title": "Marrow Fat and the Bone Microenvironment: Developmental, Functional, and Pathological Implications",
      "authors": [
        "C. J. Rosen",
        "C. Ackert-Bicknell",
        "J. P. Rodriguez",
        "A. M. Pino"
      ]
    },
    {
      "title": "Osf2/Cbfa1: A Transcriptional Activator of Osteoblast Differentiation",
      "authors": [
        "P. Ducy",
        "R. Zhang",
        "V. Geoffroy",
        "A. L. Ridall",
        "G. Karsenty"
      ]
    },
    {
      "title": "Targeted Disruption of Cbfa1 Results in a Complete Lack of Bone Formation Owing to Maturational Arrest of Osteoblasts",
      "authors": [
        "T. Komori"
      ]
    },
    {
      "title": "Minireview: Transcriptional Control of Osteoblast Differentiation",
      "authors": [
        "G. Karsenty"
      ]
    },
    {
      "title": "Adult Human Mesenchymal Stem Cell Differentiation to the Osteogenic or Adipogenic Lineage Is Regulated by Mitogen-Activated Protein Kinase",
      "authors": [
        "R. K. Jaiswal"
      ]
    },
    {
      "title": "Stimulation of Adipogenesis in Fibroblasts by Ppar Gamma 2, a Lipid-Activated Transcription Factor",
      "authors": [
        "P. Tontonoz",
        "E. Hu",
        "B. M. Spiegelman"
      ]
    },
    {
      "title": "Modeled Microgravity Inhibits Osteogenic Differentiation of Human Mesenchymal Stem Cells and Increases Adipogenesis",
      "authors": [
        "M. Zayzafoon",
        "W. E. Gathings",
        "J. M. McDonald"
      ]
    },
    {
      "title": "The Function of Adipocytes in the Bone Marrow Stroma: An Update",
      "authors": [
        "J. M. Gimble",
        "C. E. Robinson",
        "X. Wu",
        "K. A. Kelly"
      ]
    },
    {
      "title": "Activation of Peroxisome Proliferator-Activated Receptor-Gamma Inhibits the Runx2-Mediated Transcription of Osteocalcin in Osteoblasts",
      "authors": [
        "M. J. Jeon"
      ]
    },
    {
      "title": "Activation of Peroxisome Proliferator-Activated Receptor-Gamma Inhibits Differentiation of Preosteoblasts",
      "authors": [
        "E. Khan",
        "Y. Abu-Amer"
      ]
    },
    {
      "title": "Failure to Generate Bone Marrow Adipocytes Does Not Protect Mice from Ovariectomy-Induced Osteopenia",
      "authors": [
        "U. T. Iwaniec",
        "R. T. Turner"
      ]
    },
    {
      "title": "Effect of Reduced C-Kit Signaling on Bone Marrow Adiposity",
      "authors": [
        "R. T. Turner",
        "C. P. Wong",
        "U. T. Iwaniec"
      ]
    },
    {
      "title": "Mast Cell Growth Factor Maps near the Steel Locus on Mouse Chromosome 10 and Is Deleted in a Number of Steel Alleles",
      "authors": [
        "N. G. Copeland"
      ]
    },
    {
      "title": "Stem Cell Factor Is Encoded at the Sl Locus of the Mouse and Is the Ligand for the C-Kit Tyrosine Kinase Receptor",
      "authors": [
        "K. M. Zsebo"
      ]
    },
    {
      "title": "Hindlimb Unloading Rodent Model: Technical Aspects",
      "authors": [
        "E. R. Morey-Holton",
        "R. K. Globus"
      ]
    },
    {
      "title": "The Hindlimb Unloading Rat Model: Literature Overview, Technique Update and Comparison with Space Flight Data",
      "authors": [
        "E. Morey-Holton",
        "R. K. Globus",
        "A. Kaplansky",
        "G. Durnova"
      ]
    },
    {
      "title": "Increased Sensitivity of Seminal Vesicles to Testosterone in a Mouse Strain with Low Plasma Testosterone Levels",
      "authors": [
        "A. Bartke"
      ]
    },
    {
      "title": "Estrogen Regulates the Rate of Bone Turnover but Bone Balance in Ovariectomized Rats Is Modulated by Prevailing Mechanical Strain",
      "authors": [
        "K. C. Westerlind"
      ]
    },
    {
      "title": "Room Temperature Housing Results in Premature Cancellous Bone Loss in Growing Female Mice: Implications for the Mouse as a Preclinical Model for Age-Related Bone Loss",
      "authors": [
        "U. T. Iwaniec"
      ]
    },
    {
      "title": "Bone Growth and Turnover in Progesterone Receptor Knockout Mice",
      "authors": [
        "D. J. Rickard"
      ]
    },
    {
      "title": "Adipocytic Proportion of Bone Marrow Is Inversely Related to Bone Formation in Osteoporosis",
      "authors": [
        "S. Verma",
        "J. H. Rajaratnam",
        "J. Denton",
        "J. A. Hoyland",
        "R. J. Byers"
      ]
    },
    {
      "title": "Bone and Fat: Old Questions, New Insights",
      "authors": [
        "J. M. Gimble",
        "M. E. Nuttall"
      ]
    },
    {
      "title": "Adipose Tissue as an Endocrine Organ: An Update on Pro-Inflammatory and Anti-Inflammatory Microenvironment",
      "authors": [
        "K. Smitka",
        "D. Maresova"
      ]
    },
    {
      "title": "Deletion of Membrane-Bound Steel Factor Results in Osteopenia in Mice",
      "authors": [
        "S. Lotinun",
        "G. L. Evans",
        "R. T. Turner",
        "M. J. Oursler"
      ]
    },
    {
      "title": "Skeletal Health in Long-Duration Astronauts: Nature, Assessment, and Management Recommendations from the Nasa Bone Summit",
      "authors": [
        "E. S. Orwoll"
      ]
    },
    {
      "title": "Spaceflight-Induced Bone Loss: Is There an Osteoporosis Risk?",
      "authors": [
        "J. D. Sibonga"
      ]
    },
    {
      "title": "Invited Review: What Do We Know About the Effects of Spaceflight on Bone?",
      "authors": [
        "R. T. Turner"
      ]
    },
    {
      "title": "Hypothesis: Coupling between Resorption and Formation in Cancellous Bone Remodeling Is a Mechanically Controlled Event",
      "authors": [
        "R. G. Erben"
      ]
    },
    {
      "title": "Gene Expression Patterns in Bone after 4 Days of Hind-Limb Unloading in Two Inbred Strains of Mice",
      "authors": [
        "N. Zhong"
      ]
    },
    {
      "title": "Unloading-Induced Bone Loss Was Suppressed in Gold-Thioglucose Treated Mice",
      "authors": [
        "K. Hino"
      ]
    },
    {
      "title": "Changes in Outlying Bone Marrow Accompanying a Local Increase of Temperature within Physiological Limits",
      "authors": [
        "C. Huggins",
        "B. H. Blocksom"
      ]
    },
    {
      "title": "Effect of Gender on Bone Turnover in Adult Rats During Simulated Weightlessness",
      "authors": [
        "T. E. Hefferan"
      ]
    },
    {
      "title": "Insulin Secretion and Sensitivity in Space Flight: Diabetogenic Effects",
      "authors": [
        "B. W. Tobin",
        "P. N. Uchakin",
        "S. K. Leeper-Woodford"
      ]
    },
    {
      "title": "Development of Whole-Body and Skeletal Muscle Insulin Resistance after One Day of Hindlimb Suspension",
      "authors": [
        "M. P. O’Keefe",
        "F. R. Perez",
        "T. R. Kinnick",
        "M. E. Tischler",
        "E. J. Henriksen"
      ]
    },
    {
      "title": "Bone’s Responses to Mechanical Loading Are Impaired in Type 1 Diabetes",
      "authors": [
        "A. Parajuli"
      ]
    },
    {
      "title": "Human Osteoclasts and Preosteoclast Cells (Flg 29.1) Express Functional C-Kit Receptors and Interact with Osteoblast and Stromal Cells Via Membrane-Bound Stem Cell Factor",
      "authors": [
        "V. Gattei"
      ]
    },
    {
      "title": "Stem Cell Factor Stimulates Chicken Osteoclast Activity in Vitro",
      "authors": [
        "R. J. van’t Hof",
        "M. von Lindern",
        "P. J. Nijweide",
        "H. Beug"
      ]
    },
    {
      "title": "Regulation of Hematopoietic Stem Cells by the Steel Factor/Kit Signaling Pathway",
      "authors": [
        "D. Kent",
        "M. Copley",
        "C. Benz",
        "B. Dykstra",
        "M. Bowie",
        "C. Eaves"
      ]
    },
    {
      "title": "Thermoregulation in the Diabetic-Obese (Db/Db) Mouse. The Role of Non-Shivering Thermogenesis in Energy Balance",
      "authors": [
        "P. Trayhurn"
      ]
    },
    {
      "title": "Cardiovascular Changes During Daily Torpor in the Laboratory Mouse",
      "authors": [
        "S. J. Swoap",
        "M. J. Gutilla"
      ]
    },
    {
      "title": "Evidence That Hematopoietic Stem Cells Express Mouse C-Kit but Do Not Depend on Steel Factor for Their Generation",
      "authors": [
        "K. Ikuta",
        "I. L. Weissman"
      ]
    },
    {
      "title": "Enrichment of Hematopoietic Stem Cells with Slam and Lsk Markers for the Detection of Hematopoietic Stem Cell Function in Normal and Trp53 Null Mice",
      "authors": [
        "J. Chen"
      ]
    },
    {
      "title": "Histological Analysis of Bone",
      "authors": [
        "U. T. Iwaniec",
        "T. J. Wronski",
        "R. T. Turner"
      ]
    },
    {
      "title": "Growth Hormone Regulates the Balance between Bone Formation and Bone Marrow Adiposity",
      "authors": [
        "P. J. Menagh"
      ]
    },
    {
      "title": "On the Comparison of Several Mean Values: An Alternative Approach",
      "authors": [
        "B. Welch"
      ]
    },
    {
      "title": "Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing",
      "authors": [
        "Y. Benjamini",
        "Y. Hochberg"
      ]
    }
  ],
  "original_title": "Bone Marrow Adipose Tissue Deficiency Increases Disuse-Induced Bone Loss in Male Mice",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1489/5389344/0a867f558e58/srep46325-f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1489/5389344/52534674e101/srep46325-f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1489/5389344/f6261accac2a/srep46325-f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1489/5389344/9cf6f406be2c/srep46325-f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1489/5389344/f5016ebae0d1/srep46325-f5.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1489/5389344/1bc20fbd75a7/srep46325-f6.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1489/5389344/0b5eb4b28b99/srep46325-f7.jpg"
  ]
}