{
  "pmcid": "PMC5817088",
  "title": "Alterations in the Spectrum of Spontaneous Rifampicin-Resistance Mutations in the Bacillus subtilis rpoB Gene after Cultivation in the Human Spaceflight Environment",
  "abstract": "The effect of Bacillus subtilis exposure to the human spaceflight environment on growth, mutagenic frequency, and spectrum of mutations to rifampicin resistance (RifR) was investigated. B. subtilis cells were cultivated in Biological Research in Canister-Petri Dish Fixation Units (BRIC-PDFUs) on two separate missions to the International Space Station (ISS), dubbed BRIC-18 and BRIC-21, with matching asynchronous ground controls. No statistically significant difference in either growth or in the frequency of mutation to RifR was found in either experiment. However, nucleotide sequencing of the RifR regions of the rpoB gene from RifR mutants revealed dramatic differences in the spectrum of mutations between flight (FL) and ground control (GC) samples, including two newly discovered rpoB alleles in the FL samples (Q137R and L489S). The results strengthen the idea that exposure to the human spaceflight environment causes unique stresses on bacteria, leading to alterations in their mutagenic potential.",
  "introduction": "Introduction\n\nIn contrast to the classical view that mutations are random, a growing body of evidence indicates that exposure to environmental stresses in microbes can alter both the mutation rate and the mutagenic spectrum, supplying an increased variety of mutational outputs for selection to operate on and hence shaping the evolutionary trajectory of organisms. This phenomenon, dubbed Stress-Induced Mutagenesis (SIM), has been most eloquently demonstrated in the recent work of. E. coli cells were grown in chemostats under 5 different stresses, (limitation for carbon, phosphate, nitrogen, oxygen, or iron) or in a nutrient-rich environment, and loss-of-function mutations in the cycA gene leading to cycloserine resistance (CycR) were quantified, isolated, and subjected to fitness measurements. Although only 2 out of 5 stresses led to a significant increase in the mutation rate to CycR, all stresses resulted in distinct spectra of mutations in cycA conferring a variety of alterations in fitness of the resulting mutants.\n\nThe human spaceflight environment presents its own unique set of physical stressors, including cosmic radiation, microgravity, vibration, electromagnetic fields, and altered atmospheric compositions. Numerous studies have explored how microorganisms respond physiologically to spaceflight exposure (reviewed extensively in). However, very few studies have asked whether microbial exposure to spaceflight might lead to SIM. Such studies are relevant to astronaut health risk assessment, given the role that microbial SIM may play in the emergence of antibiotic resistance or modifications to the astronaut microbiome. Long-duration human missions through interplanetary space to the Moon, near-Earth asteroids, or Mars are currently being planned, and both the National Research Council (NRC) and the International Space Exploration Coordination Group (ISECG) have assigned a high priority to studies aimed at better understanding astronaut health risks during space exploration. NASA has implemented a three-phase approach to its long-term goal of the human exploration of Mars1. The first phase, to be accomplished in the present-to-mid-2020’s time frame, is dubbed the “Earth Reliant” phase, focusing on research aboard the International Space Station (ISS), currently the only microgravity platform for the long-term testing of crew health systems and technologies needed to decrease reliance on Earth. To date, only two studies have been performed exploring the notion that exposure of microbes to the stresses of the human spaceflight environment might result in SIM. First, B. subtilis spores containing a plasmid encoding the Escherichia coli rpsL gene were exposed to spaceflight in space station Mir vs. matched ground controls. The frequency of mutations in rpsL leading to spectinomycin resistance (SpcR) was found not to be significantly different between spaceflight and ground control samples, but sequencing of the mutant rpsL genes from 25 spaceflight and 38 ground control samples showed distinct differences in the spectrum of mutations leading to SpcR. Second, the frequency and spectrum of chromosomal mutations to rifampicin resistance (RifR) was measured in Staphylococcus epidermidis cells flown aboard the ISS and compared to matched ground controls. In this experiment the frequency of mutation to RifR was observed to be significantly (24-fold) greater in the spaceflight samples. Sequencing of the rpoB gene from 67 spaceflight and 57 ground control RifR mutants also showed that the spectrum of mutations to RifR was clearly different in the flight vs. the ground control samples.\n\nFrom our previous results, we concluded that RifR was a good model to investigate SIM in spaceflight for a broad variety of microorganisms. Resistance to rifampicin derives from mutations within a small region of the rpoB gene encoding the β-subunit of RNA polymerase. This region corresponds to the Rif binding site of β and is highly conserved among prokaryotes. Single-nucleotide substitutions in rpoB leading to RifR have been shown to alter the global patterns of transcription, and resulting phenotypes, in several bacteria including Neisseria meningitidis, Streptomyces lividans, Bacillus subtilis, Mycobacterium tuberculosis, and Staphylococcus aureus. It is thus possible that mutation to RifR could alter the response of microbes to the spaceflight environment.\n\nFor the present study we chose to use as the test organism the Gram-positive bacterium B. subtilis, which possesses several advantages as a model organism: (i) it is easily cultivated and amenable to genetic manipulation; (ii) it forms dormant spores, making it an easy system to prepare for spaceflight; (iii) it is the best-studied Gram-positive bacterium; and (iv) development of its genetics, genomics, and molecular biology is highly advanced. Thus, using the well-developed B. subtilis system will facilitate the investigation in further detail of any potential novel mutations isolated in rpoB.",
  "methods": "Materials and Methods\n\nBacterial Strain, Media, and Growth Conditions\n\nThe strain used was Bacillus subtilis strain 168 (trpC2) from the authors’ laboratory collection. Medium used throughout was trypticase soy yeast extract (TSY) medium consisting of (g/L): tryptone, 15; soytone, 5; NaCl, 5; yeast extract, 3; K2HPO4, 2.5; glucose, 2.5; final pH 7. For semisolid plates, agar was added to TSY at 15.0 g/L. For FL and GC experiments, glycerol was added to TSY liquid medium to 10% (v/v) final concentration, resulting in TSYG medium. As appropriate, the antibiotic rifampicin (Rif; Sigma–Aldrich) was added to TSY at a final concentration of 5 μg/mL. B. subtilis spores were routinely prepared by cultivation in liquid Schaeffer Sporulation Medium at 37°C with vigorous aeration. The culture was harvested when phase-contrast microscopic examination revealed that it consisted of >90% free spores, usually after 3–4 days of incubation.\n\nSample Preparation\n\nSpores were purified by lysozyme treatment, buffer washing, and heat shock (80°C, 10 min) as described previously. Spores were determined by phase-contrast microscopy to be >99% free of cell debris and unsporulated cells, and were stored at 4°C in deionized water. The working suspension of spores contained 108 colony-forming units (CFU) per mL. Aliquots of 0.1 mL (∼107 CFU) of the suspension were applied to the bottoms of sterile 60-mm diameter Petri dishes (Falcon Cat. No. 1007) and air-dried for 48–72 h at room temperature prior to use.\n\nBRIC Spaceflight Hardware\n\nThe experiments described here utilized Biological Research In Canisters (BRIC) spaceflight hardware, which has been described in detail previously. BRIC canisters can accomodate up to six samples. In these experiments, each BRIC was loaded with 5 Petri Dish Fixation Units (PDFUs). Each PDFU was loaded with a 60-mm Petri dish containing air-dried spores, and sterile TSYG medium was loaded into a separate reservoir. To prevent contamination, all reagents and equipment used were sterilized prior to use and PDFUs were assembled using aseptic technique within a Class 2 Biological Safety Hood. In the sixth sample chamber of each BRIC was placed a HOBO R temperature data logger (Onset Computer Co., Bourne, MA, United States). Post-flight asynchronous GC experiments were conducted using the same hardware and configuration as in the flight experiment.\n\nFlight (FL) and Ground Control (GC) Timelines\n\nBacillus subtilis samples were flown on two separate experiments to the ISS, the 18th and 21st BRIC missions to space, designated BRIC-18 and BRIC-21. FL samples were launched on the 3rd and 6th SpaceX Cargo Resupply missions to the ISS (SpaceX-3 and SpaceX-6 CRS, respectively), using the Falcon 9 rocket and Dragon capsule configuration. Pertinent information regarding the activity timelines of these two missions can be found in Table 1. Growth of samples was initiated in-flight and samples incubated for 122 h (BRIC-18) or 25 h (BRIC-21) before transfer to the onboard -80°C freezer. Frozen samples were returned to Earth in the Dragon capsule and were maintained in the frozen state until return to KSC for de-integration and further processing.\n\nAsynchronous GC experiments were performed in BRIC canisters according to the timelines determined during the FL experiments (Table 1). Samples were incubated in the KSC ISS Environmental Simulation Chamber following the temperature regimes recorded during the flights and growth was terminated by transfer to a -80°C freezer, where samples were stored until further processing.\n\nPost-experiment Sample Processing\n\nIn the BRIC-18 experiment, both FL and GC BRIC canisters were transferred from storage at -80°C to a +4°C refrigerator and samples allowed to thaw completely overnight. Liquid samples in Petri dishes were recovered from the PDFUs, transported to the laboratory on ice and further processed immediately. In the BRIC-21 experiment, both FL and GC samples were recovered from BRIC canisters in the frozen state, transported on dry ice to the laboratory, and stored at -80°C for later processing. Frozen samples were then thawed on ice, resuspended and processed immediately. In all instances, cells were detached from interior plate surfaces and resuspended using sterile disposable rubber spatulas. Resuspended cultures were transferred to sterile 15-mL conical centrifuge tubes, and the total recovered volume was measured. For viable counts, aliquots from cultures were diluted serially tenfold in TSY medium, dilutions plated on TSY plates, and colonies counted after incubation at 37°C for 24 h to obtain CFU/mL. To obtain the total CFU per PDFU, the CFU/mL were multiplied by the volume of liquid recovered. To select for RifR mutants, the remainder of each culture was concentrated by centrifugation, plated without dilution onto TSY + Rif plates, and colonies counted after incubation at 37°C for 24–48 h. The frequency of mutation to RifR was calculated by dividing the total number of RifR mutants by the total number of viable cells from each sample. Individual RifR mutants were streak-purified on TSY + Rif plates and stored at -70°C in TSY + 25% glycerol, then processed for DNA sequencing.\n\nDNA Sequencing and Analyses\n\nPrimers used for PCR amplification of two RifR regions of the B. subtilis rpoB gene are listed in Table 2. The corresponding rpoB regions were amplified directly from cells using 3 μL of culture from their respective glycerol stocks as DNA template, using the GoTaq® PCR kit (Promega, Madison, WI, United States) and the following thermal cycling conditions: 95°C, 2 min for the initial denaturation step, then 36 cycles of (95°C, 30 s; 55°C, 1 min; 72°C, 2 min), followed by a final elongation step (72°C, 5 min). PCR amplicons were purified and sequenced at the University of Florida Interdisciplinary Center for Biotechnology Research (BRIC-18) or at GeneWiz LLC (South Plainfield, NJ, United States) (BRIC-21). Multiple rpoB sequences were aligned using the online Clustal Omega server2 to identify the position of mutations relative to the wild-type rpoB sequence obtained from B. subtilis laboratory strain 168. In order to confirm the identity of novel (i.e., never-before-isolated) rpoB mutations, the corresponding region of the newly sequenced rpoB allele was amplified by PCR from each mutant and the resulting amplicon was introduced by transformation into competent cells of RifS B. subtilis strain WN547 using standard procedures as described previously. From selected RifR transformants, the corresponding region of rpoB was again PCR amplified and sequenced to confirm that the mutation had been transferred.\n\nStatistical Analyses\n\nNon-parametric statistical parameters and tests of significance (Kruskal–Wallis) were computed on log10-transformed data using Kaleidagraph version 4.5.2 (Synergy Software, Reading, PA, United States).",
  "results": "Results\n\nTemperature Data in FL vs. GC Experiments\n\nTemperature data were logged at 10-min intervals during the FL and GC experiments and a summary of the data is presented in Table 3. A detailed presentation of the temperature data can be found elsewhere.\n\nGrowth in FL vs. GC Samples\n\nViable cell counts were determined for both FL and GC samples recovered from the BRIC-18 and BRIC-21 experiments (Figure 1). Because the data was determined not to be normally distributed, it was analyzed using non-parametric statistics. In the BRIC-18 experiment, cells grew to average total CFU per PDFU of 3.98 × 106 (FL) and 1.10 × 107 (GC); these values were determined not to be significantly different (Figure 1). Ground-based growth kinetic experiments revealed that the rather low cell yield in the BRIC-18 mission was due to the prolonged incubation time (122 h) (data not shown). For the BRIC-21 mission, an increased cell yield was needed to provide sufficient sample mass for additional antibiotic susceptibility testing and RNA-seq analysis (to be published elsewhere). In ground experiments preparatory for the BRIC-21 mission, it was determined that an incubation time of 25 h resulted in higher cell yields, and that 25-h cultures were in the late-logarithmic to early stationary phase (data not shown). Accordingly, statistical comparison of the total CFU obtained between the BRIC-18 and BRIC-21 flights uncovered that cells grew to significantly higher titers in the BRIC-21 experiment, to an average total CFU per PDFU of 1.72 × 108 (FL) and 2.13 × 108 (GC) (P < 0.005). As found in the BRIC-18 mission, FL vs. GC titers within the BRIC-21 mission were determined to be not significantly different (Figure 1).\n\nMutation Frequencies to RifR in FL vs. GC Samples\n\nThe mutation frequency to RifR was determined for both FL and GC samples recovered from the BRIC-18 and BRIC-21 experiments (Figure 2). Because the data were determined not to be normally distributed, they were analyzed using non-parametric statistics. In the BRIC-18 experiment, cells exhibited an average mutation frequency of 6.9 × 10-6 (FL) and 7.54 × 10-6 (GC); these values were determined to be not significantly different (Figure 2). In the BRIC-21 experiment, cells exhibited an average mutation frequency of 6.11 × 10-8 (FL) and 1.94 × 10-8 (GC); again, these values were determined to be not significantly different (Figure 2). However, statistical comparison of the mutation frequencies to RifR obtained between the BRIC-18 and BRIC-21 flights revealed that cells demonstrated a significantly higher frequency of mutation to RifR in the BRIC-18 experiment (P < 0.007). Again, this may result from differences in the incubation times to which the cells were subjected–122 h in BRIC-18 vs. 25 h in BRIC-21–due to the well-documented phenomenon of stationary phase mutagenesis in B. subtilis.\n\nSpectrum of RifR rpoB Mutations in FL vs. GC Experiments\n\nThe N-cluster and Clusters I, II, and III of the rpoB gene were PCR amplified from B. subtilis strain 168 and from the RifR mutants obtained from the BRIC-18 and BRIC-21 FL and GC experiments. Nucleotide sequences were determined from a total of 56 FL and 15 GC samples from BRIC-18 (Table 4) and from a total of 72 FL and 38 GC samples from BRIC-21 (Table 5). Both sets of data are summarized graphically in Figure 3. Examination of the data revealed several striking differences in the mutational spectrum within rpoB between the FL and GC samples.\n\nN-Cluster\n\nHistorically, the only mutation conferring RifR previously identified in the N-cluster of B. subtilis rpoB was a G-to-T transversion causing the amino acid change V135F; this mutation was previously found at approximately equal frequencies in spores exposed either to Earth or simulated Mars conditions. In the present experiments, the V135F mutation was observed only in BRIC-21 GC samples (Figure 3 and Table 5). However, a novel mutation, Q137R, was detected in the N-cluster in 4 out of 56 BRIC-18 FL samples, but in none of the GC samples (Figure 3 and Table 4). This novel mutation was confirmed by retransformation and resequencing as described in Materials and Methods. The Q137R mutation was found in two separate FL PDFUs, suggesting that the spaceflight environment may be conducive to its formation (Tables 4, 6).\n\nCluster I\n\nThe majority of RifR mutations in both FL and GC samples were found to occur in Cluster I, in agreement with numerous prior studies. Historically, the most common amino acid changes in Cluster I leading to RifR occur at amino acids Q469, H482, and S487. In our experiments, the spectrum and frequency of mutations appeared to be similar at these three amino acids (Figure 3), with the exception that a single never before isolated mutation (H482N) was identified among the GC samples from BRIC-18 (Figure 3 and Table 4). However, in FL samples from the BRIC-21 experiment we found a large number of mutations (32/72) at L489, consisting exclusively of T-to-C transitions resulting in the amino acid change L489S (Figure 3 and Table 5). This novel mutation was confirmed by retransformation and resequencing as described in Section “Materials and Methods.” The L489S mutation was found in two separate FL PDFUs, also suggesting that the spaceflight environment may be conducive to its formation (Tables 5, 6). In addition to amino acids Q469, H482, S487, and L489 we found within Cluster I two differences in the spectrum of mutations in rpoB. First, at amino acid D472, we observed no mutations in FL samples, but in BRIC-18 GC samples we observed two different mutations; a G-to-T transversion at the first position and an A-to-T transversion at the second position of codon D472, leading to the deduced amino acid changes D472Y and D472V, respectively (Figure 3). Second, no mutations were found in GC samples at amino acid A478, but in the BRIC-18 FL samples 8/59 of the total mutations consisted of a C-to-T transition at the second codon position resulting an A478V substitution (Figure 3 and Table 4).\n\nRifR Mutations Not Mapping to Known rpoB Regions\n\nHistorically, 4 regions in rpoB have been associated with RifR in the model organism E. coli, designated as the N-cluster and Clusters I, II, and III (Figure 3) (reviewed in). These clusters have been defined by the locations of RifR mutations as codons 127-135 (N-cluster), 463-489 (Cluster I), and 519-532 (Cluster II) (B. subtilis coordinates). To date, in B. subtilis RifR mutations have never been identified in Cluster III or in intervening regions. However in 2 PDFUs from the BRIC-18 mission were isolated RifR mutants for which no mutation in rpoB was found by sequencing the classic N-cluster or Clusters I, II, and III (Table 4). This phenomenon has been reported before and raises 2 formal possibilities. First, these mutations conferring RifR might reside in rpoB but outside the Clusters N, I, II, or III (it should be noted that our primer sets covered only ∼38% of the complete rpoB sequence; Figure 3). Second, the mutations may be located outside rpoB entirely; low-level RifR has been previously reported in mutants with altered permeability or efflux. In any event, because these mutants appeared in FL PDFUs, they may represent new allele(s) and warrant further investigation.\n\nDistribution of RifR rpoB Mutations by PDFU\n\nExamination of Tables 4, 5 indicated that in some PDFUs an unusually high number of repeats of the same RifR mutant were found. For example, 16 out of 16 RifR mutants sequenced from BRIC-18 FL PDFU-5 (Table 4), and 12 out of 13 mutants sequenced from BRIC-21 GC PDFU-3 (Table 5), were Q469R. These data suggested that some of the populations in both FL and GC samples contained “jackpots,” i.e., cultures in which the progeny of early arising RifR mutants became over-represented in the final culture. We therefore analyzed the data by counting each type of mutation as either “present” (at least once) or “absent” in each PDFU, the results of which are presented in Table 6. When re-examined in this way, differences in the distribution of RifR mutants in FL vs. GC samples were still apparent. For example, the Q137R and L489S mutations were each found in 2 separate FL PDFUs, but in zero GC PDFUs (Table 6). In contrast, mutations leading to Q469R predominated in both FL (6/6) and GC (5/6) PDFUs, suggesting that occurrence of this specific mutation is not responsive to spaceflight exposure (Table 6).\n\nTransitions vs. Transversion in FL and GC Samples\n\nAs reported above, differences were observed in the location of rpoB mutations in FL vs. GC samples in B. subtilis RifR mutants. These observations prompted us to examine the nature of nucleotide changes (i.e., transition vs. transversion mutations) in FL vs. GC samples from the BRIC-18 and BRIC-21 missions. In both FL and GC samples, A:G and C:T transitions predominated in both missions, and at relatively similar frequencies (Figure 4). In addition, GC samples exhibited A:T, C:A, and G:T transversions that were not found in FL samples; conversely, FL samples exhibited T:A transversions that were not found in GC samples (Figure 4). Thus, the spectrum of mutational classes (transitions vs. transversions) was also altered in FL vs. GC samples in both the BRIC-18 and BRIC-21 missions.\n\nMapping RifR Mutations on the Structure of RpoB\n\nThree-dimensional structures of RpoB elucidated from a number of bacteria (reviewed recently in) and supported by the crystal structure of RpoB in complex with Rif, have revealed a great deal of structural conservation in the Rif-binding pocket. Rif binds in the concave surface of a roughly bowl-shaped depression in the RNA exit channel of RpoB, held in place both by direct H-bonding contacts and hydrophobic and ionic interactions with amino acids lining the pocket (Figure 5). Amino acids Q469, F470, D472, H482, R485, and S487 make direct H-bonds with Rif, and are most frequently associated with RifR; indeed we observed that mutations at these positions led to RifR in FL and GC samples. Amino acids in the N-cluster do approach the Rif-binding pocket, but not within the 6 Å distance depicted in Figure 5. It is thought that substitution of amino acids containing relatively small side groups (V135, Q137) with bulkier side groups (F135, R137) can exert longer-range effects by distorting the binding pocket out of its optimum shape.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "antibiotic resistance",
    "mutation",
    "rpoB",
    "rifampicin",
    "Bacillus subtilis",
    "spaceflight",
    "Microbiology",
    "Original Research"
  ],
  "citations": [
    {
      "title": "Variations in the occurrence of specific rpoB mutations in rifampicin-resistant Mycobacterium tuberculosis isolates from patients of different ethnic groups in Kuwait.",
      "authors": [
        "S. Ahmad",
        "N. M. Al-Mutairi",
        "E. Mokaddas"
      ]
    },
    {
      "title": "Rifampicin-resistance, rpoB polymorphism and RNA polymerase genetic engineering.",
      "authors": [
        "P. Alifano",
        "C. Palumbo",
        "D. Pasanisi",
        "A. Talà"
      ]
    },
    {
      "title": "Microgravity, bacteria, and influence of motility.",
      "authors": [
        "M. R. Benoit",
        "D. M. Klaus"
      ]
    },
    {
      "title": "Regulation of the bacterial cell wall: analysis of a mutant of Bacillus subtilis defective in biosynthesis of teichoic acid.",
      "authors": [
        "R. J. Boylan",
        "D. Brooks",
        "F. E. Young",
        "N. H. Mendelson"
      ]
    },
    {
      "title": "Structural mechanism for rifampicin inhibition of bacterial RNA polymerase.",
      "authors": [
        "E. Campbell",
        "N. Korzheva",
        "A. Mustaev",
        "K. Murakami",
        "S. Nair",
        "A. Goldfarb"
      ]
    },
    {
      "title": "Microbiomes of the dust particles collected from the International Space Station and Spacecraft Assembly Facilities.",
      "authors": [
        "A. Checinska",
        "A. J. Probst",
        "P. Vaishampayan",
        "J. R. White",
        "D. Kumar",
        "V. G. Stepanov"
      ]
    },
    {
      "title": "Growth of 48 built environment bacterial isolates on board the International Space Station (ISS).",
      "authors": [
        "D. A. Coil",
        "R. Y. Neches",
        "J. M. Lang",
        "W. E. Brown",
        "M. Severance",
        "D. Cavalier"
      ]
    },
    {
      "title": "Fitness cost of rifampin resistance in Neisseria meningitidis: in vitro study of mechanisms associated with rpoB H553Y mutation.",
      "authors": [
        "R. Colicchio",
        "C. Pagliuca",
        "G. Pastore",
        "A. G. Cicatiello",
        "C. Pagliarulo",
        "A. Tala"
      ]
    },
    {
      "title": "Rifampicin-induced transcriptome response in rifampicin-resistant Mycobacterium tuberculosis.",
      "authors": [
        "G. J. de Knegt",
        "O. Bruning",
        "M. T. ten Kate",
        "M. de Jong",
        "A. van Belkum",
        "H. P. Endtz"
      ]
    },
    {
      "title": "Effects of sparsely and densely ionizing radiation on plants.",
      "authors": [
        "V. De Micco",
        "C. Arena",
        "D. Pignalosa",
        "M. Durante"
      ]
    },
    {
      "title": "Impact of ciprofloxacin exposure on Staphylococcus aureus genomic alterations linked with emergence of rifampin resistance.",
      "authors": [
        "J. P. Didier",
        "R. Villet",
        "E. Huggler",
        "D. P. Lew",
        "D. C. Hooper",
        "W. L. Kelley"
      ]
    },
    {
      "title": "Cultivation of Staphylococcus epidermidis in the human spaceflight environment leads to alterations in the frequency and spectrum of spontaneous rifampicin-resistance mutations in the rpoB gene.",
      "authors": [
        "P. Fajardo-Cavazos",
        "W. L. Nicholson"
      ]
    },
    {
      "title": "Methods for determining spontaneous mutation rates.",
      "authors": [
        "P. L. Foster"
      ]
    },
    {
      "title": "Stress-induced mutagenesis in bacteria.",
      "authors": [
        "P. L. Foster"
      ]
    },
    {
      "title": "Resistance to rifampicin: a review.",
      "authors": [
        "B. P. Goldstein"
      ]
    },
    {
      "title": "Space microbiology.",
      "authors": [
        "G. Horneck",
        "D. M. Klaus",
        "R. L. Mancinelli"
      ]
    },
    {
      "title": "Activation of antibiotic biosynthesis by specified mutations in the rpoB gene (encoding the RNA polymerase beta subunit) of Streptomyces lividans.",
      "authors": [
        "H. Hu",
        "Q. Zhang",
        "K. Ochi"
      ]
    },
    {
      "title": "Molecular characterization of Rif(r) mutations in Pseudomonas aeruginosa and Pseudomonas putida.",
      "authors": [
        "T. Jatsenko",
        "A. Tover",
        "R. Tegova",
        "M. Kivisaar"
      ]
    },
    {
      "title": "Enhanced heterogeneity of rpoB in Mycobacterium tuberculosis found at low pH.",
      "authors": [
        "C. Jenkins",
        "J. Bacon",
        "J. Allnutt",
        "K. A. Hatch",
        "A. Bose",
        "D. M. O’Sullivan"
      ]
    },
    {
      "title": "Mapping and sequencing of mutations in the Escherichia coli rpoB gene that lead to rifampicin resistance.",
      "authors": [
        "D. J. Jin",
        "C. A. Gross"
      ]
    },
    {
      "title": "Increased levels of dihydrofolate reductase in rifampin-resistant mutants of Bacillus subtilis.",
      "authors": [
        "J. F. Kane",
        "V. J. Wainscot",
        "M. A. Hurt"
      ]
    },
    {
      "title": "Effect of spaceflight on Pseudomonas aeruginosa final cell density is modulated by nutrient and oxygen availability.",
      "authors": [
        "W. Kim",
        "F. K. Tengra",
        "J. Shong",
        "N. Marchand",
        "H. K. Chan",
        "Z. Young"
      ]
    },
    {
      "title": "The impact of drug resistance on Mycobacterium tuberculosis physiology: what can we learn from rifampicin?",
      "authors": [
        "A. Koch",
        "V. Mizrahi",
        "D. F. Warner"
      ]
    },
    {
      "title": "Mutations in the beta subunit of RNA polymerase alter intrinsic cephalosporin resistance in Enterococci.",
      "authors": [
        "C. J. Kristich",
        "J. L. Little"
      ]
    },
    {
      "title": "The EMBL-EBI bioinformatics web and programmatic tools framework.",
      "authors": [
        "W. Li",
        "A. Cowley",
        "M. Uludag",
        "T. Gur",
        "H. McWilliam",
        "S. Squizzato"
      ]
    },
    {
      "title": "Evolutionary rescue from extinction is contingent on a lower rate of environmental change.",
      "authors": [
        "H. A. Lindsey",
        "J. Gallie",
        "S. Taylor",
        "B. Kerr"
      ]
    },
    {
      "title": "Biological effects of space radiation on human cells: history, advances and outcomes.",
      "authors": [
        "M. Maalouf",
        "M. Durante",
        "N. Foray"
      ]
    },
    {
      "title": "The fitness costs and benefits of antibiotic resistance in drug-free microenvironments encountered in the human body.",
      "authors": [
        "R. Maharjan",
        "T. Ferenci"
      ]
    },
    {
      "title": "A shifting mutational landscape in 6 nutritional states: stress-induced mutagenesis as a series of distinct stress input-mutation output relationships.",
      "authors": [
        "R. P. Maharjan",
        "T. Ferenci"
      ]
    },
    {
      "title": "Novel rpoB mutations conferring rifampin resistance on Bacillus subtilis: global effects on growth, competence, sporulation, and germination.",
      "authors": [
        "H. Maughan",
        "B. Galeano",
        "W. L. Nicholson"
      ]
    },
    {
      "title": "Cultivation in space flight produces minimal alterations in the susceptibility of Bacillus subtilis cells to 72 different antibiotics and growth-inhibiting compounds.",
      "authors": [
        "M. D. Morrison",
        "P. Fajardo-Cavazos",
        "W. L. Nicholson"
      ]
    },
    {
      "title": "Structural biology of bacterial RNA polymerase.",
      "authors": [
        "K. S. Murakami"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "The spectrum of spontaneous rifampin resistance mutations in the rpoB gene of Bacillus subtilis 168 spores differs from that of vegetative cells and resembles that of Mycobacterium tuberculosis.",
      "authors": [
        "W. L. Nicholson",
        "H. Maughan"
      ]
    },
    {
      "title": "Anaerobic growth of Bacillus subtilis alters the spectrum of spontaneous mutations in the rpoB gene leading to rifampicin resistance.",
      "authors": [
        "W. L. Nicholson",
        "R. Park"
      ]
    },
    {
      "title": "The O/OREOS mission: first science data from the space environment survivability of living organisms (SESLO) payload.",
      "authors": [
        "W. L. Nicholson",
        "A. J. Ricco",
        "E. Agasid",
        "C. Beasley",
        "M. Diaz-Aguado",
        "P. Ehrenfreund"
      ]
    },
    {
      "title": "“Sporulation, germination, and outgrowth,” in",
      "authors": [
        "W. L. Nicholson",
        "P. Setlow",
        "C. R. Harwood",
        "S. M. Cutting"
      ]
    },
    {
      "title": "Spaceflight transcriptomes: unique responses to a novel environment.",
      "authors": [
        "A. L. Paul",
        "A. K. Zupanska",
        "D. T. Ostrow",
        "Y. Zhang",
        "Y. Sun",
        "J. L. Li"
      ]
    },
    {
      "title": "Uncovering new metabolic capabilities of Bacillus subtilis using phenotype profiling of rifampin-resistant rpoB mutants.",
      "authors": [
        "A. E. Perkins",
        "W. L. Nicholson"
      ]
    },
    {
      "title": "Isolation of rpoB mutations causing rifampicin resistance in Bacillus subtilis spores exposed to simulated Martian surface conditions.",
      "authors": [
        "A. E. Perkins",
        "A. C. Schuerger",
        "W. L. Nicholson"
      ]
    },
    {
      "title": "Stationary phase mutagenesis in B. subtilis: a paradigm to study genetic diversity programs in cells under stress.",
      "authors": [
        "E. A. Robleto",
        "R. Yasbin",
        "C. Ross",
        "M. Pedraza-Reyes"
      ]
    },
    {
      "title": "Low-shear force associated with modeled microgravity and spaceflight does not similarly impact the virulence of notable bacterial pathogens.",
      "authors": [
        "J. A. Rosenzweig",
        "S. Ahmed",
        "J. Eunson",
        "A. K. Chopra"
      ]
    },
    {
      "title": "Catabolic repression of bacterial sporulation.",
      "authors": [
        "P. Schaeffer",
        "J. Millet",
        "J. P. Aubert"
      ]
    },
    {
      "title": "Rifampicin region revisited - new rifampicin-resistant and streptolidigin-resistant mutants in the beta-subunit of Escherichia coli RNA polymerase.",
      "authors": [
        "K. Severinov",
        "M. Soushko",
        "A. Goldfarb",
        "V. Nikiforov"
      ]
    },
    {
      "title": "Rif(R) mutations in the beginning of the Escherichia coli rpoB gene.",
      "authors": [
        "K. Severinov",
        "M. Soushko",
        "A. Goldfarb",
        "V. Nikiforov"
      ]
    },
    {
      "title": "Impact of space flight on bacterial virulence and antibiotic susceptibility.",
      "authors": [
        "P. W. Taylor"
      ]
    },
    {
      "title": "International Space Station environmental microbiome - microbial inventories of ISS filter debris.",
      "authors": [
        "K. Venkateswaran",
        "P. Vaishampayan",
        "J. Cisneros",
        "D. L. Pierson",
        "S. O. Rogers",
        "J. Perry"
      ]
    },
    {
      "title": "Rifampin resistance rpoB alleles or multicopy thioredoxin/thioredoxin reductase suppresses the lethality of disruption of the global stress regulator spx in Staphylococcus aureus.",
      "authors": [
        "M. Villanueva",
        "A. Jousselin",
        "K. T. Baek",
        "J. Prados",
        "D. O. Andrey",
        "A. Renzoni"
      ]
    },
    {
      "title": "Interaction of rifamycin with bacterial RNA polymerase.",
      "authors": [
        "W. Wehrli",
        "F. Knusel",
        "K. Schmid",
        "M. Staeheli"
      ]
    },
    {
      "title": "rpsL mutation induction after space flight on MIR.",
      "authors": [
        "F. Yatagai",
        "T. Saito",
        "A. Takahashi",
        "A. Fujie",
        "S. Nagaoka",
        "M. Sato"
      ]
    }
  ],
  "original_title": "Alterations in the Spectrum of Spontaneous Rifampicin-Resistance Mutations in the Bacillus subtilis rpoB Gene after Cultivation in the Human Spaceflight Environment",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9e5f/5817088/8d008538c906/fmicb-09-00192-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9e5f/5817088/1c31d410af7e/fmicb-09-00192-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9e5f/5817088/7cd4f7438d20/fmicb-09-00192-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9e5f/5817088/770369abbb10/fmicb-09-00192-g004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9e5f/5817088/3ff3e698d07e/fmicb-09-00192-g005.jpg"
  ]
}