{
  "pmcid": "PMC5470433",
  "title": "Data for characterization of SALK_084889, a T-DNA insertion line of Arabidopsis thaliana",
  "abstract": "In this article we report the identification of T-DNA (transfer DNA) insertion sites within two different gene regions in the genome of an Arabidopsis mutant line, SALK_084889. The T-DNA positions are in the 3′ UTR (untranslated region) of DREB2A (Dehydration-responsive element-binding protein 2A) (AT5G05410) and promoter of LOX1 (Lipoxygenase 1) (AT1G55020) as determined by DNA-PCR and sanger sequencing. The expression levels of DREB2A and LOX1 were also analyzed using quantitative realtime PCR (qPCR) in SALK_084889 and wild type Arabidopsis (Col, Columbia). Further, the comparison of drought and heat tolerance between Col and SALK_084889 were conducted by stress treatments. The present data indicate that in SALK_084889, the expression of DREB2A is not downregulated under normal growth conditions but can be affected only in roots under drought treatment, while LOX1 is significantly downregulated in both roots and shoots under all tested conditions. These data are original and have not been published elsewhere.",
  "introduction": "Specifications Table\n\nT-DNA insertion lines provide important resource for genetic analysis based on mutagenesis in plant research. SALK lines are the most widely used T-DNA insertion lines for the model plant Arabidopsis. Accurate assessment of insertions is critical for understanding the value of the insertion lines.\n\nSALK_084889 is annotated as a T-DNA insertion line of DREB2A, a key regulator of drought and heat response in Arabidopsis. We characterized DREB2A expression in normal and drought conditions in this line, which is relevant for analysis of DREB2A mutants in further investigation.\n\nThe LOX1 gene plays a critical role in multiple bioprocesses associated with lipid peroxidation. Our data identified a T-DNA insertion within promoter of LOX1 and showed the knock-out expression of LOX1 in SALK_084889. These are valuable information for mutation analysis of LOX1.\n\nValue of the data\n\nData\n\nThe dataset of this article provides information on T-DNA insertions in SALK_084889. Fig. 1 shows the T-DNA bands amplified within DREB2A (AT5G05410) and LOX1 (AT1G55020) genes of SALK_084889 as well as T-DNA insertion sites determined by Sanger sequencing. Fig. 2A–B show DREB2A expression in both roots and shoots in normal conditions with or without drought treatment. Fig. 2C–D show LOX1 expression in roots and shoots in normal conditions. Fig. 3, Fig. 4 show the comparison of survival rates between Col and SALK_084889 plants in drought and heat treatments. Table 1 shows the sequences of primers used in experiments for Fig. 1, Fig. 2.",
  "methods": "Experimental design, materials and methods\n\nArabidopsis seeds of wild tyoe (Col) and SALK_084889 were obtained from Arabidopsis Biological Resource Center. SALK_084889 was reported as a T-DNA insertion line of DREB2A (AT5G05410) gene. For identification of T-DNA insertion sites, Col and SALK_084889 seeds were grown in soil at 22 °C under constant light condition. Eight randomly selected SALK_084889 seedlings were subjected to DNA-PCR to confirm all seeds are homozygous. For DREB2A, the gene specific primers DREB2A-F and DREB2A-R were used to amplify wild type allele band while LBb1.3 and DREB2A-R primers were used to amplify T-DNA band. For LOX1, the gene specific primers LOX1-F and LOX1-R were used to amplify wild type allele band while LBb1.3 and LOX1-R primers were used to amplify T-DNA band. The amplicons of T-DNA bands of DREB2A and LOX1 were purified by subjected to sanger sequencing and the alignment of sequences was performed using Vector NTI v10.0 program (InforMax Inc). For Expression analysis, Col and SALK_084889 seeds were grown in 0.5× MS media (2.2 g of MS basal salts (Sigma), 5 g of Sucrose, 0.5 g of MES, and 1 mL of 1,000× Gamborg vitamins (Sigma) per liter at pH 5.75) at 22 °C under constant light condition. The 14 day old plants were harvested from MS plates and directly preserved in RNALater (Ambion). For drought treatment, harvested Arabidopsis plants were dehydrated on Whatman 3mm paper (Whatman) at 22 °C and 60% humidity under dim light for 2 h prior to fixation in RNALater. For RNA extraction, root and shoot tissues were dissected in RNALater solution and then total RNA was isolated using the Qiagen RNAeasy kit (Qiagen). Quantitative realtime PCR was performed using Fast SYBR Green Master Mix (Thermo Fisher) and 2-ΔΔCt method was employed to calculate the relative expression levels of DREB2A and LOX1. Three replicates were used for each sample and UBQ11 (AT4G05050) gene was used as the internal control. For drought and heat tolerance determination of SALK_084889, Col and SALK_084889 seeds were grown in soil at 22 °C under constant light condition. For drought test, the 10 day old plants were transferred to pre-dried soil and withhold water for 4 days prior to recovery by watering for 7 days. For heat test, the 7 day old plants were pre-incubated in 37 °C for 1 h and then treated at 49 °C for 1 h prior to recovery in 22 °C for 2 days. Survival rates and phenotypes of Col and SALK_084889 plants were recorded. Student׳s t-test was used for statistical analysis.",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Arabidopsis",
    "DREB2A",
    "LOX1",
    "SALK_084889",
    "T-DNA",
    "Data Article"
  ],
  "citations": [
    {
      "title": "Identification of the MBF1 heat-response regulon of Arabidopsis thaliana",
      "authors": [
        "N. Suzuki",
        "H. Sejima",
        "R. Tam",
        "K. Schlauch",
        "R. Mittler"
      ]
    },
    {
      "title": "Dissecting low atmospheric pressure stress: transcriptome responses to the components of hypobaria in Arabidopsis",
      "authors": [
        "M. Zhou",
        "J. Callaham",
        "M. Reyes",
        "M. Stasiak",
        "A. Riva",
        "A. Zupanska",
        "M. Dixon",
        "A.-L. Paul",
        "R. Ferl"
      ]
    },
    {
      "title": "A novel cis-acting element in an Arabidopsis gene is involved in responsiveness to drought, low temperature, or high-salt stress",
      "authors": [
        "K. Yamaguchi-Shinozakiaib",
        "K. Shinozaki"
      ]
    },
    {
      "title": "JcLEA, a novel LEA-like protein from Jatropha curcas, confers a high level of tolerance to dehydration and salinity in Arabidopsis thaliana",
      "authors": [
        "J. Liang",
        "M. Zhou",
        "X. Zhou",
        "Y. Jin",
        "M. Xu",
        "J. Lin"
      ]
    },
    {
      "title": "Dual function of an Arabidopsis transcription factor DREB2A in water-stress-responsive and heat-stress-responsive gene expression",
      "authors": [
        "Y. Sakuma",
        "K. Maruyama",
        "F. Qin",
        "Y. Osakabe",
        "K. Shinozaki",
        "K. Yamaguchi-Shinozaki"
      ]
    }
  ],
  "original_title": "Data for characterization of SALK_084889, a T-DNA insertion line of Arabidopsis thaliana",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f0d5/5470433/664039816bef/gr1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f0d5/5470433/0010530ad5af/gr2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f0d5/5470433/edb350403155/gr3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f0d5/5470433/afb43a5755d3/gr4.jpg"
  ]
}