{
  "pmcid": "PMC5498037",
  "title": "Effects of low-dose rate γ-irradiation combined with simulated microgravity on markers of oxidative stress, DNA methylation potential, and remodeling in the mouse heart",
  "abstract": "Purpose\n\nSpace travel is associated with an exposure to low-dose rate ionizing radiation and the microgravity environment, both of which may lead to impairments in cardiac function. We used a mouse model to determine short- and long-term cardiac effects to simulated microgravity (hindlimb unloading; HU), continuous low-dose rate γ-irradiation, or a combination of HU and low-dose rate γ-irradiation.\n\nMethods\n\nCardiac tissue was obtained from female, C57BL/6J mice 7 days, 1 month, 4 months, and 9 months following the completion of a 21 day exposure to HU or a 21 day exposure to low-dose rate γ-irradiation (average dose rate of 0.01 cGy/h to a total of 0.04 Gy), or a 21 day simultaneous exposure to HU and low-dose rate γ-irradiation. Immunoblot analysis, rt-PCR, high-performance liquid chromatography, and histology were used to assess inflammatory cell infiltration, cardiac remodeling, oxidative stress, and the methylation potential of cardiac tissue in 3 to 6 animals per group.\n\nResults\n\nThe combination of HU and γ-irradiation demonstrated the strongest increase in reduced to oxidized glutathione ratios 7 days and 1 month after treatment, but a difference was no longer apparent after 9 months. On the other hand, no significant changes in 4-hydroxynonenal adducts was seen in any of the groups, at the measured endpoints. While manganese superoxide dismutase protein levels decreased 9 months after low-dose γ-radiation, no changes were observed in expression of catalase or Nrf2, a transcription factor that determines the expression of several antioxidant enzymes, at the measured endpoints. Inflammatory marker, CD-2 protein content was significantly decreased in all groups 4 months after treatment. No significant differences were observed in α-smooth muscle cell actin protein content, collagen type III protein content or % total collagen.\n\nConclusions\n\nThis study has provided the first and relatively broad analysis of small molecule and protein markers of oxidative stress, T-lymphocyte infiltration, and cardiac remodeling in response to HU with simultaneous exposure to low-dose rate γ-radiation. Results from the late observation time points suggest that the hearts had mostly recovered from these two experimental conditions. However, further research is needed with larger numbers of animals for a more robust statistical power to fully characterize the early and late effects of simulated microgravity combined with exposure to low-dose rate ionizing radiation on the heart.",
  "introduction": "Introduction\n\nExposure to high doses of ionizing radiation may cause cardiac toxicity that involves pericarditis, fibrosis, conduction abnormalities, coronary heart disease and atherosclerosis. While an increased risk of cardiovascular disease has long been shown in radiotherapy patients, adverse cardiovascular effects, such as ischemic heart disease, have also been described following exposure to doses much lower than in radiation therapy, often decades after radiation exposure. Astronauts traveling beyond low earth orbit (LEO), as in a mission to Mars or a near earth asteroid, will be continuously exposed to low dose-rate ionizing radiation, including γ-rays released as secondary radiation resultant from particle radiation interacting with the spacecraft or other shielding material. Hence, there is a concern about potential degenerative tissue effects in the heart with the exposure to ionizing radiation that occurs during space travel.\n\nOne mechanism by which ionizing radiation may lead to cardiac toxicity is through increased oxidative stress. One characteristic of ionizing radiation is the formation of free radicals, e.g. reactive oxygen species (ROS). An increase in oxidative stress has been observed in Russian cosmonauts and in space flown animal models. Recently, Azimzadeh et al., demonstrated a decrease in anti-oxidant proteins, including nuclear factor erythroid 2-related factor 2 (Nrf2) and superoxide dismutase 2 (SOD2), indicative of an increase in oxidative stress in post-mortem left ventricular tissue from Mayak nuclear workers that had been exposed to low dose-rate γ-radiation. Furthermore, Soucy et al. demonstrated increased activity of xanthine oxidase, an enzyme that generates ROS, in the rat aorta following exposure to 5 Gy γ-radiation. Additionally, mitochondria isolated from mice 4 weeks after 2 Gy local heart X-ray irradiation show an increase in ROS levels when presented with an additional insult.\n\nOxidation of glutathione (GSH) to form glutathione disulfide (GSSG) is an important buffering mechanism to reduce ROS levels. Hence, the ratio of tissue levels of GSH to GSSG is used as one indicator of oxidative stress.\n\nAnother mechanism by which radiation may affect the heart is through DNA methylation, an important mechanism of maintenance of cellular homeostasis. Cardiovascular disease is associated with alterations of DNA methylation. Moreover, radiation exposure has recently been shown to alter the DNA methylation patterns in the mouse heart. Methionine and the methionine cycle are critical for the production of S-adenosyl- L-methionine (SAM), a major methyl donor. Impairments in the methionine cycle up to 48 hours following radiation have been observed in the breast cancer cell line MDA-MB-361 by O’Leary et al. through the suppression of methionine adenosyltranseferase by the long noncoding RNA, PARTICLE. O’leary et al. observed a transient increase in PARTICLE 4 and 24 hours after 0.25 Gy γ-irradiation and a corresponding decrease in SAM 4 hours after radiation. While methionine metabolism directly influences DNA methylation potential, it also plays an important role in redox status. Increases in oxidative stress result in homocysteine, a reversible product in the methionine cycle, to be diverted away from the methionine cycle; thus, 1) decreasing the ability of the cells or tissues to methylate DNA and 2) supporting the synthesis of the antioxidant GSH through the irreversible transsulfuration of methionine. Importantly, a recent study demonstrated that exposure to low absorbed doses of space radiation resulted in long-term shifts in the heart tissue methionine concentrations, the ratio of SAM to S-adenosylhomocysteine (SAH), and DNA methylation.\n\nIn addition to space radiation as an occupational hazard, microgravity also presents a unique challenge to an astronaut. Microgravity has been shown to play a role in epigenetics, or DNA methylation, in breast cancer cell lines, human lymphocytes, and lymphoblastoid cells.. Furthermore, increased oxidative stress coupled with impairment of antioxidant mechanisms and inflammation have been shown in skeletal muscle following exposure to simulated microgravity. Recently, Mao et al. showed that a combined exposure to hindlimb unloading (HU) and low-dose rate γ-radiation may increase oxidative damage and decrease antioxidant protein content in the mouse brain. To be able to model simultaneous HU and exposure to low-dose rate ionizing radiation, Mao et al. placed cages of hind-limb unloaded mice onto Co-57 plates that emitted ionizing radiation in the form of γ-rays at an average dose rate of 0.01 cGy/h.\n\nSince, the combined effects of low-dose rate radiation exposure and microgravity on the heart are largely unknown, the purpose of the current study was to evaluate indicators of oxidative stress and tissue remodeling in cardiac tissue obtained from the mice in the study of Mao et al..",
  "methods": "Materials and methods\n\nExperimental design\n\nAll mice were handled and sacrificed by our co-author, XW Mao, at Loma Linda University under AUP 8130028 in a previous study. All data were obtained from cardiac tissue samples collected from that previous study. Cardiac tissue samples were obtained from mice in a previous study performed at Loma Linda University under a protocol approved by the Institutional Animal Care and Use Committee. Mature (6 months old), female C57BL/6J mice were exposed to low-dose-rate γ-irradiation (Co-57), were subjected to HU, or received a simultaneous combination of HU and γ-irradiation (HU+Co-57) for 21 days as previously described. Chronic low-dose rate irradiation was performed by housing mice for 21 days in cages placed on Co-57 plates (GPI; Stoughton, WI), as previously described. Co-57 plates had an active area of 16.5 x 24 inches and a dose uniformity of ± 5%. Mice received a cumulative dose of 0.04 Gy at an average dose rate of 0.01 cGy/h. Dose calibration was performed with multiple thermoluminescent dosimeters per cage, as detailed in prior studies. Mice were hind-limb unloaded as previously described. In short, anti-orthostatic suspension was achieved by attaching a tail harness and suspending mice by the tail harness to elevate the hindquarters above the cage floor with a 30° head-down tilt. Mice remained in HU for the duration of 21 days. After completion of the 21 days of HU, γ-irradiation, or a simultaneous exposure to HU + γ-irradiation, all mice were removed from HU and the radiation source until the time of sacrifice. Mice not undergoing HU or γ-irradiation served as controls (CTL).\n\nAll mice were provided standard mice chow and water ad libitum and were housed on a 12:12 hour light:dark cycle. Mice were allowed normal ambulation after completion of the 21 day treatment period and were sacrificed 7 days, 1 month, 4 months, or 9 months later. Hearts were collected, either fixed in 4% paraformaldehyde or flash frozen in liquid nitrogen, and shipped to the University of Arkansas for Medical Sciences for analysis. Mice were monitored daily during HU, γ-irradiation, or the combined HU+ γ-irradiation treatment and every other day following completion of their 21 day treatment. While the study began with a total 6 animals per group, HU is not always tolerated well by animals, and a total of 4 mice were removed from the study due to significant decreases in body weight (weight loss greater than 15% within 2 weeks). Additional samples were depleted through biochemical analyses, which limited the n size for some of the analyses. Sample size for each experimental group is indicated in Figure legends.\n\nHigh-performance liquid chromatography\n\nMarkers of oxidative stress and methylation state were measured by high-performance liquid chromatography with electrochemical detection (HPLC-ECD), as previously described. Briefly, 50 mg of frozen heart samples were homogenized in 500 μl of phosphate buffered saline solution (4°C). Following homogenization, samples were incubated (4°C; 30 min) in 10% metaphosphoric acid (100 μl tissue homogenate:150 μl acid) and then centrifuged at 18,000g (4°C; 15 min). Supernatant (20 μl) was injected into the HPLC reverse phase C18 Shisheido column (Phenomenex® Inc.) via ESA Autosampler (ESA Inc.). HPLC was performed to assess levels of reduced glutathione (GSH), oxidized glutathione (GSSG), methionine, S-adenosyl-L-methionine (SAM), and S-adenosyl-L-homocysteine (SAH) and expressed in nmol/mg total protein. Glutathione oxidation was expressed as a ratio of GSH:GSSG and methylation potential was expressed as a ratio of SAM:SAH.\n\nImmunoblot analysis\n\nImmunoblot analysis was performed as previously described. In brief, frozen heart samples were homogenized with a Potter-Elvehjem homogenizer in 1% Triton-X100 RIPA buffer containing a protease inhibitor cocktail (Sigma-Aldrich; 1:100) and a phosphatase inhibitor cocktail (Sigma-Aldrich; 1:100). Homogenates were centrifuged at 14,000 rpm for 10 min at 4° C and the supernatant removed for analysis. Protein concentration was determined with a BCA protein assay kit (Sigma-Aldrich), and 25 μg protein was loaded into Criterion TGX 4–20% gradient gels, electrophoresed, and transferred to PVDF membranes. After incubation with 1° and 2° antibodies diluted in 5% non-fat dried milk, membranes were developed using Immobilon™ Western Chemiluminescent HRP Substrate (Millipore) and CL-Xposure film (Thermo Scientific). Immunoblotting was performed to determine protein content of α-smooth muscle cell (SMC) actin (Abcam; 1:2,000), mast cell tryptase (Santa Cruz Biotechnology, Inc.; 1:25,000), caspase-3 (Santa Cruz Biotechnology, Inc.; 1:3,000), CD-2 (Santa Cruz Biotechnology, Inc.; 1:3,000), collagen-α1 type III (Santa Cruz Biotechnology, Inc.; 1:1,000), 4-hydroxynonenal (4-HNE) (gifted from Sharda Singh, Ph.D.; 1:10,000), manganese superoxide dismutase (MnSOD) (Santa Cruz Biotechnology, Inc.; 1:20,000), glutathione peroxidase (GPX 1/2) (Santa Cruz Biotechnology, Inc.; 1:500), catalase (Santa Cruz Biotechnology, Inc.; 1:1,000), Nrf2 (Santa Cruz Biotechnology, Inc.; 1:1,000), and GAPDH (Santa Cruz Biotechnology, Inc.; 1:20,000). Protein content was determined by densitometry, imaged with an AlphaImager® gel documentation system (ProteinSimple), and quantified with Image Studio Lite. In images where GAPDH showed double banding, both bands were included in the analysis. Protein content of all probed proteins was expressed relative to GAPDH.\n\nRNA isolation and real-time polymerase chain reaction\n\nRNA isolation and rt-PCR was performed as previously detailed. In short, RNA was isolated from frozen heart samples using Ultraspec™ RNA reagent (Biotecx). RNA quality and concentration were assessed spectrophotometrically using a NanoDrop® 2000. DNA was removed from the RNA with RQ-DNAse I (Promega), and cDNA was synthesized from the RNA using a High Capacity cDNA Reverse Transcription Kit (Life Technologies). Steady-state mRNA was assessed by real-time quantitative PCR (RT-qPCR). Gene expression was assessed using relative quantification (RQ) values obtained from TaqMan Gene Expression Assays™. RQ values were calculated as 2-ΔΔCT, where ΔΔCT = ΔCTsample− ΔCTcontrol and ΔCT represented the difference in cycle thresholds of a gene of interest and the housekeeping gene (18s rRNA).\n\nFixation and histology\n\nMouse hearts were excised and placed in 4% paraformaldehyde (7.4 pH) for 24 hours, rinsed with PBS and dehydrated with ethanol. After dehydration, mouse hearts where embedded in paraffin wax and sectioned (5 μm) for histology, conducted as previously described.\n\nTo assess inflammatory cell infiltration, longitudinal heart sections were rehydrated and incubated with 0.5% Toluidine Blue in 0.5 N HCL for 3 days at room temperature, followed with a 10 minute wash in 0.7 N HCL, and were counterstained with Eosin (1:4). Mast cells were counted using an Axioskop transmitted light microscope (Carl Zeiss).\n\nCardiac remodeling was evaluated by collagen deposition and was determined using Sirius Red/Fast Green staining. Two series of sections were obtained from each heart, with the second series of histology samples sectioned approximately 50 μm deeper into the embedded mouse hearts, to provide a measure of collagen deposition throughout the heart. Heart sections were rehydrated and incubated with Picro Sirius Red supplemented with Fast Green. Sections were scanned using a ScanScope CS2 slide scanner, analyzed with ImageScope 12 (Leica Biosystems), and collagen deposition was determined as a percentage of the total tissue area, i.e. the relative area of collagen (Pico Sirius Red staining) to the total area of the tissue.\n\nStatistics\n\nAll values are means ± standard error of the mean (SEM). NCSS 8 (Kaysville, UT) was used to perform repeated measures analysis of variance (ANOVA) on collagen deposition in histology or one-way ANOVA for all other parameters, followed by Tukey-Kramer post-hoc tests of differences among individual experimental groups. Statistical significance was defined as p < 0.05. With 6 mice per group, we had 0.80 power to detect a difference of 1.7 SDs between an irradiated and sham group within a time point, based on a .05 significance level t-test conducted within an ANOVA framework. With 3 mice per group, we had 0.80 power to detect a difference of 3.3 SDs. Here, SD is the root mean square error from the ANOVA.",
  "results": "Results\n\nIndications of cardiac oxidative stress and anti-oxidant enzyme expression\n\nCardiac tissue GSH (S1 Fig) and GSSG (S2 Fig) levels were assessed and GSH:GSSG ratios were calculated as an indication of oxidative stress (Fig 1). GSH:GSSG ratios were significantly decreased 7 days and 1 month after completion of HU or γ-irradiation. The combination of HU and γ-irradiation showed a further significant decrease in GSH:GSSG ratio than either treatment alone at the 7 day time point (Fig 1A), but not at 1 month (Fig 1B). Statistical analysis did not indicate significant differences in GSH:GSSG ratio in cardiac tissue collected at the 9 month time point (Fig 1C). Despite an early decrease in the GSH:GSSG ratio, no changes were observed in protein 4-HNE adducts as measured by immunoblot analysis (S3 Fig).\n\nA small reduction in cardiac MnSOD expression was observed 9 months after low-dose rate irradiation, but no alterations were seen in MnSOD at 4 months, or GPX 1/2 at 4 or 9 months (S4 Fig). Furthermore, no statistical differences were observed in Nrf 2 or catalase protein content at 4 months or 9 months after treatment (S5 Fig).\n\nCardiac methylation potential\n\nA small reduction in SAM (S6 Fig) and increase in SAH (S7 Fig) levels in the heart as measured 7 days after completion of HU and low-dose rate γ-irradiation resulted in a significant reduction in the ratios of SAM:SAH (Fig 2A). The combination of HU and γ-irradiation showed a further reduction in SAM:SAH ratio compared to either HU or γ-irradiation alone (Fig 2A). After 1 month, the SAM:SAH ratio was significantly decreased in all groups compared to CTL, but the combined HU+ γ-irradiation group did not show an additional decrease (Fig 2B). There were no significant differences in SAM:SAH ratio in cardiac tissue collected after 9 months (Fig 2C), or in cardiac methionine content at any time point (S8 Fig).\n\nCardiac collagen content\n\nSince cardiac adverse remodeling typically occurs late after exposure to ionizing radiation, indicators of remodeling and inflammatory infiltration were examined at the observation time points of 4 and 9 months. Histological staining did not reveal significant group differences in total % collagen, in the first series of sections obtained from each heart, the second series, or in a repeated measures analysis of all sections (Fig 3A and 3B). Additionally, both immunoblot and RT-PCR analyses revealed no significant differences 4 or 9 months after treatment in collagen-α1 type III protein content (Fig 3C and 3D) or pro-collagen III relative mRNA (S9 Fig). Furthermore, immunoblot analysis of cardiac α-SMC actin did not reveal any significant differences at the 4 or 9 month time points (S10 Fig).\n\nCardiac T-lymphocyte infiltration and mast cell numbers\n\nMast cells were examined by histological staining with Toluidine Blue and by measuring mast cell tryptase content through immunoblot analysis. Histology did not reveal any significant differences in mast cell counts (Fig 4A and 4B); however, a small but significant increase in mast cell tryptase protein content was seen at 9 months after low-dose rate γ-radiation with and without HU (Fig 4C and 4D).\n\nCardiac CD-2 content was used as an indicator of T-lymphocyte infiltration. A significant decrease in CD-2 protein content was detected in all treatment groups compared to CTL in cardiac tissue collected 4 months after completion of HU, low-dose rate γ-irradiation or a combination of the two, but not in cardiac tissue collected at 9 months (Fig 4E and 4F).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Research Article",
    "Biology and Life Sciences",
    "Anatomy",
    "Cardiovascular Anatomy",
    "Heart",
    "Medicine and Health Sciences",
    "Cell Biology",
    "Oxidative Stress",
    "Physical Sciences",
    "Chemistry",
    "Chemical Compounds",
    "Organic Compounds",
    "Amino Acids",
    "Sulfur Containing Amino Acids",
    "Methionine",
    "Organic Chemistry",
    "Biochemistry",
    "Proteins",
    "Collagens",
    "Cellular Types",
    "Animal Cells",
    "Connective Tissue Cells",
    "Mast Cells",
    "Biological Tissue",
    "Connective Tissue",
    "Histology",
    "Physics",
    "Gravitation",
    "Artificial Gravity",
    "Nuclear Physics",
    "Radiation",
    "Ionizing Radiation"
  ],
  "citations": [
    {
      "title": "Radiation-associated cardiovascular disease",
      "authors": [
        "MJ Adams",
        "PH Hardenbergh",
        "LS Constine",
        "SE Lipshultz"
      ]
    },
    {
      "title": "Diastolic dysfunction after mediastinal irradiation",
      "authors": [
        "PA Heidenreich",
        "SL Hancock",
        "RH Vagelos",
        "BK Lee",
        "I Schnittger"
      ]
    },
    {
      "title": "Risk of ischemic heart disease in women after radiotherapy for breast cancer",
      "authors": [
        "SC Darby",
        "M Ewertz",
        "P McGale",
        "AM Bennet",
        "U Blom-Goldman",
        "D Brønnum"
      ]
    },
    {
      "title": "Cause-specific mortality in long-term survivors of breast cancer who participated in trials of radiotherapy",
      "authors": [
        "J Cuzick",
        "H Stewart",
        "L Rutqvist",
        "J Houghton",
        "R Edwards",
        "C Redmond"
      ]
    },
    {
      "title": "Long-term mortality from heart disease and lung cancer after radiotherapy for early breast cancer: prospective cohort study of about 300 000 women in US SEER cancer registries",
      "authors": [
        "SC Darby",
        "P McGale",
        "CW Taylor",
        "R Peto"
      ]
    },
    {
      "title": "Studies of mortality of atomic bomb survivors. Report 13: Solid cancer and noncancer disease mortality: 1950–1997",
      "authors": [
        "DL Preston",
        "Y Shimizu",
        "DA Pierce",
        "A Suyama",
        "K Mabuchi"
      ]
    },
    {
      "title": "Systematic review and meta-analysis of circulatory disease from exposure to low-level ionizing radiation and estimates of potential population mortality risks",
      "authors": [
        "MP Little",
        "TV Azizova",
        "D Bazyka",
        "SD Bouffler",
        "E Cardis",
        "S Chekin"
      ]
    },
    {
      "title": "Ischemic heart disease in workers at Mayak PA: latency of incidence risk after radiation exposure",
      "authors": [
        "C Simonetto",
        "TV Azizova",
        "ES Grigoryeva",
        "JC Kaiser",
        "H Schöllnberger",
        "M Eidemüller"
      ]
    },
    {
      "title": "Space radiation: the number one risk to astronaut health beyond low earth orbit",
      "authors": [
        "JC Chancellor",
        "GBI Scott",
        "JP Sutton"
      ]
    },
    {
      "title": "",
      "authors": [
        "EJ Hall",
        "AJ Giaccia"
      ]
    },
    {
      "title": "Metabolic oxidation/reduction reactions and cellular responses to ionizing radiation: A unifying concept in stress response biology",
      "authors": [
        "DR Spitz",
        "EI Azzam",
        "J Jian Li",
        "D Gius"
      ]
    },
    {
      "title": "Monitoring antioxidant defenses and free radical production in space-flight, aviation and railway engine operators, for the prevention and treatment of oxidative stress, immunological impairment, and pre-mature cell aging",
      "authors": [
        "C De Luca",
        "I Deeva",
        "S Mariani",
        "G Maiani",
        "A Stancato",
        "L Korkina"
      ]
    },
    {
      "title": "Effects of long-term space flight on erythrocytes and oxidative stress of rodents",
      "authors": [
        "AM Rizzo",
        "PA Corsetto",
        "G Montorfano",
        "S Milani",
        "S Zava",
        "S Tavella"
      ]
    },
    {
      "title": "Spaceflight downregulates antioxidant defense systems in rat liver",
      "authors": [
        "J Hollander",
        "M Gore",
        "R Fiebig",
        "R Mazzeo",
        "S Ohishi",
        "H Ohno"
      ]
    },
    {
      "title": "A dose-dependent perturbation in cardiac energy metabolism is linked to radiation-induced ischemic heart disease in Mayak nuclear workers",
      "authors": [
        "O Azimzadeh",
        "T Azizova",
        "J Merl-Pham",
        "V Subramanian",
        "MV Bakshi",
        "M Moseeva"
      ]
    },
    {
      "title": "Single exposure gamma-irradiation amplifies xanthine oxidase activity and induces endothelial dysfunction in rat aorta",
      "authors": [
        "KG Soucy",
        "HK Lim",
        "A Benjo",
        "L Santhanam",
        "S Ryoo",
        "AA Shoukas"
      ]
    },
    {
      "title": "Radiation-induced signaling results in mitochondrial impairment in mouse heart at 4 weeks after exposure to X-rays",
      "authors": [
        "Z Barjaktarovic",
        "D Schmaltz",
        "A Shyla",
        "O Azimzadeh",
        "S Schulz",
        "J Haagen"
      ]
    },
    {
      "title": "Functions of DNA methylation: islands, start sites, gene bodies and beyond",
      "authors": [
        "PA Jones"
      ]
    },
    {
      "title": "Radiation-induced changes in DNA methylation of repetitive elements in the mouse heart",
      "authors": [
        "I Koturbash",
        "IR Miousse",
        "V Sridharan",
        "E Nzabarushimana",
        "CM Skinner",
        "SB Melnyk"
      ]
    },
    {
      "title": "Alterations in cardiac DNA methylation in human dilated cardiomyopathy",
      "authors": [
        "J Haas",
        "KS Frese",
        "YJ Park",
        "A Keller",
        "B Vogel",
        "AM Lindroth"
      ]
    },
    {
      "title": "Epigenetic signatures and vascular risk in type 2 diabetes: a clinical perspective",
      "authors": [
        "F Paneni",
        "S Costantino",
        "M Volpe",
        "TF Lüscher",
        "F Cosentino"
      ]
    },
    {
      "title": "S-adenosylmethionine: jack of all trades and master of everything?",
      "authors": [
        "WAM Loenen"
      ]
    },
    {
      "title": "PARTICLE, a triplex-forming long ncRNA, regulates locus-specific methylation in response to low-dose irradiation",
      "authors": [
        "VB O'Leary",
        "SV Ovsepian",
        "LG Carrascosa",
        "FA Buske",
        "V Radulovic",
        "M Niyazi"
      ]
    },
    {
      "title": "Hypothesis: a unifying mechanism for nutrition and chemicals as lifelong modulators of DNA hypomethylation",
      "authors": [
        "DH Lee",
        "DR Jacobs",
        "M Porta"
      ]
    },
    {
      "title": "Redox regulation of homocysteine-dependent glutathione synthesis",
      "authors": [
        "V Vitvitsky",
        "E Mosharov",
        "M Tritt",
        "F Ataullakhanov",
        "R Banerjee"
      ]
    },
    {
      "title": "Simulated microgravity decreases DNA repair capacity and induces DNA damage in human lymphocytes",
      "authors": [
        "R Kumari",
        "KP Singh",
        "JW DuMond"
      ]
    },
    {
      "title": "Simulated microgravity-induced epigenetic changes in human lymphocytes",
      "authors": [
        "KP Singh",
        "R Kumari",
        "JW DuMond"
      ]
    },
    {
      "title": "A study of alterations in DNA epigenetic modifications (5mC and 5hmC) and gene expression influenced by simulated microgravity in human lymphoblastoid cells",
      "authors": [
        "B Chowdhury",
        "A Seetharam",
        "Z Wang",
        "Y Liu",
        "AC Lossie",
        "J Thimmapuram"
      ]
    },
    {
      "title": "Methylation in the p53 promoter is a supplementary route to breast carcinogenesis: correlation between CpG methylation in the p53 promoter and the mutation of the p53 gene in the progression from ductal carcinoma in situ to invasive ductal carcinoma",
      "authors": [
        "JH Kang",
        "SJ Kim",
        "DY Noh",
        "IA Park",
        "KJ Choe",
        "OJ Yoo"
      ]
    },
    {
      "title": "Hindlimb unloading increases oxidative stress and disrupts antioxidant capacity in skeletal muscle",
      "authors": [
        "JM Lawler",
        "W Song",
        "SR Demaree"
      ]
    },
    {
      "title": "Simulated microgravity and low-dose/low-dose-rate radiation induces oxidative damage in the mouse brain",
      "authors": [
        "XW Mao",
        "NC Nishiyama",
        "MJ Pecaut",
        "M Campbell-Beachler",
        "P Gifford",
        "KE Haynes"
      ]
    },
    {
      "title": "Low-dose photons modify liver response to simulated solar particle event protons",
      "authors": [
        "DS Gridley",
        "GB Coutrakon",
        "A Rizvi",
        "EJ Bayeta",
        "X Luo-Owen",
        "AY Makinde"
      ]
    },
    {
      "title": "Low-dose photon and simulated solar particle event proton effects on Foxp3+ T regulatory cells and other leukocytes",
      "authors": [
        "DS Gridley",
        "X Luo-Owen",
        "A Rizvi",
        "AY Makinde",
        "MJ Pecaut",
        "XW Mao"
      ]
    },
    {
      "title": "Low dose, low dose rate photon radiation modifies leukocyte distribution and gene expression in CD4+ T cells",
      "authors": [
        "DS Gridley",
        "A Rizvi",
        "X Luo-Owen",
        "AY Makinde",
        "MJ Pecaut"
      ]
    },
    {
      "title": "Long-term effects of simulated microgravity and/or chronic exposure to low-dose gamma radiation on behavior and blood-brain barrier integrity",
      "authors": [
        "JA Bellone",
        "PS Gifford",
        "NC Nishiyama",
        "RE Hartman",
        "XW Mao"
      ]
    },
    {
      "title": "The hindlimb unloading rat model: literature overview, technique update and comparison with space flight data",
      "authors": [
        "E Morey-Holton",
        "RK Globus",
        "A Kaplansky",
        "G Durnova"
      ]
    },
    {
      "title": "The use of suspension models and comparison with true weightlessness:\" a resume\"",
      "authors": [
        "XJ Musacchia"
      ]
    },
    {
      "title": "A new HPLC method for the simultaneous determination of oxidized and reduced plasma aminothiols using coulometric electrochemical detection1",
      "authors": [
        "S Melnyk",
        "M Pogribna",
        "I Pogribny",
        "RJ Hine",
        "SJ James"
      ]
    },
    {
      "title": "A tocotrienol-enriched formulation protects against radiation-induced changes in cardiac mitochondria without modifying late cardiac function or structure",
      "authors": [
        "V Sridharan",
        "P Tripathi",
        "N Aykin-Burns",
        "KJ Krager",
        "SK Sharma",
        "EG Moros"
      ]
    },
    {
      "title": "A priming dose of protons alters the early cardiac cellular and molecular response to 56Fe irradiation",
      "authors": [
        "SS Ramadan",
        "V Sridharan",
        "I Koturbash",
        "IR Miousse",
        "M Hauer-Jensen",
        "GA Nelson"
      ]
    },
    {
      "title": "Radiation-induced alterations in mitochondria of the rat heart",
      "authors": [
        "V Sridharan",
        "N Aykin-Burns",
        "P Tripathi",
        "KJ Krager",
        "SK Sharma",
        "EG Moros"
      ]
    },
    {
      "title": "Pharmacological induction of transforming growth factor-beta1 in rat models enhances radiation injury in the intestine and the heart",
      "authors": [
        "M Boerma",
        "J Wang",
        "V Sridharan",
        "JM Herbert",
        "M Hauer-Jensen"
      ]
    },
    {
      "title": "Roles of sensory nerves in the regulation of radiation-induced structural and functional changes in the heart. International Journal of Radiation Oncology* Biology*",
      "authors": [
        "V Sridharan",
        "P Tripathi",
        "S Sharma",
        "EG Moros",
        "J Zheng",
        "M Hauer-Jensen"
      ]
    },
    {
      "title": "Antioxidants attenuate myocyte apoptosis and improve cardiac function in CHF: association with changes in MAPK pathways",
      "authors": [
        "F Qin",
        "J Shite",
        "CS Liang"
      ]
    },
    {
      "title": "Early treatment of radiation-induced heart damage in rats by caffeic acid phenethyl ester",
      "authors": [
        "HH Mansour",
        "SS Tawfik"
      ]
    },
    {
      "title": "Oxidant/anti-oxidant status in rats exposed to simulated weightlessness by hindlimb unloading and reloading",
      "authors": [
        "P Chowdhury",
        "M Soulsby"
      ]
    },
    {
      "title": "Age-related effects of X-ray irradiation on mouse hippocampus",
      "authors": [
        "A Casciati",
        "K Dobos",
        "F Antonelli",
        "A Benedek",
        "SJ Kempf",
        "M Bellés"
      ]
    },
    {
      "title": "Chronic low-dose-rate ionising radiation affects the hippocampal phosphoproteome in the ApoE -/- Alzheimer's mouse model",
      "authors": [
        "SJ Kempf",
        "D Janik",
        "Z Barjaktarovic",
        "I Braga-Tanaka",
        "S Tanaka",
        "F Neff"
      ]
    },
    {
      "title": "Methionine metabolism in mammals. Distribution of homocysteine between competing pathways",
      "authors": [
        "JD Finkelstein",
        "JJ Martin"
      ]
    },
    {
      "title": "Influence of mast cells on structural and functional manifestations of radiation-induced heart disease",
      "authors": [
        "M Boerma",
        "J Wang",
        "J Wondergem",
        "J Joseph",
        "X Qiu",
        "RH Kennedy"
      ]
    },
    {
      "title": "Irradiation induced modest changes in murine cardiac function despite progressive structural damage to the myocardium and microvasculature",
      "authors": [
        "I Seemann",
        "K Gabriels",
        "NL Visser",
        "S Hoving",
        "JA te Poele",
        "JF Pol"
      ]
    },
    {
      "title": "Role of TGF Beta and PPAR Alpha Signaling Pathways in Radiation Response of Locally Exposed Heart: Integrated Global Transcriptomics and Proteomics Analysis",
      "authors": [
        "V Subramanian",
        "I Seemann",
        "J Merl-Pham",
        "SM Hauck",
        "FA Stewart",
        "MJ Atkinson"
      ]
    },
    {
      "title": "Left ventricular remodeling during and after 60 days of sedentary head-down bed rest",
      "authors": [
        "CM Westby",
        "DS Martin",
        "SM Lee",
        "MB Stenger",
        "SH Platts"
      ]
    },
    {
      "title": "Cardiac function, perfusion, and morbidity in irradiated long-term survivors of Hodgkin's disease",
      "authors": [
        "LS Constine",
        "RG Schwartz",
        "DE Savage",
        "V King",
        "A Muhs"
      ]
    },
    {
      "title": "Leukocyte activity is altered in a ground based murine model of microgravity and proton radiation exposure",
      "authors": [
        "JK Sanzari",
        "AL Romero-Weaver",
        "G James",
        "G Krigsfeld",
        "L Lin",
        "ES Diffenderfer"
      ]
    },
    {
      "title": "Heat shock proteins, inflammation, and cardiovascular disease",
      "authors": [
        "AG Pockley"
      ]
    },
    {
      "title": "Late inflammatory and thrombotic changes in irradiated hearts of C57BL/6 wild-type and atherosclerosis-prone ApoE-deficient mice",
      "authors": [
        "I Patties",
        "J Haagen",
        "W Dörr",
        "G Hildebrandt",
        "A Glasow"
      ]
    },
    {
      "title": "Myocardial inflammation and non-ischaemic heart failure: is there a role for C-reactive protein?",
      "authors": [
        "O Zimmermann",
        "M Bienek-Ziolkowski",
        "B Wolf",
        "M Vetter",
        "R Baur",
        "V Mailänder"
      ]
    },
    {
      "title": "Inflammation, obesity, stress and coronary heart disease: is interleukin-6 the link?",
      "authors": [
        "JS Yudkin",
        "M Kumari",
        "SE Humphries",
        "V Mohamed-Ali"
      ]
    },
    {
      "title": "Inflammatory mediators in chronic heart failure: an overview",
      "authors": [
        "SD Anker",
        "S von Haehling"
      ]
    },
    {
      "title": "Immune responses in space flight",
      "authors": [
        "G Sonnenfeld"
      ]
    },
    {
      "title": "In vivo testing confirms a blunting of the human cell-mediated immune mechanism during space flight",
      "authors": [
        "GR Taylor",
        "RP Janney"
      ]
    },
    {
      "title": "Neuroendocrine and immune system responses with spaceflights",
      "authors": [
        "CM Tipton",
        "JE Greenleaf",
        "CG Jackson"
      ]
    },
    {
      "title": "Effects of space missions on the human immune system: A meta-analysis. Research in Sports Medicine",
      "authors": [
        "LK Barger",
        "JE Greenleaf",
        "F Baldini",
        "D Huff"
      ]
    },
    {
      "title": "Immune changes during long-duration missions",
      "authors": [
        "IV Konstantinova",
        "MP Rykova",
        "AT Lesnyak",
        "EA Antropova"
      ]
    },
    {
      "title": "Kimzey SL, Fischer CL, Johnson PC, Ritzmann SE, Mengel CE. Hematology and immunology studies. Technical Report. Houston (TX): NASA Johnson Space Center; 1975 July. Report No.:19760005590. Accession No.: 76N12678.",
      "authors": []
    }
  ],
  "original_title": "Effects of low-dose rate Œ≥-irradiation combined with simulated microgravity on markers of oxidative stress, DNA methylation potential, and remodeling in the mouse heart",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/22c5/5498037/294f088467e8/pone.0180594.g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/22c5/5498037/c2ed0bc681bb/pone.0180594.g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/22c5/5498037/629d4040f622/pone.0180594.g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/22c5/5498037/f4cca2025a64/pone.0180594.g004.jpg"
  ]
}