{
  "pmcid": "PMC5460239",
  "title": "Interplay of space radiation and microgravity in DNA damage and DNA damage response",
  "abstract": "In space, multiple unique environmental factors, particularly microgravity and space radiation, pose constant threat to the DNA integrity of living organisms. Specifically, space radiation can cause damage to DNA directly, through the interaction of charged particles with the DNA molecules themselves, or indirectly through the production of free radicals. Although organisms have evolved strategies on Earth to confront such damage, space environmental conditions, especially microgravity, can impact DNA repair resulting in accumulation of severe DNA lesions. Ultimately these lesions, namely double strand breaks, chromosome aberrations, micronucleus formation, or mutations, can increase the risk for adverse health effects, such as cancer. How spaceflight factors affect DNA damage and the DNA damage response has been investigated since the early days of the human space program. Over the years, these experiments have been conducted either in space or using ground-based analogs. This review summarizes the evidence for DNA damage induction by space radiation and/or microgravity as well as spaceflight-related impacts on the DNA damage response. The review also discusses the conflicting results from studies aimed at addressing the question of potential synergies between microgravity and radiation with regard to DNA damage and cellular repair processes. We conclude that further experiments need to be performed in the true space environment in order to address this critical question.",
  "introduction": "Introduction\n\nAs humans on Earth, we are well protected from insults originated in deep space. However, during space travel, all living organisms are exposed to a number of unique environmental stress factors, such as space radiation and microgravity. These two factors in particular have been topics of active investigation as their potential to compromise human health has not yet been fully elucidated.\n\nTypically encountered beyond the reach of the Earth’s magnetosphere, space radiation refers to galactic cosmic rays (GCR) and protons released from large solar particle events (SPEs). GCRs consist of approximately 87% hydrogen ions (protons) and 12% helium ions (alpha particles), with the remaining 1–2% of particles being high atomic number and energy nuclei. In low Earth orbit (LEO), astronauts are exposed mostly to protons trapped in Earth’s geomagnetic field, and some high energy GCR and SPE particles that are able to penetrate to LEO. In fact, the energy of some GCR particles is so high that it is difficult to shield from them at all using conventional materials, making exposure inside spacecraft inevitable. Notable effects of this space radiation in humans include, for instance, light flashes from retinal exposure to charged particles, reported during astronauts’ trips to the Moon and in Skylab missions, and the early onset of cataracts. Apart from direct space radiation effects, indirect damage through bystander effects, adaptive responses, and genomic instability may also occur.\n\nIn addition to radiation, in LEO or during transit to the Moon or Mars, astronauts are exposed to microgravity. As many have noted before, exposure to the microgravity environment causes a range of detrimental health effects, including bone loss, cardiovascular deconditioning, and neurovestibular changes. Furthermore, some of these health effects have been observed in studies using ground-based analogs that simulate the microgravity condition.\n\nAt the molecular level, radiation and/or microgravity are known to negatively impact DNA integrity. To counteract DNA damage, cells have developed specific mechanisms that locate and repair DNA lesions. These mechanisms consist of a network of cellular proteins involved in DNA damage response (DDR) pathways, such as cell cycle regulation, DNA repair, and apoptosis. Generally, cells are able to accommodate moderate DNA damage through these different repair processes; however, space conditions, especially the lack of gravity may adversely affect the DNA repair process leading to accumulation of DNA injuries.\n\nAlthough space radiation and microgravity are two major environmental stressors encountered in space travel, other space-related factors can present challenges to DNA integrity as well. Specifically, partial gravity experienced on the surface of the Moon or Mars, psychological stress due to confined space or loneliness in long duration missions, possible toxic chemical compounds in the spacecraft, and lunar or Martian regolith inhaled into the lung might also negatively impact astronauts’ health.\n\nGiven the importance of understanding the consequences of the space environment on human physiology, this review focuses on the interplay of space radiation and microgravity in the DDR. Relevant studies addressing the question of potential synergies between radiation and microgravity are also discussed. Additionally, investigations of DNA damage induced in space are reviewed. Recent evidence for such effects (Tables 1 and 2) is summarized below.\n\nA review on data about heavy ion radiobiology or health risks caused by exposure to space radiation, or the effect of radiation and/or microgravity at the tissue level (bone/muscle loss) is beyond the scope of this paper.\n\nSimulated microgravity studies\n\nDNA damage induced by simulated microgravity\n\nAs opportunities for true spaceflight experiments are rare, various studies have been conducted using ground-based devices that simulate certain aspects of microgravity. Common analogs for microgravity include rotating wall vessels (RWV), and 2D and 3D clinostats for cultured cells, and the hind limb suspension model for rodents. Other approaches, such as airplanes flying in a parabolic pattern or free drop towers also offer true microgravity for a short duration. For humans, the bed rest model is used to simulate the effects of microgravity on various physiological systems, especially for studies of bone, muscle and the cardiovascular system.\n\nUsing these microgravity analogs, researchers have reported a range of data concerning the induction of DNA damage by simulated microgravity. For instance, simulated microgravity has been reported to induce DNA single strand breaks in human retinal pigment epithelial cells (hRPE) cultured in RWV. At 48 h after returning to the 1 g gravity condition, this DNA damage persisted and the production of the inflammatory marker prostaglandin E2 (PGE2) increased. However, hRPE cells previously treated with the anti-inflammatory agent cysteine showed less DNA damage and no PGE2 release. The bed rest model for studying the effect of microgravity on human physiology has also revealed an increase of 8-oxo-7,8 dihydro-2′ deoxyguanosine (8-oxo-HdG), which is considered a marker of oxidative DNA damage. Taken together, these results from cell models and human subjects suggest that various forms of ground-based microgravity analogs may indeed induce oxidative DNA damage. Many studies that reported measurements of simulated microgravity-induced reactive oxygen species (ROS), but not specific DNA damage markers, are not included here. Simulated microgravity alone does not appear to induce double strand breaks (DSB) in cells with normal genetic background. However, DSBs were found in mouse embryonic stem cells that were deficient in DDR and cultured under RWV, suggesting that perhaps some DSB type damage is induced by simulated microgravity, but is typically repaired in DDR competent organisms.\n\nEffects of simulated microgravity on DDR\n\nIn addition to the aforementioned DNA damage, there is evidence indicating that key elements of the DDR machinery are also affected under simulated microgravity alone. For instance, DNA damage, as well as decreased expression of DNA repair genes involved in mismatch repair, base excision repair, nucleotide excision repair, and the down regulation of p53, was observed in proliferating lymphocytes grown in simulated microgravity. Furthermore, p21 up regulation occurred rapidly in lymphocytes exposed to real microgravity from parabolic flights and under simulated microgravity in 2D clinostats, suggesting a p53-independent mechanism. Additionally, the activity of the DNA strand break sensor poly (ADP-ribose) polymerase 1 significantly increased under simulated microgravity. Further studies on mouse embryonic stem cells cultured in a 3D clinostat showed that simulated microgravity alone did not induce DNA damage, but it did affect radiation-induced DNA repair.\n\nMost of the studies on the effects of simulated microgravity on the DDR have used low-linear energy transfer (LET) X-rays or γ rays to generate high levels of DNA damage. These damaged cells were then allowed to repair under different gravity conditions. However, our review of the studies performed under this experimental design has revealed conflicting results. For example, human lymphocytes exposed to 1.5 Gy of X-rays and cultured in a clinostat showed a higher number of X-ray induced chromosome aberrations in comparison to control cells cultured under the static 1 g condition. But, researchers using the NASA-designed RWV bioreactor found no significant difference in high energy proton radiation-induced (60 MeV protons or 250kVp X-rays in the dose ranges of 0–6 Gy) chromosome aberrations between human lymphocytes cultured in normal vs. simulated microgravity conditions, indicating that DNA repair was not affected. Even so, more studies do suggest that simulated microgravity has an effect on DDR. Specifically, in lymphoblastoid TK6 cells irradiated with γ rays and incubated for 24 h in a simulated microgravity environment, a significant reduction in apoptotic cells, increased number of cells in G1-phase, and higher frequencies of micronucleated cells and mutations were reported in comparison to cells that were exposed to the same doses of radiation while maintained in 1 g. Greater mutant frequency was also found in human lymphocytes after ionizing radiation exposure in simulated microgravity. In both TK6 cells and peripheral blood mononuclear cells (PBMCs), the increase in mutation rate was associated with a reduced rate of radiation-induced apoptosis, again indicating a DDR change. Meanwhile, Omics studies such as transcriptome and microRNome analysis have provided evidence that simulated microgravity affects the DDR to ionizing radiation in human PBMCs by causing downregulation of DDR pathways associated miRNAs like miR-7 and miR-27a. Ultimately, simulated microgravity delayed DNA repair of radiation-induced DSBs in human lymphocytes, and as a consequence, the genotoxic effects of ionizing radiation increased. It should be noted, however, that few studies have employed high-LET charged particles to induce DNA damage under simulated microgravity conditions. In one such study, simulated microgravity was shown to decrease carbon ion radiation-induced cell survival and increase apoptosis in human B lymphoblasts. Such effects of simulated microgravity were associated with increased heavy ion radiation-induced intracellular ROS generation. In another study, increased apoptosis and DNA damage were found in the sperm of mice that was exposed simultaneously to carbon ions and simulated microgravity (Hindlimb suspension). Together, these results suggest that, in most reported studies, simulated microgravity alters the expression of genes involved in DDR, and indeed affect the cellular response to radiation-induced damage (Table 1). More work is needed, however, to better understand the effects of microgravity on cellular repair processes in response to high LET radiation-induced DNA damage.\n\nSpaceflight studies\n\nDNA damage from spaceflight\n\nIn contrast to the large number of studies that have been conducted on the ground using particles generated in accelerators, results describing DNA damage from direct exposure to natural space radiation are few. Detection of direct biological damage by space radiation is challenging not only due to the low dose and the low dose rate nature of the space environment, but also due to the possible synergistic effects of microgravity. In one such attempt, fixed human cervical carcinoma (HeLa) cells were flown in the Russian MIR space station for 40 days or on the Space Shuttle for 9 days. The resulting DNA damage levels, as measured by enzymatic incorporation of [3 H]-dATP from terminal deoxyribo-nucleotidyl transferase, correlated with space flight duration, suggesting that the measured DNA damage was caused by space radiation and was dependent on the length of the space flight. In another experiment, human lymphoblastoid TK6 cells were sent to the International Space Station (ISS) and kept frozen in space for 134 days so that the damage could accumulate (while the impact of microgravity was simultaneously minimized). The cells flown to space showed an increase in thymidine kinase deficient (TK(-)) mutations over the ground controls. In a similar study, frozen TK6 cells were also analyzed for DSBs by measuring the phosphorylation of the histone H2AX (γ-H2AX). The induced DSBs appeared as a dense track of ionizations and excitations along the particle path. Similarly, during the Foton-M3 Mission (total 12 days), normal human dermal fibroblasts fixed after 4 days in orbit were found to have increased DSBs. The γ-H2AX assay for detecting DSBs has also been performed on human fibroblasts cultured at 37 °C on the ISS for 14 days. Although the average number of γ-H2AX foci was similar between the flight samples and ground controls, the flown cells exhibited several track shaped foci that were similar to those induced by high-LET space radiation analogs on the ground. Together, these results suggest that DNA damage can be directly attributed to the space radiation environment.\n\nAnother effect attributed to space radiation is the induction of chromosome aberrations in white blood cells of astronauts after returning from space. Such damage can be observed only after a 3–6 month duration mission, but not a 2-week shuttle mission. Similarly, analysis of chromosomal aberrations in blood cells from one Italian and eight Russian cosmonauts were analyzed following missions of different duration on the MIR space station and the ISS. Although an increase in chromosome damage was observed in some cases, the authors did not detect a correlation between flight history and chromosome damage.\n\nDNA damage induced by spaceflight has also been detected using other biomarkers. At times, however, it has been difficult to properly isolate the effects of space radiation from other space environmental factors. For instance, urine samples collected from astronauts have been analyzed for oxidative DNA damage by measuring 8-hydroxy-2′-deoxyguanosine (8-OHdG) before, during, and after spaceflight missions. 8-OHdG excretion was unchanged during spaceflight but increased after flight. The same study found no changes in 8-OHdG excretion either during or after a short-duration spaceflight, suggesting that elevated 8-OHdG excretion may depend on the length of the mission. Even though astronauts were exposed to space radiation during the mission, the radiation level was so low that the oxidative damage was perhaps caused by microgravity in LEO or hypergravity experienced during re-entry. Due to the limited in vivo space-based studies, and other factors that may contribute to 8-OHdG changes, it is evident that further work is needed to understand the increased 8-OHdG measured in astronauts.\n\nEffects of spaceflight on DDR\n\nPotential effects of spaceflight on the DDR have been investigated since the early days of the human space program. Experiments aimed at addressing such effects have been conducted according to several experimental scenarios: (i) pre-flight induction of high levels of DNA damage with radiation prior to launch, (ii) exposing samples to short-ranged particles in space, or (iii) exposing samples to radiation shortly after landing. In these studies, the combined spaceflight factors include not only microgravity and the background space radiation, but also factors, such as hypergravity experienced during launch or re-entry. The experiments carried out in the Gemini III and the Gemini XI manned spaceflight missions were designed to test synergistic effects between ionizing radiation and other stress factors associated with spaceflight. During these missions, cultured human lymphocytes were exposed to 32Pb particles in space after reaching the microgravity condition. Chromosomes analysis after Gemini III mission showed an increased frequency of β-induced deletions compared to the ground controls, whereas the frequencies of dicentrics and rings were similar. However, the synergistic effect observed after Gemini III could not be confirmed after Gemini XI. Early studies on the combined effects of microgravity and radiation have been reviewed previously by Horneck, and by Keifer and Pross, who concluded that spaceflight does affect the development of organisms, but argued that the majority of spaceflight experiments showed little effects of microgravity on the repair of radiation-induced DNA damage. More recently, attempts at understanding the combined effects of space radiation and microgravity were implemented during the STS-91 Shuttle mission. In the Shuttle experiment, researchers showed no effect of microgravity on either the biochemical reactions involved in DNA damage repair by T4 ligase or on the repair and replication carried out by Taq polymerase and Polymerase III in response to chemically induced DNA damage. Beyond these in vitro enzymatic studies, experiments involving bacteria and yeast have provided additional results. During the Spacelab mission IML-2, frozen Escherichia coli and Bacillus subtilis bacteria were exposed to X-ray and ultraviolet (UV) irradiation before launch. Once in Spacelab, the bacteria were thawed for up to 4.5 h and frozen again until landing, and then assessed for DNA repair. Ultimately, no significant differences were found either in the re-joining of DNA strand breaks or in the survival curve between microgravity conditions and 1 g controls, suggesting that cells were able to repair radiation-induced DNA damage under real, albeit brief, microgravity. In another study (STS-84), the temperature dependent repair mutant rad54–3 of Saccharomyces cerevisiae yeast was irradiated with Ni β particles and allowed time to repair under different temperatures. By measuring the amount of remaining, unrepaired breaks, researchers demonstrated that there was no difference in double-strand break repair between the flight and ground control samples, suggesting no significant impact of the real microgravity condition on this process. While these studies on bacteria and yeast did not show impaired DNA repair in microgravity, studies on more complex organisms and human cells have yielded very different results. For instance, a study on Caenorhabditis elegans showed that several DDR genes were differentially expressed during the 16.5-day Shenzhou-8 space mission, suggesting possible enhanced DDR under microgravity. Overall, most of these studies suggest no effect of space flight on the DDR (Table 2).\n\nFurther studies in space have also been conducted using bleomycin, a chemotherapy drug that is known to induce DNA damage, including DSBs. It has been reported that human colon carcinoma cells (HCT-116) treated with bleomycin for 2 days in space (Space Shuttle STS-95) showed no difference in frequencies of microsatellite mutations when compared to the ground controls. In a more recent experiment, confluent human fibroblasts, which were arrested in the G1 phase of the cell cycle, were also treated with bleomycin on the ISS and fixed after 3 h. In this study, analysis of bleomycin-induced DSBs and gene expression changes showed no significant difference between the flight and ground-treated samples, indicating a lack of microgravity effect.\n\nAnother experimental design compares how human blood cells respond to ground-based artificially induced DNA damage before and after a space mission. In one study, blood was collected from an astronaut before flight and within 24 h after the 9-day STS-103 mission. After collection, both samples were exposed to γ rays of doses between 0 and 3 Gy. Comparison of the dose response for total chromosomal exchanges showed no differences between pre-flight and post-flight samples suggesting that microgravity had no lasting effect on DNA repair. Alternatively, Greco and colleagues reported an enhancement of approximately 1.2–2.8-fold in the chromosome aberration frequency in a post-flight cosmonaut blood sample compared to parallel pre-flight data after exposure to ground based X-rays. Interestingly however, for cosmonauts involved in more than one space flight, the amount of chromosomal aberrations was in the range of the background before the mission started and did not depend on the total duration of flights. Whether exposure to space radiation during prior space missions caused this effect by impacting the response to damages incurred in subsequent missions has been investigated in astronauts as well. Analysis of chromosome damage in blood lymphocytes collected from five astronauts before and after their first and second long duration space flights detected an increase in chromosome aberrations after both flights, with no significant impact of prior space travel. Although these results are far from conclusive, taken together, studies from a variety of model systems and humans subjects suggest that spaceflight may indeed play a role in altering the DDR to radiation-induced damage. Further work is needed in the true space environment to determine the exact magnitude and characteristics of such an effect, and understand its impact on human health.\n\nWhen faced with DNA damage, programmed cell death is an important component of the DDR. Therefore, in addition to the studies aimed at detecting DNA damage levels, investigators have also analyzed endpoints, such as apoptosis. Spaceflight studies conducted on human lymphocytes have shown an increase in apoptosis-related markers, such as DNA fragmentation, cleaved-poly (ADP-ribose) polymerase, and elevated mRNA levels of p53 and calpain after 48 h on board the ISS. Furthermore, cell cycle-related genes, such as p21, were inhibited in the muscle of rats from space flights compared to rats on the ground. Such studies indicate that spaceflight factors may indeed influence the rate of apoptosis and/or cell cycle regulation.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Review Article"
  ],
  "citations": [
    {
      "title": "Long-term modulation of galactic cosmic radiation and its model for space exploration",
      "authors": [
        "GD Badhwar",
        "PM O’Neill"
      ]
    },
    {
      "title": "Cancer risk from exposure to galactic cosmic rays: implications for space exploration by human beings",
      "authors": [
        "FA Cucinotta",
        "M Durante"
      ]
    },
    {
      "title": "Visual perception of accelerated nitrogen nuclei interacting with the human retina",
      "authors": [
        "TF Budinger",
        "JT Lyman",
        "CA Tobias"
      ]
    },
    {
      "title": "Generation of Cherenkov light flashes by cosmic radiation within the eyes of the Apollo astronauts",
      "authors": [
        "GG Fazio",
        "JV Jelley",
        "WN Charman"
      ]
    },
    {
      "title": "Light flashes observed by astronauts on skylab 4",
      "authors": [
        "LS Pinsky",
        "WZ Osborne",
        "RA Hoffman",
        "JV Bailey"
      ]
    },
    {
      "title": "Space radiation and cataracts in astronauts",
      "authors": [
        "FA Cucinotta",
        "FK Manuel",
        "J Jones",
        "G Iszard",
        "J Murrey",
        "B Djojonegro"
      ]
    },
    {
      "title": "Non-targeted effects of ionising radiation–implications for low dose risk",
      "authors": [
        "M Kadhim",
        "S Salomaa",
        "E Wright",
        "G Hildebrandt",
        "OV Belyakov",
        "KM Prise"
      ]
    },
    {
      "title": "Physiology in microgravity",
      "authors": [
        "JB West"
      ]
    },
    {
      "title": "Acclimation during space flight: effects on human physiology",
      "authors": [
        "D Williams",
        "A Kuipers",
        "C Mukai",
        "R Thirsk"
      ]
    },
    {
      "title": "Long-duration bed rest as an analog to microgravity",
      "authors": [
        "AR Hargens",
        "L Vico"
      ]
    },
    {
      "title": "Ground-based facilities for simulation of microgravity: organism-specific recommendations for their use, and recommended terminology",
      "authors": [
        "R Herranz",
        "R Anken",
        "J Boonstra",
        "M Braun",
        "PC Christianen",
        "M de Geest"
      ]
    },
    {
      "title": "Hindlimb unloading rodent model: technical aspects",
      "authors": [
        "ER Morey-Holton",
        "RK Globus"
      ]
    },
    {
      "title": "Simulated microgravity induced damage in human retinal pigment epithelial cells",
      "authors": [
        "JE Roberts",
        "BM Kukielczak",
        "CF Chignell",
        "BH Sik",
        "DN Hu",
        "MA Principato"
      ]
    },
    {
      "title": "Effect of simulated microgravity on salivary and serum oxidants, antioxidants, and periodontal status",
      "authors": [
        "B Rai",
        "J Kaur",
        "M Catalina",
        "SC Anand",
        "R Jacobs",
        "W Teughels"
      ]
    },
    {
      "title": "Increased sensitivity of DNA damage response-deficient cells to stimulated microgravity-induced DNA lesions",
      "authors": [
        "N Li",
        "L An",
        "H Hang"
      ]
    },
    {
      "title": "Calcium-dependent deceleration of the cell cycle in muscle cells by simulated microgravity",
      "authors": [
        "T Benavides Damm",
        "S Richard",
        "S Tanner",
        "F Wyss",
        "M Egli",
        "A Franco-Obregon"
      ]
    },
    {
      "title": "Simulated microgravity decreases DNA repair capacity and induces DNA damage in human lymphocytes",
      "authors": [
        "R Kumari",
        "KP Singh",
        "JW Dumond"
      ]
    },
    {
      "title": "Modeled microgravity inhibits apoptosis in peripheral blood lymphocytes",
      "authors": [
        "D Risin",
        "NR Pellis"
      ]
    },
    {
      "title": "Rapid alterations of cell cycle control proteins in human T lymphocytes in microgravity",
      "authors": [
        "CS Thiel",
        "K Paulsen",
        "G Bradacs",
        "K Lust",
        "S Tauber",
        "C Dumrese"
      ]
    },
    {
      "title": "Effect of simulated microgravity conditions on poly(ADP-ribose) polymerase activity in primary cultures of adult rat hepatocytes",
      "authors": [
        "CF Cesarone",
        "P Pippia",
        "I Demori",
        "L Scarabelli",
        "E Fugassa"
      ]
    },
    {
      "title": "Effects of simulated microgravity on metabolic activities related to DNA damage and repair in lymphoblastoid cells",
      "authors": [
        "P Degan",
        "CF Cesarone",
        "L Ottaggio",
        "G Galleri",
        "MA Meloni",
        "A Zunino"
      ]
    },
    {
      "title": "Effects of simulated microgravity on embryonic stem cells",
      "authors": [
        "Y Wang",
        "L An",
        "Y Jiang",
        "H Hang"
      ]
    },
    {
      "title": "X-ray-induced chromosome aberrations in human lymphocytes in vitro are potentiated under simulated microgravity conditions (Clinostat)",
      "authors": [
        "P Mosesso",
        "M Schuber",
        "D Seibt",
        "C Schmitz",
        "M Fiore",
        "A Schinoppi"
      ]
    },
    {
      "title": "Modelled microgravity does not modify the yield of chromosome aberrations induced by high-energy protons in human lymphocytes",
      "authors": [
        "L Manti",
        "M Durante",
        "GA Cirrone",
        "G Grossi",
        "M Lattuada",
        "M Pugliese"
      ]
    },
    {
      "title": "“Modeled microgravity” affects cell response to ionizing radiation and increases genomic damage",
      "authors": [
        "S Canova",
        "F Fiorasi",
        "M Mognato",
        "M Grifalconi",
        "E Reddi",
        "A Russo"
      ]
    },
    {
      "title": "Modeled microgravity affects cell survival and HPRT mutant frequency, but not the expression of DNA repair genes in human lymphocytes irradiated with ionising radiation",
      "authors": [
        "M Mognato",
        "L Celotti"
      ]
    },
    {
      "title": "Analysis of miRNA and mRNA expression profiles highlights alterations in ionizing radiation response of human lymphocytes under modeled microgravity",
      "authors": [
        "C Girardi",
        "C De Pitta",
        "S Casara",
        "G Sales",
        "G Lanfranchi",
        "L Celotti"
      ]
    },
    {
      "title": "DNA repair in modeled microgravity: double strand break rejoining activity in human lymphocytes irradiated with gamma-rays",
      "authors": [
        "M Mognato",
        "C Girardi",
        "S Fabris",
        "L Celotti"
      ]
    },
    {
      "title": "Simulated microgravity increases heavy ion radiation-induced apoptosis in human B lymphoblasts",
      "authors": [
        "B Dang",
        "Y Yang",
        "E Zhang",
        "W Li",
        "X Mi",
        "Y Meng"
      ]
    },
    {
      "title": "Simulated microgravity conditions and carbon ion irradiation induce spermatogenic cell apoptosis and sperm DNA damage",
      "authors": [
        "HY Li",
        "H Zhang",
        "GY Miao",
        "Y Xie",
        "C Sun",
        "CX Di"
      ]
    },
    {
      "title": "Detection of DNA damage induced by space radiation in Mir and space shuttle",
      "authors": [
        "T Ohnishi",
        "K Ohnishi",
        "A Takahashi",
        "Y Taniguchi",
        "M Sato",
        "T Nakano"
      ]
    },
    {
      "title": "Frozen human cells can record radiation damage accumulated during space flight: mutation induction and radioadaptation",
      "authors": [
        "F Yatagai",
        "M Honma",
        "A Takahashi",
        "K Omori",
        "H Suzuki",
        "T Shimazu"
      ]
    },
    {
      "title": "Detection of space radiation-induced double strand breaks as a track in cell nucleus",
      "authors": [
        "T Ohnishi",
        "A Takahashi",
        "A Nagamatsu",
        "K Omori",
        "H Suzuki",
        "T Shimazu"
      ]
    },
    {
      "title": "High content analysis of human fibroblast cell cultures after exposure to space radiation",
      "authors": [
        "B Dieriks",
        "W De Vos",
        "G Meesen",
        "K Van Oostveldt",
        "T De Meyer",
        "M Ghardi"
      ]
    },
    {
      "title": "Lu T, Zhang Y, Wong M, Feiveson A, Gaza R, Stoffle N, et al. Detection of DNA damage by space radiation in human fibroblasts flown on the International Space Station. Life Sci. Space Res. (Amst). 12, 24–31 (2017).",
      "authors": []
    },
    {
      "title": "Chromosome aberrations in the blood lymphocytes of astronauts after space flight",
      "authors": [
        "K George",
        "M Durante",
        "H Wu",
        "V Willingham",
        "G Badhwar",
        "FA Cucinotta"
      ]
    },
    {
      "title": "Biological dosimetry in Russian and Italian astronauts",
      "authors": [
        "O Greco",
        "M Durante",
        "G Gialanella",
        "G Grossi",
        "M Pugliese",
        "P Scampoli"
      ]
    },
    {
      "title": "Oxidant damage during and after spaceflight",
      "authors": [
        "TP Stein",
        "MJ Leskiw"
      ]
    },
    {
      "title": "The Gemini-3 S-4 spaceflight-radiation interaction experiment",
      "authors": [
        "MA Bender",
        "PC Gooch",
        "S Kondo"
      ]
    },
    {
      "title": "The Gemini XI S-4 spaceflight-radiation interaction experiment: the human blood experiment",
      "authors": [
        "MA Bender",
        "PC Gooch",
        "S Kondo"
      ]
    },
    {
      "title": "Impact of microgravity on radiobiological processes and efficiency of DNA repair",
      "authors": [
        "G Horneck"
      ]
    },
    {
      "title": "Space radiation effects and microgravity",
      "authors": [
        "J Kiefer",
        "HD Pross"
      ]
    },
    {
      "title": "The effects of microgravity on ligase activity in the repair of DNA double-strand breaks",
      "authors": [
        "A Takahashi",
        "K Ohnishi",
        "S Takahashi",
        "M Masukawa",
        "K Sekikawa",
        "T Amano"
      ]
    },
    {
      "title": "Alkylating agent (MNU)-induced mutation in space environment",
      "authors": [
        "T Ohnishi",
        "A Takahashi",
        "K Ohnishi",
        "S Takahashi",
        "M Masukawa",
        "K Sekikawa"
      ]
    },
    {
      "title": "The influence of microgravity on repair of radiation-induced DNA damage in bacteria and human fibroblasts",
      "authors": [
        "G Horneck",
        "P Rettberg",
        "S Kozubek",
        "C Baumstark-Khan",
        "H Rink",
        "M Schafer"
      ]
    },
    {
      "title": "Chromosome aberrations induced by dual exposure of protons and iron ions",
      "authors": [
        "M Hada",
        "JA Meador",
        "FA Cucinotta",
        "SR Gonda",
        "H Wu"
      ]
    },
    {
      "title": "Induction and repair of DNA double-strand breaks under irradiation and microgravity",
      "authors": [
        "HD Pross",
        "A Casares",
        "J Kiefer"
      ]
    },
    {
      "title": "Effects of microgravity on DNA damage response in Caenorhabditis elegans during Shenzhou-8 spaceflight",
      "authors": [
        "Y Gao",
        "D Xu",
        "L Zhao",
        "M Zhang",
        "Y Sun"
      ]
    },
    {
      "title": "Genetic changes induced in human cells in Space Shuttle experiment (STS-95)",
      "authors": [
        "K Ishizaki",
        "K Nishizawa",
        "T Kato",
        "H Kitao",
        "ZB Han",
        "J Hirayama"
      ]
    },
    {
      "title": "Lu, T., Zhang, Y., Kidane, Y., Feiveson, A., Stodieck, L., Karouia, K., Ramesh, G., Rohde, L. & Wu, H. Cellular responses and gene expression profile changes due to bleomycin-induced DNA damage in human fibroblasts in space. PLoS One12, e0170358 (2017).",
      "authors": []
    },
    {
      "title": "Comparison of chromosome aberration frequencies in pre- and post-flight astronaut lymphocytes irradiated in vitro with gamma rays",
      "authors": [
        "H Wu",
        "K George",
        "V Willingham",
        "FA Cucinotta"
      ]
    },
    {
      "title": "Chromosome aberration dosimetry in cosmonauts after single or multiple space flights",
      "authors": [
        "M Durante",
        "G Snigiryova",
        "E Akaeva",
        "A Bogomazova",
        "S Druzhinin",
        "B Fedorenko"
      ]
    },
    {
      "title": "Cytogenetic damage in the blood lymphocytes of astronauts: effects of repeat long-duration space missions",
      "authors": [
        "K George",
        "J Rhone",
        "A Beitman",
        "FA Cucinotta"
      ]
    },
    {
      "title": "5-Lipoxygenase-dependent apoptosis of human lymphocytes in the International Space Station: data from the ROALD experiment",
      "authors": [
        "N Battista",
        "MA Meloni",
        "M Bari",
        "N Mastrangelo",
        "G Galleri",
        "C Rapino"
      ]
    },
    {
      "title": "Alteration of gene expression profiles in skeletal muscle of rats exposed to microgravity during a spaceflight",
      "authors": [
        "WE Taylor",
        "S Bhasin",
        "R Lalani",
        "A Datta",
        "NF Gonzalez-Cadavid"
      ]
    },
    {
      "title": "Reactive oxygen species (ROS) generation by lunar simulants",
      "authors": [
        "J Kaura",
        "D Rickman",
        "MA Schoonena"
      ]
    },
    {
      "title": "Free-radical chemistry as a means to evaluate lunar dust health hazard in view of future missions to the moon",
      "authors": [
        "F Turci",
        "I Corazzari",
        "G Alberto",
        "G Martra",
        "B Fubini"
      ]
    },
    {
      "title": "Relationship between carbon dioxide levels and reported headaches on the international space station",
      "authors": [
        "J Law",
        "M Van Baalen",
        "M Foy",
        "SS Mason",
        "C Mendez",
        "ML Wear"
      ]
    },
    {
      "title": "Oxidative DNA damage estimated by urinary 8-hydroxydeoxyguanosine and indoor air pollution among non-smoking office employees",
      "authors": [
        "CY Lu",
        "YC Ma",
        "JM Lin",
        "CY Chuang",
        "FC Sung"
      ]
    },
    {
      "title": "Altered cytokine production by specific human peripheral blood cell subsets immediately following space flight",
      "authors": [
        "BE Crucian",
        "ML Cubbage",
        "CF Sams"
      ]
    },
    {
      "title": "Interplay between DNA repair and inflammation, and the link to cancer",
      "authors": [
        "D Kidane",
        "WJ Chae",
        "J Czochor",
        "KA Eckert",
        "PM Glazer",
        "AL Bothwell"
      ]
    },
    {
      "title": "Split-dose exposures versus dual ion exposure in human cell neoplastic transformation",
      "authors": [
        "PV Bennett",
        "NC Cutter",
        "BM Sutherland"
      ]
    },
    {
      "title": "Proton-HZE-particle sequential dual-beam exposures increase anchorage-independent growth frequencies in primary human fibroblasts",
      "authors": [
        "G Zhou",
        "PV Bennett",
        "NC Cutter",
        "BM Sutherland"
      ]
    },
    {
      "title": "Neoplastic transformation in vitro by mixed beams of high-energy iron ions and protons",
      "authors": [
        "E Elmore",
        "XY Lao",
        "R Kapadia",
        "M Swete",
        "JL Redpath"
      ]
    },
    {
      "title": "Combined exposure to protons and (56)Fe leads to overexpression of Il13 and reactivation of repetitive elements in the mouse lung",
      "authors": [
        "E Nzabarushimana",
        "S Prior",
        "IR Miousse",
        "R Pathak",
        "AR Allen",
        "J Latendresse"
      ]
    },
    {
      "title": "A priming dose of protons alters the early cardiac cellular and molecular response to (56)Fe irradiation",
      "authors": [
        "SS Ramadan",
        "V Sridharan",
        "I Koturbash",
        "IR Miousse",
        "M Hauer-Jensen",
        "GA Nelson"
      ]
    }
  ],
  "original_title": "Interplay of space radiation and microgravity in DNA damage and DNA damage response."
}