{
  "pmcid": "PMC5515520",
  "title": "The effect of spaceflight on the gravity-sensing auxin gradient of roots: GFP reporter gene microscopy on orbit",
  "abstract": "Our primary aim was to determine whether gravity has a direct role in establishing the auxin-mediated gravity-sensing system in primary roots. Major plant architectures have long been thought to be guided by gravity, including the directional growth of the primary root via auxin gradients that are then disturbed when roots deviate from the vertical as a gravity sensor. However, experiments on the International Space Station (ISS) now allow physical clarity with regard to any assumptions regarding the role of gravity in establishing fundamental root auxin distributions. We examined the spaceflight green fluorescent protein (GFP)-reporter gene expression in roots of transgenic lines of Arabidopsis thaliana: pDR5r::GFP, pTAA1::TAA1–GFP, pSCR::SCR–GFP to monitor auxin and pARR5::GFP to monitor cytokinin. Plants on the ISS were imaged live with the Light Microscopy Module (LMM), and compared with control plants imaged on the ground. Preserved spaceflight and ground control plants were examined post flight with confocal microscopy. Plants on orbit, growing in the absence of any physical reference to the terrestrial gravity vector, displayed typically “vertical” distribution of auxin in the primary root. This confirms that the establishment of the auxin-gradient system, the primary guide for gravity signaling in the root, is gravity independent. The cytokinin distribution in the root tip differs between spaceflight and the ground controls, suggesting spaceflight-induced features of root growth may be cytokinin related. The distribution of auxin in the gravity-sensing portion of the root is not dependent on gravity. Spaceflight appears benign to auxin and its role in the development of the primary root tip, whereas spaceflight may influence cytokinin-associated processes.",
  "introduction": "Introduction\n\nSince the times of the Darwins’ treatise on the power of movement in plants and the experiments of Cholodny and Went gravity has been established as central to many patterns of plant development. Gravity-dependent changes in root growth direction are keyed by changes in the auxin distribution within the root tip. During gravistimulation, starch-containing amyloplasts migrate to the downward side of the root columella cells, initiating migration of PIN proteins that then cause asymmetric redistribution of auxin toward the lower side of the root, which in turn causes curvature in the elongation zone to reestablish the root into a vertical orientation. This series of signaling events acts upon a well-characterized distribution of auxin that arises from a flow of auxin from the aerial portions of the plant through the central stele toward the root tip with an accumulation of auxin in the columella cells, which is then relieved by a flow back toward the aerial portions of the plant through the outer root cell layers. The movement and differential accumulation of auxin within specific root tip cells is known as the ‘reverse fountain’ model (Figure 1a). It is this auxin accumulation and flow that forms the primary basis of the root’s ability to respond to gravity. Implicit in model’s name is the notion that gravity establishes at least part of the pattern of distribution, just as drops from a water fountain fall after the propelling force is overcome by gravity. Most references to these gravity-driven responses compare “vertical” to “gravistimulated”, as if vertical is the ground state. The term vertical, defined as an orientation perpendicular to the plane of the horizon, inexorably creates an implicit relationship in which the fundamental auxin reverse fountain is established and oriented along the Earth’s gravity vector.\n\nWe wished to know whether gravity has a direct physiologic role in establishing the auxin reverse fountain signaling system in primary roots. One of the major values of work on the ISS is the ability to remove unit gravity from growth conditions. This allows a comparison with earthbound experiments with, for example, agravitropic mutants that imply that gravity sensing can be decoupled from the auxin flow. We used Arabidopsis thaliana (Arabidopsis) lines expressing gravity signaling fluorescent reporter genes to examine the distribution of auxin and cytokinin in the primary roots of plants grown in two experiments on the International Space Station (ISS). We used the auxin artificial AuxRE promoter construct (pDR5r::GFP) as a gene expression level reporter of auxin levels throughout the root tip, especially in the central columella cells (C), and a Tryptophan Aminotransferase of Arabidopsis fusion (pTAA1::TAA1–GFP) to monitor auxin production in the Quiescent Center cells (QC). We used a Scarecrow fusion (pSCR::SCR–GFP), to monitor the scarecrow transcription factor, which has a regulatory role in auxin biosynthesis, to monitor auxin-related signals in the endodermal layer and QC. We similarly monitored free-cytokinin levels in root tips using the Arabidopsis Response Regulator promoter (pARR5::GFP) reporter, which is similarly distributed as the GUS reporter with the same promoter (pARR5::GUS).",
  "methods": "Materials and methods\n\nSpaceflight launches and NASA experiment operational nomenclature\n\nThe data presented here are taken from two independent experiments launched to the ISS. CARA (Characterizing Arabidopsis Root Attractions) was launched on SpaceX mission CRS-3 on 18 April 2014. The cargo Dragon Capsule was carried by a Falcon 9 rocket launched from Complex 40, Cape Canaveral Air Force Station, FL, USA. CARA is also identified by the NASA operations nomenclature (OpNom) of “Petri Plants”, and was one of the ARK1 payloads flown by the Center for Advancement of Science in Space (CASIS) (http://www.nasa.gov/mission_pages/station/research/experiments/1064.html). APEX03-2 (Advanced Plant Experiment 03-2) was launched on SpaceX mission CRS-5 on 10 January 2015, also in a Dragon Capsule carried by a Falcon 9 rocket launched from Complex 40. APEX03-2 is also identified by NASA OpNom “TAGES-ISA” (Transgenic Arabidopsis Gene Expression System—Intracellular Signaling Architecture: http://www.nasa.gov/mission_pages/station/research/experiments/1059.html).\n\nPlant lines and plate preparations\n\nFour Arabidopsis GFP reporter lines were used in these experiments: pDR5r::GFP, a synthetic auxin response element composed of five AuxRE elements (TAIR line CS9361), pTAA1::TAA1–GFP, (TAIR line CS16432, AT1G70560), pSCR::SCR–GFP (TAIR line CS3999, AT3G54220) and pARR5::GFP (TAIR line CS23893, AT3G48100). Both spaceflight experiments included pDR5r::GFP; however, pARR5::GFP was limited to CARA, and pTAA1::TAA1–GFP and pSCR::SCR–GFP were limited to APEX03-2. Within each experiment, all genotypes were planted on a single Petri plate designated for imaging (Figure 2d–i).\n\nThe laboratory preparations and launch conditions were identical for both CARA and APEX03-2. Dry, sterilized Arabidopsis seeds were planted aseptically on the surface of 10-cm2 solid media plates comprised of 0.5% Phytagel/0.5× MS media, and then immediately wrapped in light-tight black cloth (Duvetyne, SeattleFabrics.com). The wrapped plates were stored at temperatures between 4 and 10 °C until launch within a cold stowage bag nominally at 4 °C. The seeds remained dormant until removed from cold stowage and exposed to light at the initiation of the experiment on the ISS. Although the plates were kept refrigerated where possible, the dark treatment ensured dormancy even if the plates were to experience excursions into ambient temperatures.\n\nPlant growth conditions on the ISS and comparable ground controls\n\nCARA and APEX03-2 were distinctly different experiments, each with unique growth habitats and hardware. However, within each experiment, the environmental conditions of the respective habitats were carefully controlled such that the growth conditions on the ISS closely matched those of their respective ground controls. This was accomplished by running the ground controls discontinuously; a 24-h delay for CARA and a 48-h delay for APEX03-2. These delays enabled the telemetric collection of environmental data from the ISS, which were then used to program the ISS Environmental Simulation (ISSES) chamber at the Space Station Processing Facility at Kennedy Space Center (KSC). The ISSES chamber replicated the temperature, CO2 levels and lighting that had been experienced by the spaceflight plants in the previous 24 h (or 48 h, respectively).\n\nCARA\n\nThe CARA experiment was designed for the plants to be grown in the low-level, diffuse ambient lighting of the US Lab in the Destiny Module of the ISS. The CARA plates received between 4–6 μmoles/m2/s total light. The plates were configured with Velcro tabs that facilitated attachment to a cloth support that was affixed a wall of the Destiny Module (Figure 2a). The experiment was activated by unwrapping the plates and attaching them to the wall of the module. The exposure to light initiated germination. Five days after germination was initiated, the plate designated for microscopy was removed from the wall by astronaut Steve Swanson, photographed with an SLR camera before imaging (Figure 2g). Ground control plates were mounted on the wall of the ISSES chamber at KSC (Figure 2d).\n\nAPEX03-2\n\nThe APEX03-2 experiment plates were grown in the Vegetable Production System (VPS/Veggie) hardware on the Columbus Module of the ISS (Figure 2b,c). The 10-cm2 Petri plates were housed perpendicular (“vertical”) to the overhead LED lighting of the VPS. Plants received between 100–135 μmoles/m2/s PAR inside the VPS. Four and eight days after germination was initiated by unwrapping the plates and exposing them light in the VPS, the plate designated for microscopy was removed by the astronaut Butch Wilmore, photographed with an SLR camera before imaging (Figure 2h,i). In the case of APEX03-2, the ground control plates were grown inside the VPS ground unit within the ISSES chamber at KSC (Figure 2e,f).\n\nLive imaging on the ISS\n\nLive imaging in both the CARA and APEX experiments was conducted with the LMM housed in Destiny Module (Figure 3a), and with the LMM GIU, which is housed at GRC, Cleveland, OH, USA. The LMM on the ISS is a modified Leica RXA microscope adapted for a microgravity environment that is held within the glovebox of the Fluids Integrated Rack (FIR) to help manage potentially dangerous or liquid-containing payloads within the FIR. Although an astronaut was required for the loading of the sample stage, the microscope is operated telemetrically from GRC by FIR and LMM controllers, who were in turn guided by the authors. In both the CASIS and APEX experiments, the astronaut on duty photographed the seedling-containing Petri plate before loading into the LMM; either by holding in front of the video feed camera (Figure 3b, red arrow), or with a standard SLR camera (Figure 2g–i). The plate was then loaded onto the LMM Petri support base and affixed to the microscope stage (Figure 3c, red arrow). Comparable operations were conducted with the ground control plates (Figure 2d–f). The SLR photographs were used to create root maps to guide the telemetric maneuvers to locate regions of interest on the Petri plates. The image in Figure 3d illustrates how the photograph of the seedlings on the plate was overlaid with the coordinate map for the LMM microscope stage. All operations of the stage in x, y and z were conducted telemetrically by maneuvering the motorized stage through upload of numerical coordinates. The numbers along the periphery of the field of view in Figure 3d define the x and y coordinates. The stage could also be moved in the z direction for focus, and also for the collection of different focal planes. LMM images are collected with a Q-Imaging Retiga 1300 CCD camera (Burnaby, BC, Canada) with a resolution of 1,280×1,024 and 2×2 binning. The white-light images from the LMM were captured using the beam splitter option on the LMM and LMM GIU. GFP fluorescence was visualized using the CHROMA FITC Filter Set: Exciter wavelength 480, Dichroic wavelength 505, and Emitter wavelength 535. The 10× objective (numerical aperture 0.3) was used in CARA, and the 20× objective (numerical aperture 0.4) was used in APEX03-2; these are both “dry” objectives; necessary as the plants were viewed through the lid of the Petri plate. The management and administration of the LMM operations was conducted by the personnel of GRC, particularly through the efforts of teams from ZIN Technologies. The authors oversaw the data collection and drove sample and region of interest selection in real time operations.\n\nImaging of returned samples\n\nIn the APEX03-2 experiment, a four-day-old imaging plate containing pDR5r::GFP, pTAA1::TAA1–GFP and pSCR::SCR–GFP was harvested to RNAlater (Ambion, Grand Island, NY, USA), into Kennedy Space Center Fixation Tubes (KFTs). KFTs are spaceflight hardware providing three levels of liquid containment for fixing biological samples in space. After collection, the loaded KFTs were stowed at −80° C in the MELFI freezer on the ISS; ground controls were also collected to KFTs, but were stowed in a standard −80 °C freezer. The samples were kept frozen until the samples were returned to the authors’ laboratory. The preserved plants were then imaged on the ground with a Leica TCS-SP5 confocal microscope (Mannheim, Germany) in the Cytometry Core at the Interdisciplinary Center for Biotechnology Research at the University of Florida. The roots were prepared by rinsing in distilled water for 2 min, and then either mounted directly in Vectashield mounting medium (Vector Laboratories, Burlingame, CA, USA) or counterstained with a 0.1% solution of Calcofluor White for 5 min. Calcofluor White staining was followed by a 5 min wash in distilled water and then mounting in Vectashield for imaging. The imaging parameters for confocal microcopy were kept identical between spaceflight and ground control samples within each genotype, although these parameters could vary among genotypes. For instance: pTAA1::TAA1–GFP, spaceflight and ground, was imaged with the following parameters: exposure 62, pinhole 69, zoom of 1, step size 2.98, line average 2, FC gain of 700 and offset at −3.0. pDR5r::GFP imaging parameters were identical to those used for pTAA1::TAA1–GFP, although the gain was increased for all pDR5r::GFP roots (for both spaceflight and ground) to 760. The 40× oil objective was used throughout, and the 488 laser was kept at 38%. Keeping the imaging parameters constant between spaceflight and ground control samples enabled clear comparisons of the same relative location within the spaceflight and ground roots.\n\nImage rendering and quantification\n\nLMM and LMM-GIU images are captured as .bmp files. All .bmp files were converted to .tif files using Photoshop. The .tif files were transferred to Volocity 6.3 (PerkinElmer, Waltham, MA, USA) for analysis and image presentation. The Fine Filter/Remove Noise function was used to eliminate bad pixels in the GFP images. Images from confocal microscopy of the returned samples were exported as .tif files from the Leica Application Suite. Quantification of fluorescent signal within selected Regions of Interest in confocal imaged samples was calculated using PerkinElmer Volocity 3D Image Analysis Software (Supplementary Figure S1).\n\nSupplementary Information accompanies the paper on the npj Microgravity website (http://www.nature.com/npmgrav)\n\nThe authors declare no conflict of interest.",
  "results": "Results\n\nThis study used two methods of microscopy to evaluate the distribution of auxin and cytokinin green fluorescent protein (GFP) reporter gene products in Arabidopsis roots during development in the spaceflight environment compared with ground controls; live imaging with standard fluorescence optics in real time on the ISS and confocal imaging of preserved, returned samples. The results are a compilation of imaging data from two independent ISS experiments; CARA conducted in 2014 and APEX03-02 in 2015. This allowed an analysis of different growing conditions on the ISS and separate flight experiences with regard to signaling in the Arabidopsis primary root.\n\nThe region of interest in these evaluations is comprised of the root tip cells that participate in auxin transport (Figure 1a). Of particular interest are the columella cells and columella initials (green, Figure 1a), the cells of the quiescent center and surrounding initials (peach and dark blue, Figure 1a), the endodermis (light blue, Figure 1a) and the stele (white, Figure 1a). Figure 1b provides a confocal micrograph of the region diagramed in Figure 1a and shows the typical reference expression pattern of GFP signal from DR5r::GFP in a 4-day-old Arabidopsis root.\n\nPlant development and root morphology is different between the CARA and APEX03-2 experiments\n\nThe CARA and the APEX03-2 experiments represent two very different approaches to conducting a plant experiment on the ISS, and the plants grown within these two distinct experiments exhibit distinct morphologies. Within each experiment, however, the environmental conditions between the spaceflight habitat and the ground control habitat were comparable.\n\nThe reduced lighting habitat of the CARA plants resulted in slower development relative to their chronological age in comparison to plants grown under the higher light levels of APEX03, as can be seen examining the 8-day plants of Figure 2d,g. The roots of the spaceflight CARA plants grew in tight loops and coils (Figure 2d,g), which is a distinctly different morphology than was seen in previous spaceflight-grown Arabidopsis plants. The 4-day and 8-day APEX03-2 plants housed in the more optimal lighting environment of the Vegetable Production System (VPS) displayed the more advanced development expected for plants growing under a higher light environment (Figure 2e,f,h,i) than did the plants in the lower light environment of CARA. The roots of the 4-day APEX03-2 spaceflight plants were more linear in appearance, and exhibited much of the skewing behavior observed in pervious spaceflight experiments (Figure 2h). However, the 8-day plants of APEX03-2 (Figure 2i) were far less organized than the straighter growth seen previously in the directional light environment of the Advanced Biological Research System ABRS hardware, but still did not grow in the tight loops and coils of the CARA plants (Figure 2g).\n\nThe spaceflight distribution of DR5r::GFP was indistinguishable from that of vertically grown roots on the Earth in two separate spaceflight experiments\n\nThe distribution of DR5r::GFP in the roots of plants grown on the ISS was identical to that of the ground controls over the course of the two different ISS experiments and several plant ages. (Figure 4, Supplementary Table S1). The APEX03-2 experiment was comprised of plants grown in the VPS growth facility (Figure 2b,c) and then imaged in the LMM after 4 and 8 days of growth (Figure 2e,f,h,i). In addition, 4-day-old samples from APEX03-2 were fixed in RNAlater and frozen on orbit, enabling confocal microscopy after sample return. Plants of the CARA experiment were grown in ambient cabin lighting of the ISS for 5 days before imaging (Figure 2a,d,g). As detailed in the Materials and Methods section, the comparable ground controls for both experiments were grown in a specialized chamber programed with the environmental parameters (CO2, temperature, humidity, and lighting) experienced by the ISS-grown plants, and all live imaging on the ISS conducted with the LMM (Figure 3) was directly compared with the LMM Ground Imaging Unit (GIU).\n\nLive imaging with the LMM on orbit illustrates that the same pattern of DR5r::GFP distribution was seen in the spaceflight grown and ground control plants of APEX03-2 in both 4-day-old (Figure 4a,b) and 8-day-old (Figure 4c,d) plants. Developmental age did not impact DR5r::GFP distribution in CARA either. The distribution of DR5r::GFP was identical in spaceflight and ground control plants for both 5-day-old (Figure 4e,f) and 8-day-old roots of the CARA plants (Figure 4g,h). In all cases, the LMM images of DR5r::GFP were consistent with expression patterns appropriately limited to the cells of the columella.\n\nConfocal microscopy with RNAlater-preserved roots from APEX03-2 enabled cellular resolution of the columella. The cellular resolution showed that the distribution of DR5r::GFP observed in the live imaging was indeed localized to the columella. The distribution of DR5r::GFP in the columella cells of the ground control (Figure 4i) and spaceflight (Figure 4j) was unchanged with respect to the gravity environment (see also Supplementary Movie S1 and Supplementary Movie S2). Quantification of the confocal Z-stack volumes for GFP signal revealed no significant quantitative differences in the expression between spaceflight and ground control samples for pDR5r::GFP (T-test, P=0.55; Supplementary Figure S1).\n\nDistributions of two proteins associated with auxin signaling were also unchanged in spaceflight\n\nThe distributions of TAA1::TAA1–GFP and SCR::SCR–GFP, respectively, were identical in between spaceflight and ground control plants. The TAA1::TAA1–GFP and SCR::SCR–GFP reporter gene lines were used in the APEX03-2 experiment (Figure 2e,f,h,i), and as with the DR5r::GFP plants, 4-day-old samples were fixed in RNAlater and frozen on orbit for confocal microscopy. There was no change in the distribution of TAA1::TAA1–GFP expression in the cells in and around the quiescent center (Figure 1a) between spaceflight and ground control plants. The individual cells involved could be seen with confocal imaging of preserved returned samples (Figure 5a,b, and Supplementary Movies S3, S4), which supported the identical position of TAA1::TAA1–GFP between flight and ground that was seen in the root tip during live imaging with the LMM (Figure 5e,f). Quantification of the confocal Z-stack volumes for GFP signal revealed potential slightly higher expression levels in spaceflight for TAA1::TAA1–GFP that were not statistically well supported (T-test, P=0.06; Supplementary Figure S1).\n\nThe nuclear localization SCR::SCR–GFP in endodermal cells also appeared unchanged between flight and ground control plants. Live imaging with the LMM showed a contiguous endodermal surface for both spaceflight and ground control (Figure 5g,h). In returned samples examined with confocal microcopy, longitudinal Z-sections through the endodermal layer (refer to Figure 1a) displayed some variably among samples near the QC, but this variation was not consistent within treatments (Figure 5c,d, and inset of Figure 3d).\n\nThe distribution of cytokinin was different in spaceflight as compared with ground control roots\n\nThe distribution of ARR5::GFP was different in the spaceflight grown plants compared to the comparable ground controls. Plants on orbit showed a more restricted distribution of ARR5::GFP expression compared with ground controls. In the 5-day roots of CARA, ARR5::GFP expression was restricted to the very tip of the root in spaceflight roots (Figure 5j), whereas the roots of the ground controls showed the typical pattern of ARR5 expression, which extends away from the tip back along the stele (Figures 1a and 5i). The spaceflight expression of ARR5::GFP remained limited to the tip even after 8 days of growth, while in the ground controls the distribution of ARR5::GFP continued to extend acropetally (Figure 5k,l).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Article"
  ],
  "citations": [
    {
      "title": "",
      "authors": []
    },
    {
      "title": "What remains of the Cholodny-Went theory?",
      "authors": []
    },
    {
      "title": "Plant Gravitropism. Unraveling the Ups and Downs of a Complex Process",
      "authors": []
    },
    {
      "title": "Gravity signal transduction in primary roots",
      "authors": []
    },
    {
      "title": "Getting to the Roots of It: Genetic and Hormonal Control of Root Architecture",
      "authors": []
    },
    {
      "title": "Root gravitropism",
      "authors": []
    },
    {
      "title": "Lateral relocation of auxin efflux regulator Pin3 mediates tropism in Arabidopsis",
      "authors": []
    },
    {
      "title": "Gravity-regulated differential auxin transport from columella to lateral root cap cells",
      "authors": []
    },
    {
      "title": "Auxin transport: the fountain of life in plants?",
      "authors": []
    },
    {
      "title": "Auxin Transport and Gravitational Research: Perspectives",
      "authors": []
    },
    {
      "title": "Plant hormone cross-talk: the pivot of root growth",
      "authors": []
    },
    {
      "title": "The kinetics of root gravitropism: dual motors and sensors",
      "authors": []
    },
    {
      "title": "Finding missing interactions of the Arabidopsis thaliana root stem cell niche gene regulatory network",
      "authors": []
    },
    {
      "title": "Auxin transport routes in plant development",
      "authors": []
    },
    {
      "title": "Auxin in action: signalling, transport and the control of plant growth and development",
      "authors": []
    },
    {
      "title": "Gravity sensing and signal transduction in vascular plant primary roots",
      "authors": []
    },
    {
      "title": "Altered response to gravity is a peripheral membrane protein that modulates gravity-induced cytoplasmic alkalinization and lateral auxin transport in plant statocytes",
      "authors": []
    },
    {
      "title": "Arl2, Arg1 and Pin3 define a gravity signal transduction pathway in root statocytes",
      "authors": []
    },
    {
      "title": "Root cap angle and gravitropic response rate are uncoupled in the Arabidopsis Pgm-1 Mutant",
      "authors": []
    },
    {
      "title": "Efflux-dependent auxin gradients establish the apical-basal axis of Arabidopsis",
      "authors": []
    },
    {
      "title": "Taa1-mediated auxin biosynthesis is essential for hormone crosstalk and plant development",
      "authors": []
    },
    {
      "title": "Molecular analysis of scarecrow function reveals a radial patterning mechanism common to root and shoot",
      "authors": []
    },
    {
      "title": "Role of cytokinin in the regulation of root gravitropism",
      "authors": []
    },
    {
      "title": "Organ-specific remodeling of the Arabidopsis transcriptome in response to spaceflight",
      "authors": []
    },
    {
      "title": "Plant growth strategies are remodeled by spaceflight",
      "authors": []
    },
    {
      "title": "Transcriptome analyses of Arabidopsis thaliana seedlings grown in space: implications for gravity-responsive genes",
      "authors": []
    },
    {
      "title": "Spaceflight transcriptomes: unique responses to a novel environment",
      "authors": []
    },
    {
      "title": "Transcriptional response of arabidopsis seedlings during spaceflight reveals peroxidase and cell wall remodeling genes associated with root hair development",
      "authors": []
    },
    {
      "title": "Mapping the functional roles of cap cells in the response of Arabidopsis primary roots to gravity",
      "authors": []
    },
    {
      "title": "Basipetal auxin transport is required for gravitropism in roots of Arabidopsis",
      "authors": []
    },
    {
      "title": "Row1 maintains quiescent centre identity by confining Wox5 expression to specific cells",
      "authors": []
    },
    {
      "title": "The gras gene family in Arabidopsis: sequence characterization and basic expression analysis of the scarecrow-like genes",
      "authors": []
    },
    {
      "title": "The scarecrow gene regulates an asymmetric cell division that is essential for generating the radial organization of the Arabidopsis root",
      "authors": []
    },
    {
      "title": "Root development in Arabidopsis: four mutants with dramatically altered root morphogenesis",
      "authors": []
    },
    {
      "title": "Scarecrow is involved in positioning the stem cell niche in the Arabidopsis root meristem",
      "authors": []
    },
    {
      "title": "Patterning the Primary Root in Arabidopsis. Wiley interdisciplinary reviews",
      "authors": []
    },
    {
      "title": "Sending mixed messages: auxin-cytokinin crosstalk in roots",
      "authors": []
    },
    {
      "title": "Cytokinin-deficient transgenic Arabidopsis plants show multiple developmental alterations indicating opposite functions of cytokinins in the regulation of shoot and root meristem activity",
      "authors": []
    },
    {
      "title": "Cytokinin interplay with ethylene, auxin, and glucose signaling controls Arabidopsis seedling root directional growth",
      "authors": []
    },
    {
      "title": "The actin cytoskeleton is a suppressor of the endogenous skewing behaviour of arabidopsis primary roots in microgravity",
      "authors": []
    },
    {
      "title": "Cytokinin signaling and transcriptional networks",
      "authors": []
    },
    {
      "title": "The Yin-Yang of hormones: cytokinin and auxin interactions in plant development",
      "authors": []
    },
    {
      "title": "Aux/IAA proteins repress expression of reporter genes containing natural and highly active synthetic auxin response elements",
      "authors": []
    },
    {
      "title": "The performance of KSC fixation tubes with RNAlater for orbital experiments: a case study in ISS operations for molecular biology",
      "authors": []
    }
  ],
  "original_title": "The effect of spaceflight on the gravity-sensing auxin gradient of roots: GFP reporter gene microscopy on orbit.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5dc5/5515520/b27932f2c28d/npjmgrav201523-f1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5dc5/5515520/15c92199d85f/npjmgrav201523-f2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5dc5/5515520/bc671a9ad41b/npjmgrav201523-f4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5dc5/5515520/2be93f8acf4f/npjmgrav201523-f3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5dc5/5515520/d9b45b0ae1c4/npjmgrav201523-f5.jpg"
  ]
}