{
  "pmcid": "PMC5666834",
  "title": "Redox Signaling and Its Impact on Skeletal and Vascular Responses to Spaceflight",
  "abstract": "Spaceflight entails exposure to numerous environmental challenges with the potential to contribute to both musculoskeletal and vascular dysfunction. The purpose of this review is to describe current understanding of microgravity and radiation impacts on the mammalian skeleton and associated vasculature at the level of the whole organism. Recent experiments from spaceflight and ground-based models have provided fresh insights into how these environmental stresses influence mechanisms that are related to redox signaling, oxidative stress, and tissue dysfunction. Emerging mechanistic knowledge on cellular defenses to radiation and other environmental stressors, including microgravity, are useful for both screening and developing interventions against spaceflight-induced deficits in bone and vascular function.",
  "introduction": "1. The Spaceflight Environment and Its Impact on Skeletal and Vascular Health\n\nMicrogravity and radiation are two unique elements of the spaceflight environment that pose challenges to the health of an organism. Microgravity leads to a cephalad fluid shift and profound reductions in mechanical loading of bone and muscle. Spaceflight causes perturbations in calcium homeostasis and site-specific reductions in bone mass (osteopenia), and thus may pose long-term risks for skeletal health and tissue repair. In rodent models of weightlessness such as hindlimb unloading (HU), the onset of osteopenia correlates with reductions in skeletal perfusion, vascular density (rarefication), and vasodilation responses similar to that observed in aging. These are serious risks for long-duration, exploration-class missions when astronauts will face the challenges of increased exposure to space radiation and abrupt transitions between different gravitational states upon return to Earth.\n\nBeyond the Earth’s protective magnetosphere, astronauts will be exposed to a complex combination of ionizing radiation from galactic cosmic radiation (GCR) and intermittent solar particle events (SPEs). GCR is comprised of α particles, protons and a small percentage of high-charge and high-energy (HZE) nuclei while SPEs generate highly energetic protons and heavy ions. HZE particles are of particular concern during exploration-class missions (reviewed in). HZE easily penetrate spacecraft shielding and biological tissue, deposit very large amounts of energy along linear tracks (high linear energy transfer, high LET) that cause DNA strand breakage, and generate secondary radiations that may have additional detrimental biological effects. Other responses to ionizing radiation include oxidative stress, damage to proteins, lipids, and DNA, adversely affecting functions of membranes, the extracellular matrix, cell cycle and survival.\n\n2. Oxidative Stress and Its Link to Spaceflight-Induced Tissue Dysfunction\n\n2.1. Oxidative Damage Associated with Spaceflight and Its Analogs\n\n2.1.1. Evidence from Spaceflight\n\nSpaceflight and the return to Earth may lead to oxidative damage in blood and various tissues as a result of excessive reactive oxygen species/reactive nitrogen species (ROS/RNS) in both humans and animals. Collectively, a number of studies indicate that various tissues undergo altered redox status during and/or after spaceflight. Urinary excretion of the oxidative damage markers, 8-iso-prostaglandin F2α (8-iso-PGF2α) and 8-hydroxydeoxyguanosine (8-OHdG) were measured in-flight (88 to 186 days in orbit) and post-flight (up to 14 days) in Mir mission crew. The isoprostane, 8-iso-PGF2α, is a marker for oxidative damage to membrane lipids and is produced by the peroxidation of arachidonic acid in membrane phospholipids while 8-OHdG is an oxidized derivative of the nucleoside, deoxyguanosine, and is therefore used to assess oxidative damage to DNA. 8-OHdG excretion was unchanged during spaceflight and increased postflight. No changes in 8-OHdG levels were observed in Earth-based individuals that underwent bed rest although isoprostane was increased in the ensuing recovery period. Changes in isoprostane production were attributed to decreased generation of oxygen radicals from the electron transport chain due to reduced caloric intake in-flight, whereas the post-flight increases in the excretion of oxidative damage markers may be partly caused by a combination of increased metabolic activity following flight and the loss of some antioxidant defenses during flight. The downregulation of antioxidant defenses as a potential mechanism for the increased levels of oxidative damage post-flight is supported by the observation that hair follicle samples from International Space Station (ISS) crew members at post-flight display decreased expression of endogenous antioxidant genes, including Mn superoxide dismutase (MnSOD), CuZnSOD, glutathione peroxidase 4 (GPX4) and kelch-like ECH-associated protein 1 (KEAP1), the regulator of nuclear factor erythroid 2-related factor 2 (NFE2L2 a.k.a. NRF2), a master transcription factor that regulates hundreds of oxidative defense-related genes.\n\nConsistent with the findings in spaceflight crew members, rodents subjected to spaceflight also exhibit alterations in redox signaling relative to ground controls. In rats, short-duration spaceflight (6 days) increases cardiac gene expression of mitochondrial redox-related enzymes, suggesting a possible stress response and/or change in energy metabolism. Although short duration spaceflight (7 days) does not alter heart mass in rats, differences between flight and ground controls were observed in the vasculature of mice. Spaceflight induces similar effects in the liver of both rats and mice, which includes elevated expression levels of antioxidant genes and markers of oxidative damage. Male rats flown in STS-63 for eight days showed reduced total glutathione (GSH) content and activities of CuZnSOD (SOD1), catalase, GSH reductase, and GSH sulfur-transferase in liver. In ocular tissue, astronauts are susceptible to optic disc edema, globe flattening, and choroidal fold formation. The mechanisms are unknown, although mice flown in STS-135 also showed ocular tissue damage as well as alterations in several critical genes involved in regulating vascular endothelial cell response to oxidative stress and apoptosis.\n\n2.1.2. Evidence from Ground-Based Models for Spaceflight\n\nGround-based simulations of microgravity and space radiation also demonstrate a link between oxidative stress and tissue impairments. Rodents exposed to proton (50 cGy) or 56Fe (15 cGy) display increased oxidative damage in the heart and decrements in clinical measures of cardiac function while γ-radiation exposure (137Cs, 1–2 Gy) increases ROS generation and lipid peroxidation in bone marrow, and decreases cancellous bone volume fraction. Furthermore, bone marrow from rodents exposed to radiation display increased expression of inflammatory cytokines interleukin-6 (IL6), tumor necrosis factor alpha (TNFα), monocyte chemoattractant protein-1 (MCP1), and the pro-osteoclastogenic signal, receptor activator of nuclear factor kappa-B ligand (RANKL), as well as upregulation of NRF2.\n\nHindlimb unloading (HU) is a widely accepted rodent model to simulate weightlessness for many different tissues (reviewed in). Marrow cells of the osteoblast lineage from HU mice show elevated ROS within a week of HU. Marrow and bone show parallel increases in gene expression of the cytosolic fraction of the free radical scavenger, superoxide dismutase (SOD), changes that coincide with HU-induced reductions in osteoblast activity and bone loss. HU also causes adaptation-related changes in cardiovascular function, and several studies have linked HU-induced vascular responses and oxidative stress. Taken together, observations from both spaceflight and ground-based rodent models that simulate weightlessness show that oxidative stress and damage may occur in response to microgravity and radiation across multiple, if not all, tissues.\n\n3. The Role of Nitric Oxide (NO) and Reactive Oxygen Species (ROS) Signaling in Skeletal and Vascular Disease\n\n3.1. NO and ROS Signaling: Mechanisms and Impact on Tissue Function\n\nExcess reactive oxygen species/reactive nitrogen species (ROS/RNS) and inflammation are implicated both in age-related diseases, such as osteoporosis and atherosclerosis, and following insults such as radiation exposure. ROS can directly stimulate bone resorption by osteoclasts, and the bone loss due to aging and estrogen deficiency may be partly attributed to oxidative stress. Furthermore, treatment with the potent antioxidant, α-lipoic acid, can prevent inflammation- and acute radiation-induced bone loss. Oxidative damage from the production of excess ROS/RNS in skeletal tissues during spaceflight may lead to delayed deficits in bone structural integrity and reduced mechanical strength during recovery and the aging process.\n\nUnder physiological conditions, ROS and RNS such as nitric oxide (NO) can function as signaling molecules to regulate important processes such as mechanotransduction and vascular function. However, at high levels, ROS are potent inducers of apoptosis in response to a vast array of cellular insults. Superoxide (O2−) in particular is cytotoxic and is produced when molecular oxygen reacts with an aqueous electron. O2− can be generated by exposure of cells to ionizing irradiation and as a by-product of metabolism, primarily from mitochondria. O2− is an upstream component of many oxidative pathways and can be rapidly converted into hydrogen peroxide (H2O2) by members of the superoxide dismutase (SOD) family of antioxidants. Catalase, glutathione peroxidase (GPX), and other peroxidases such as peroxiredoxin then convert H2O2 into H2O. H2O2 can react with endogenous Fe2+ or other transition metals via a fenton mechanism to generate the highly reactive hydroxyl radical (OH•) which is one of the most damaging free radical species produced by exposure to ionizing radiation.\n\nNormal vascular function requires both basal and stimulated production of NO in the endothelium by endothelial nitric oxide synthase (eNOS). The eNOS enzyme utilizes l-arginine to produce NO and l-citrulline. NO then activates soluble guanylate cyclase (sGC) by binding to it. This leads to increased production of cyclic guanosine monophosphate (cGMP) which in turn mediates vascular smooth muscle relaxation.\n\nGenetic ablation studies of eNOS in rodents demonstrate the critical role of endothelial NO signaling in vascular health. eNOS knockout (KO) mice lack endothelium-derived relaxing factor (EDRF) activity in response to endothelium-dependent vasodilators (e.g., acetylcholine). Furthermore, they are hypertensive, display increased vascular smooth muscle cell proliferation, and platelet aggregation, as well as a higher predisposition to atherosclerosis, thrombosis, and stroke.\n\nThe activity of eNOS is regulated via complex and concerted processes, including transcriptional control, substrate availability, interactions with other proteins and co-factors and post-translational modification. Under conditions of oxidative stress, the biological activity of NO may decline in resistance arteries. For example, in the presence of O2−, NO rapidly combines to form peroxynitrite. SOD neutralizes O2− by converting it to H2O2, thus preventing its reaction with NO and increasing the half-life and bioavailability of NO.\n\nThe generation of excess ROS is thought to be of one of the primary mechanisms by which ionizing radiation causes tissue damage. Dr. M. Delp and others propose a model wherein microgravity and radiation promote the generation of ROS in the resistance vasculature of bone that creates an imbalance favoring peroxynitrite over NO production. This lowers the bioavailability of NO, diminishes endothelium-dependent vasodilation, and disrupts the coupling of bone circulation with bone remodeling. While more studies are required to test the validity of this model, results from our group and others, as described in the succeeding sections, appear to be consistent with such a model.\n\n3.2. Bone and Vascular Function during Development Are Intimately Associated\n\nVasculature is critical for normal skeletal development, postnatal growth, remodeling, and fracture repair. The embryonic skeleton undergoes endochondral ossification (reviewed in) where cartilage, an avascular tissue, is gradually converted into bone, one of the most vascularized tissues in vertebrates. This process occurs through a series of complex and coordinated signals that induce terminal differentiation of chondrocytes and their subsequent death. The extracellular matrix produced by the chondrocytes is then mineralized and partly degraded by chondroclasts and preosteoclasts, thus promoting the invasion of blood vessels. Following vascular invasion, osteogenic progenitors are recruited to the site, where they form mineralized bone. A similar mechanism occurs during postnatal growth of the long bones, fracture repair and bone remodeling, although smaller in scale than what occurs during development. There is evidence that re-vascularization in response to bone injury is impaired in spaceflight. Rats that underwent osteotomy and then exposed to microgravity display reduced angiogenesis at the site of injury. Since proper repair of skeletal tissue requires competent vascular invasion, this raises concerns of a higher risk for impaired fracture healing in individuals as a consequence of spaceflight.\n\nThe coupling of vascular perfusion and skeletal function has been demonstrated in a number of studies. In addition, administration of anti-osteoporotic bisphosphonates improved blood flow and angiogenesis in aged rodents while endochondral bone formation and angiogenesis are impaired in mice lacking certain isoforms of the pro-angiogenic signal, vascular endothelial growth factor (VEGF). Increased VEGF levels from over-expression of hypoxia-inducible factor alpha (HIFα) promotes both angiogenesis and osteogenesis, while loss of HIF1a in osteoblasts resulted in thinner and less vascularized bones.\n\n3.3. Vascular-Bone Coupling Occurs via Redox-Dependent Mechanisms: Implications for Tissue Responses to Spaceflight\n\nCardiovascular deconditioning is one of the potential health risks associated with spaceflight. A majority of astronauts experience orthostatic intolerance upon return from long-duration flight (129–190 days) which is attributed to impairments in raising peripheral resistance. Muscle vasculature plays an integral role in elevating peripheral resistance and, therefore, has been the subject of a number of studies using spaceflight models. In rodents, both spaceflight and hindlimb unloading impair vasoconstriction of gastrocnemius resistance arteries. In addition, resistance arteries of mouse gastrocnemius and rat soleus both display defects in endothelium-dependent vasodilation. In rats, the soleus resistance arteries exhibit diminished expression levels of eNOS and SOD1, although the gastrocnemius resistance arteries do not show such alterations. The basis for the site-specific differences in redox status of vascular resistance arteries is not fully understood. However, there is speculation that this is partly due to region-specific differences in perfusion and/or differences in metabolic rates of slow versus fast twitch muscle fibers and the relative abundance of these fiber types in the two muscle sites.\n\nSimilar to the observations in muscle resistance arteries, the vasculature of bone also exhibits functional impairments under spaceflight conditions. Two weeks of HU in rats results in deficits in vasoconstrictor and vasodilator properties of the femoral principal nutrient artery (PNA), the primary route for blood circulation to the femur. HU animals display decrements in bone and marrow perfusion and increases in vascular resistance. These changes are not attributed to enhanced vasoconstrictor responsiveness of the bone resistance arteries, but are associated with decreased endothelium-dependent vasodilation and vascular remodeling that reduces PNA maximal diameter.\n\nThe skeleton, like muscle, undergoes deconditioning during spaceflight (and its analogs) which manifests as a reduction in bone mass due to a transient net increase in resorption as well as diminished mechanical strength. These coincide with functional impairments and changes in redox status in associated vasculature. Greater decrements in percent cancellous bone volume were observed after 13 to 16 days of HU and exposure to simulated space radiation when treatments were combined, compared to untreated controls. HU reduced trabecular thickness, whereas irradiation reduced trabecular number but not thickness, accounting for the sometimes greater deficit in percent cancellous bone volume when HU and radiation are combined.\n\nIn the gastrocnemius feed artery, which served as a surrogate artery for the PNA, the early effects of HU and IR (56Fe) are to each impair peak endothelium-dependent vasodilation, with the combination of HU and IR exacerbating this deficit. These group differences are abolished in the presence of nitric oxide synthase (NOS) inhibitors, indicating that the impairment induced by HU and IR was mediated through the NOS signaling pathway. Vasodilation response to the NO donor DEA-NONOate is also impaired by HU and IR, indicating that the depressed endothelium-dependent vasodilation could be mediated in part through a reduced smooth muscle responsiveness to NO. Further, peak vasodilation correlates positively with percent cancellous bone volume which suggests a coupling of bone and vasculature responses to stressors associated with spaceflight. In contrast to vasodilator responses, HU and IR as single treatments or combined have little effect on vasoconstrictor properties or pressure-diameter responses. HU and HU with IR results in decreased levels of eNOS protein, while IR and HU with IR leads to diminished superoxide dismutase-1 (SOD1) and higher xanthine oxidase (XO) protein content. Decrements in the bioavailability of NO via reduction in eNOS protein levels, lower anti-oxidant capacity (SOD1) and higher pro-oxidant capacity (XO) may contribute to the deficits in NOS signaling in resistance arteries.\n\nWhen the vascular effects of long-term (6–7 months) recovery from HU, IR (56Fe), and the combination of HU and IR are examined, only IR sustains an impairment in peak endothelium-dependent vasodilation. The IR-induced deficit in endothelial vasodilator function is abolished by chemical inhibition of NOS, indicating that the sustained dysfunction is mediated through the NOS signaling pathway. Similar to the findings from an early timepoint (two weeks of HU with or without IR), HU and IR have little effect on vasoconstrictor properties. These findings indicate that although both simulated weightlessness and irradiation produce early effects of impaired vascular endothelial function, only those produced by IR are sustained.\n\nIR and HU causes differential effects on loss and thinning of trabeculae, contributing to lower percent cancellous bone volume when the treatments were combined. Both treatments impair endothelium-dependent vasodilation of skeletal muscle resistance arteries via a NO-dependent signaling pathway. The impairment of NOS signaling, however, seems to be differentially affected by unloading and irradiation; HU diminishes vascular eNOS protein expression whereas IR reduces SOD expression and increases pro-oxidant XO protein levels. If these findings in skeletal muscle resistance arteries hold for bone vasculature, impairments in endothelium-dependent vasodilation may lead to reductions in skeletal perfusion and perturbations in the coupling of bone cell and vascular endothelium activity.\n\n3.4. Cellular Defenses to Oxidative Damage Are Important for Preserving Skeletal and Vascular Health\n\nMost aerobic organisms have multiple defenses against the damaging effects of ROS, which include enzymatic and non-enzymatic antioxidants. Studies on perturbation of key antioxidant molecules and signaling pathways highlight the importance of antioxidant defenses in preserving the functional integrity of tissues and cells. In the following section, we summarize the state of knowledge on the role of endogenous antioxidant proteins in maintaining skeletal and vascular health with an emphasis on studies using genetic models of gain or loss of protein function. The cytoprotective effect of these proteins on Earth has, therefore, formed the rationale for investigating their importance in tissue and cellular defenses against the stressors associated with spaceflight and its Earth-based analogs. In this section, we also cite studies that illustrate the emerging role of these antioxidant proteins in modulating skeletal and vascular responses to spaceflight.\n\n3.4.1. Nuclear Factor Erythroid 2-Related Factor 2 (NRF2)\n\nNRF2 is a master transcription factor that regulates cellular redox balance and protective antioxidant and detoxification responses across multiple species, from Drosophila to humans. It is a member of the Cap-N-Collar family of regulatory proteins composed of NRF1, NRF3 and BACH1 and BACH2 and is ubiquitously expressed with the highest concentrations occuring in heart, muscle and brain. Under normal conditions, NRF2 is sequestered to the cytosol via binding to its inhibitor, KEAP1, and is therefore subject to proteosomal degradation. During conditions of excess ROS, NRF2 dissociates from KEAP1 and undergoes translocation into the nucleus. NRF2 then binds to antioxidant response-element sequences in the genome to promote transcription of hundreds of antioxidant genes including SOD1 as well as phase II detoxification enzymes.\n\nIn Drosophila, loss-of-function mutations in dKEAP1, an endogenous inhibitor of the NRF2 fly homolog CncC, extends lifespan and increases resistance to the oxidizer paraquat. Mice in which NRF2 is globally deleted are viable, fertile and exhibit no apparent phenotypic defects. However, consistent with its cytoprotective function, NRF2 deletion in mice leads to increased sensitivity to radiation, oxidative damage and age-related disease pathologies. Specifically, NRF2 knockouts display accelerated heart failure in a myocardial infarct model, enhanced retinal degeneration, bone loss, and deficits in bone and endothelial stem and progenitor cell populations.\n\nA number of studies have characterized the skeletal phenotype of NRF2 knockouts and show that the effects of NRF2 appear to be sex- and age-dependent. Cultured osteoclasts from NRF2 knockout mice display elevated ROS levels, increased maturation and defective production of antioxidant enzymes. On the other hand, pre-treatment with NRF2 agonists sulforaphane and curcumin, inhibit osteoclast maturation via activation of NRF2. In female rodents, NRF2 deletion results in decrements in percent cancellous bone volume and trabecular number as well as increased trabecular separation, which persists up to eight months of age but are no longer apparent thereafter. In addition, primary cultures of bone marrow-derived stromal cells from these KOs show diminished colony formation with no differences in osteoblast proliferation in vivo. Similarly, ex vivo osteoclast cultures from NRF2 KOs mature faster than those from wild-type animals, although in vivo osteoclast counts are unchanged. In contrast, NRF2 deletion in male rodents leads to higher bone mass, mineral apposition rate and osteoblast number compared to wild-type controls. These sex-dependent differences were corroborated in a more rigorous study comparing male and female NRF2 KOs. NRF2 deficiency in females results in reduced femoral and spinal bone mineral density, while loss of NRF2 in males leads to an improvement in the said bone structural parameters compared to sex-matched controls. Furthermore, both young (3-month old) and old (15-month old) KO females display decreased expression of NRF2 target antioxidant enzymes; in contrast, these deficits are only observed in aging males.\n\nCollectively, the abovementioned studies demonstrate that NRF2 plays a critical role in maintaining the functional and structural integrity of bone and vasculature here on Earth, and that loss of the NRF2 gene mimics some of the features of spaceflight-induced bone loss. However, how NRF2 impacts tissue responses to elements of the space environment (radiation or microgravity) or its analogs is less clear. One study determined the consequence of NRF2 loss in a rodent radiotherapy model at high doses (20 Gy) of ionizing radiation where it was found that NRF2 ablation exacerbates bone loss and impairs colony-forming capacity of bone marrow-derived progenitors. Likewise, the role of NRF2 in tissue responses to microgravity has not been thoroughly examined, although there is some evidence of its function in mechanical load-driven bone formation. NRF2 KOs are less responsive to the anabolic effects of mechanical loading of the ulna compared to wild-type controls, as indicated by blunted bone formation rate and decreased relative mineralizing surface. In addition, cultured primary osteoblasts from mechanically loaded ulna of NRF2 KOs display reductions in the expression levels of antioxidant enzymes.\n\nMicrogravity causes a cephalad fluid shift as well as changes in ion homeostasis and there is indirect evidence that NRF2 may play a role in the endothelial response to perturbations in ionic balance. NRF2 KO and wild-type controls were fed either a low or high salt diet and vascular function was analyzed. Endothelium-dependent dilation to acetylcholine is unchanged in the middle cerebral arteries (MCA) in both groups fed a low-salt diet. High-salt diet eliminates endothelium-dependent dilation to acetylcholine in both genotypes. However, unlike wild-type controls, NRF2 KO rats fail to respond to the rescuing effects of angiotensin II infusion on high-salt diet-induced endothelial dysfunction and microvessel rarefication.\n\n3.4.2. CuZn Superoxide Dismutase (SOD1)\n\nSOD1 gene expression is downregulated in hair follicles of spacefight crew members while its protein levels are decreased in livers of spaceflown rats although its role in protecting vasculature and bone from spaceflight stressors needs to be further elucidated. SODs are the major antioxidant defense systems against O2−, catalyzing the conversion of O2− to H2O2, which is then further reduced to water by catalase, peroxiredoxins (PRx), or glutathione peroxidases (GPX). In mammals, the SOD family is comprised of three isoforms: cytoplasmic CuZnSOD (SOD1), mitochondrial MnSOD (SOD2), and the extracellular CuZnSOD (SOD3), and as their names indicate, require a metal co-factor (Cu, Mn, or Zn) for their activation. Both male and female SOD1 knockout mice exhibit increased oxidative stress, and decreased bone mineral density and mechanical strength (bending stiffness) as assessed by three-point bending compared to sex-matched wild type controls. Consistent with the observations in bone, SOD1 deletion also leads to increased oxidative damage in skeletal muscle, accelerates age-dependent skeletal muscle atrophy and motor function deficits as assessed by voluntary wheel running and rotating rod test. Similar to results from deletion of its transcriptional regulator NRF2, loss of the SOD1 gene leads to musculoskeletal deficits, also resembling some of tissue deficits observed in spaceflight and its Earth-based analogs.\n\n3.4.3. Catalase\n\nCatalase is an anti-oxidant that converts the reactive species, H2O2, into water and molecular oxygen. Transgenic mice over-expressing the human catalase (hCAT) gene targeted to the mitochondria (mCAT mice) display extended lifespan and reductions in numerous pathologies including cardiovascular disease and Alzheimer-related amyloid deposition. Further, the transgene effectively quenches mitochondrial oxidative stress in macrophages which are precursors to bone-resorbing osteoclasts. Consistent with the latter finding, over-expression of catalase targeted to mitochondria of bone-resorbing osteoclasts protects from bone loss caused by the loss of estrogens. In addition, the transgene rescues cardiomyopathy including impaired systolic and diastolic function in mice that carry homozygous mutations in the exonuclease encoding domain of mitochondrial DNA polymerase γ (Polg(m/m)).\n\nCatalase protein levels and activity are decreased in livers of spaceflown rats. Furthermore, a number of studies involving the mitochondrial hCAT transgene demonstrate the importance of mitochondrial ROS quenching in the cellular defense against HZE particles. mCAT animals display protection from proton-induced deficits in synaptic signaling, dendritic complexity, memory and cognition. The impact of mitochondrial ROS quenching on skeletal and cardiovascular responses to microgravity and radiation is less understood and is currently under investigation by our team and others.\n\n4. Implications for the Development of Spaceflight Countermeasures\n\nWhole body irradiation increases ROS generation by bone marrow cells, damages skeletal lipids, and upregulates the activity of the antioxidant enzyme NRF2 in both bone marrow and mineralized tissue. On the other hand, NRF2 deficiency can exacerbate radiation-induced bone loss. Collectively, these data suggest that pharmacologic interventions directed toward limiting excess ROS may moderate the radiation stress response of bone cells.\n\nWithin a period of three days to a month, relatively low doses of radiation (≤2 Gy) lead to progressive loss of cancellous bone, as shown by our group and others, which is preceeded by a rapid increase in expression levels of inflammatory cytokines such as IL1 and TNFα and pro-osteoclastogenic signals RANKL and MCP1 as well as the oxidative defense gene, NRF2. On the basis of these findings, we hypothesized that diets or drugs capable of preventing early increases in these molecular signals can mitigate cancellous bone loss caused by both low LET and high LET radiation. The hypothesis was tested by evaluating a number of candidate interventions including: (1) an antioxidant diet cocktail (AOX) composed of N-acetyl cysteine, ascorbic acid, l-selenomethionine, dihydrolipoic acid and vitamin E which in combination has been shown to protect a variety of tissues from ionizing radiation; (2) dihydrolipoic acid (DHLA), which possesses antioxidant properties; (3) the non-steroidal anti-inflammatory drug, Ibuprofen; and (4) Dried Plum (DP, 25% by weight), previously reported to inhibit osteoclast activity and protect from age-related bone loss. Findings from this study indicate that high levels of pro-resorptive, pro-inflammatory, and oxidative stress-related genes in bone marrow strongly correlate with cancellous bone loss. DP diet completely prevents radiation-induced increases in these molecular signals and the ensuing cancellous bone loss which appears to strengthen the rationale for using antioxidants to mitigate radiation-induced bone loss. However, seemingly paradoxical is that the other two antioxidant-based interventions, DHLA and AOX, failed to protect from bone loss induced by radiation. These findings do not nullify the feasibility of using antioxidants as a countermeasure, yet highlight very important considerations in countermeasure design for radiation-induced bone loss. Firstly, an effective strategy to mitigate radiation-induced bone loss must at least include components that prevent the early rise in expression of pro-resorptive, pro-inflammatory, and oxidative stress-related genes. This knowledge is gained from the observation that treatments which fail to mitigate the changes in all these three molecular signals (such as AOX and Ibuprofen) ultimately were unsuccessful in preventing radiation-induced bone loss. Secondly, there are additional, equally important signaling molecules likely to mediate radiation-induced bone loss. This is a lesson learned from the finding that DHLA, which appeared nearly as effective as DP in preventing radiation-induced increases in expression of these markers, did not protect skeletal microarchitecture. Lastly, an assessment of the efficacy of an intervention on multiple organ systems must be incorporated in countermeasure development efforts as antioxidants appear to confer various levels of protection in different tissues.\n\n5. Concluding Statements\n\nStudies overwhelmingly demonstrate a link between oxidative damage and tissue dysfunction that ensues from exposure to spaceflight factors (Figure 1). One of the outstanding questions that needs to be addressed is whether oxidative damage mediates or results from progressive tissue degeneration in the course of spaceflight. More studies using genetic models for altered redox status will contribute to resolving this question. Future interplanetary travel will increase the duration of exposure of humans to spaceflight. Therefore, additional comprehensive investigations involving extended timepoints that simulate the duration of long-term missions and the ensuing recovery must be conducted to better estimate health risks to crew. Furthermore, the latent effects of spaceflight on the cardiovascular system and on stem and progenitor cells of the bone marrow must be examined for their potential to exacerbate the effects of aging. The use of antioxidant-based countermeasures must be guided by the understanding that low levels of ROS signaling are important for normal cellular function. Therefore, future studies must also assess the potential of any antioxidant-based countermeasure to perturb these essential signaling events and their consequences on the functional integrity of tissues. Research progress on the aformentioned areas will help in the development of effective approaches for maintaining crew health during and after interplanetary missions.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "spaceflight",
    "bone",
    "vasculature",
    "oxidative stress",
    "microgravity",
    "hindlimb unloading",
    "radiation",
    "reactive oxygen species",
    "antioxidant",
    "Review"
  ],
  "citations": [
    {
      "title": "Cortical and trabecular bone mineral loss from the spine and hip in long-duration spaceflight",
      "authors": [
        "T. Lang",
        "A. LeBlanc",
        "H. Evans",
        "Y. Lu",
        "H. Genant",
        "A. Yu"
      ]
    },
    {
      "title": "Bone mineral and lean tissue loss after long duration space flight",
      "authors": [
        "A. LeBlanc",
        "V. Schneider",
        "L. Shackelford",
        "S. West",
        "V. Oganov",
        "A. Bakulin",
        "L. Voronin"
      ]
    },
    {
      "title": "Recovery of spaceflight-induced bone loss: Bone mineral density after long-duration missions as fitted with an exponential function",
      "authors": [
        "J.D. Sibonga",
        "H.J. Evans",
        "H.G. Sung",
        "E.R. Spector",
        "T.F. Lang",
        "V.S. Oganov",
        "A.V. Bakulin",
        "L.C. Shackelford",
        "A.D. LeBlanc"
      ]
    },
    {
      "title": "Reduction in proximal femoral strength due to long-duration spaceflight",
      "authors": [
        "J.H. Keyak",
        "A.K. Koyama",
        "A. LeBlanc",
        "Y. Lu",
        "T.F. Lang"
      ]
    },
    {
      "title": "Decreases in bone blood flow and bone material properties in aging Fischer-344 rats",
      "authors": [
        "S.A. Bloomfield",
        "H.A. Hogan",
        "M.D. Delp"
      ]
    },
    {
      "title": "Aging reduces skeletal blood flow, endothelium-dependent vasodilation, and NO bioavailability in rats",
      "authors": [
        "R.D. Prisby",
        "M.W. Ramsey",
        "B.J. Behnke",
        "J.M. Dominguez",
        "A.J. Donato",
        "M.R. Allen",
        "M.D. Delp"
      ]
    },
    {
      "title": "Changes in trabecular bone, hematopoiesis and bone marrow vessels in aplastic anemia, primary osteoporosis, and old age: A comparative histomorphometric study",
      "authors": [
        "R. Burkhardt",
        "G. Kettner",
        "W. Bohm",
        "M. Schmidmeier",
        "R. Schlag",
        "B. Frisch",
        "B. Mallmann",
        "W. Eisenmenger",
        "T. Gilg"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "Space radiation: The number one risk to astronaut health beyond low earth orbit",
      "authors": [
        "J.C. Chancellor",
        "G.B. Scott",
        "J.P. Sutton"
      ]
    },
    {
      "title": "Radiation doses and LET distributions of cosmic rays",
      "authors": [
        "R. Silberberg",
        "C.H. Tsao",
        "J.H. Adams",
        "J.R. Letaw"
      ]
    },
    {
      "title": "Biological effectiveness of high-energy protons: Target fragmentation",
      "authors": [
        "F.A. Cucinotta",
        "R. Katz",
        "J.W. Wilson",
        "L.W. Townsend",
        "J. Shinn",
        "F. Hajnal"
      ]
    },
    {
      "title": "Galactic HZE propagation through the Earth’s atmosphere",
      "authors": [
        "J.W. Wilson",
        "L.W. Townsend",
        "F.F. Badavi"
      ]
    },
    {
      "title": "Understanding cancer development processes after HZE-particle exposure: Roles of ROS, DNA damage repair and inflammation",
      "authors": [
        "D.M. Sridharan",
        "A. Asaithamby",
        "S.M. Bailey",
        "S.V. Costes",
        "P.W. Doetsch",
        "W.S. Dynan",
        "A. Kronenberg",
        "K.N. Rithidech",
        "J. Saha",
        "A.M. Snijders"
      ]
    },
    {
      "title": "Biological characterization of low-energy ions with high-energy deposition on human cells",
      "authors": [
        "J. Saha",
        "P. Wilson",
        "P. Thieberger",
        "D. Lowenstein",
        "M. Wang",
        "F.A. Cucinotta"
      ]
    },
    {
      "title": "Radiation response of neural precursor cells: Linking cellular sensitivity to cell cycle checkpoints, apoptosis and oxidative stress",
      "authors": [
        "C.L. Limoli",
        "E. Giedzinski",
        "R. Rola",
        "S. Otsuka",
        "T.D. Palmer",
        "J.R. Fike"
      ]
    },
    {
      "title": "Molecular mechanisms of mammalian DNA repair and the DNA damage checkpoints",
      "authors": [
        "A. Sancar",
        "L.A. Lindsey-Boltz",
        "K. Unsal-Kacmaz",
        "S. Linn"
      ]
    },
    {
      "title": "Complex DNA Damage: A Route to Radiation-Induced Genomic Instability and Carcinogenesis",
      "authors": [
        "I.V. Mavragani",
        "Z. Nikitaki",
        "M.P. Souli",
        "A. Aziz",
        "S. Nowsheen",
        "K. Aziz",
        "E. Rogakou",
        "A.G. Georgakilas"
      ]
    },
    {
      "title": "Spaceflight downregulates antioxidant defense systems in rat liver",
      "authors": [
        "J. Hollander",
        "M. Gore",
        "R. Fiebig",
        "R. Mazzeo",
        "S. Ohishi",
        "H. Ohno",
        "L.L. Ji"
      ]
    },
    {
      "title": "Oxidant damage during and after spaceflight",
      "authors": [
        "T.P. Stein",
        "M.J. Leskiw"
      ]
    },
    {
      "title": "Direct evidence that sulfhydryl groups of Keap1 are the sensors regulating induction of phase 2 enzymes that protect against carcinogens and oxidants",
      "authors": [
        "A.T. Dinkova-Kostova",
        "W.D. Holtzclaw",
        "R.N. Cole",
        "K. Itoh",
        "N. Wakabayashi",
        "Y. Katoh",
        "M. Yamamoto",
        "P. Talalay"
      ]
    },
    {
      "title": "Monitoring antioxidant defenses and free radical production in space-flight, aviation and railway engine operators, for the prevention and treatment of oxidative stress, immunological impairment, and pre-mature cell aging",
      "authors": [
        "C. De Luca",
        "I. Deeva",
        "S. Mariani",
        "G. Maiani",
        "A. Stancato",
        "L. Korkina"
      ]
    },
    {
      "title": "Nutritional status assessment in semiclosed environments: Ground-based and space flight studies in humans",
      "authors": [
        "S.M. Smith",
        "J.E. Davis-Street",
        "B.L. Rice",
        "J.L. Nillen",
        "P.L. Gillman",
        "G. Block"
      ]
    },
    {
      "title": "The nutritional status of astronauts is altered after long-term space flight aboard the International Space Station",
      "authors": [
        "S.M. Smith",
        "S.R. Zwart",
        "G. Block",
        "B.L. Rice",
        "J.E. Davis-Street"
      ]
    },
    {
      "title": "Changes in mitochondrial homeostasis and redox status in astronauts following long stays in space",
      "authors": [
        "H.P. Indo",
        "H.J. Majima",
        "M. Terada",
        "S. Suenaga",
        "K. Tomita",
        "S. Yamada",
        "A. Higashibata",
        "N. Ishioka",
        "T. Kanekura",
        "I. Nonaka"
      ]
    },
    {
      "title": "Effect of microgravity on the expression of mitochondrial enzymes in rat cardiac and skeletal muscles",
      "authors": [
        "M.K. Connor",
        "D.A. Hood"
      ]
    },
    {
      "title": "Effect of short-term microgravity and long-term hindlimb unloading on rat cardiac mass and function",
      "authors": [
        "C.A. Ray",
        "M. Vasques",
        "T.A. Miller",
        "M.K. Wilkerson",
        "M.D. Delp"
      ]
    },
    {
      "title": "Spaceflight-induced alterations in cerebral artery vasoconstrictor, mechanical, and structural properties: Implications for elevated cerebral perfusion and intracranial pressure",
      "authors": [
        "C.R. Taylor",
        "M. Hanna",
        "B.J. Behnke",
        "J.N. Stabley",
        "D.J. McCullough",
        "R.T. Davis",
        "P. Ghosh",
        "A. Papadopoulos",
        "J.M. Muller-Delp",
        "M.D. Delp"
      ]
    },
    {
      "title": "Spaceflight regulates ryanodine receptor subtype 1 in portal vein myocytes in the opposite way of hypertension",
      "authors": [
        "F. Dabertrand",
        "Y. Porte",
        "N. Macrez",
        "J.L. Morel"
      ]
    },
    {
      "title": "Effects of spaceflight on innate immune function and antioxidant gene expression",
      "authors": [
        "F.P. Baqai",
        "D.S. Gridley",
        "J.M. Slater",
        "X. Luo-Owen",
        "L.S. Stodieck",
        "V. Ferguson",
        "S.K. Chapes",
        "M.J. Pecaut"
      ]
    },
    {
      "title": "Optic disc edema, globe flattening, choroidal folds, and hyperopic shifts observed in astronauts after long-duration space flight",
      "authors": [
        "T.H. Mader",
        "C.R. Gibson",
        "A.F. Pass",
        "L.A. Kramer",
        "A.G. Lee",
        "J. Fogarty",
        "W.J. Tarver",
        "J.P. Dervay",
        "D.R. Hamilton",
        "A. Sargsyan"
      ]
    },
    {
      "title": "Spaceflight environment induces mitochondrial oxidative damage in ocular tissue",
      "authors": [
        "X.W. Mao",
        "M.J. Pecaut",
        "L.S. Stodieck",
        "V.L. Ferguson",
        "T.A. Bateman",
        "M. Bouxsein",
        "T.A. Jones",
        "M. Moldovan",
        "C.E. Cunningham",
        "J. Chieu"
      ]
    },
    {
      "title": "Cardiovascular risks associated with low dose ionizing particle radiation",
      "authors": [
        "X. Yan",
        "S.P. Sasi",
        "H. Gee",
        "J. Lee",
        "Y. Yang",
        "R. Mehrzad",
        "J. Onufrak",
        "J. Song",
        "H. Enderling",
        "A. Agarwal"
      ]
    },
    {
      "title": "Oxidative stress and γ radiation-induced cancellous bone loss with musculoskeletal disuse",
      "authors": [
        "H. Kondo",
        "K. Yumoto",
        "J.S. Alwood",
        "R. Mojarrab",
        "A. Wang",
        "E.A. Almeida",
        "N.D. Searby",
        "C.L. Limoli",
        "R.K. Globus"
      ]
    },
    {
      "title": "Ionizing radiation stimulates expression of pro-osteoclastogenic genes in marrow and skeletal tissue",
      "authors": [
        "J.S. Alwood",
        "M. Shahnazari",
        "B. Chicana",
        "A.S. Schreurs",
        "A. Kumar",
        "A. Bartolini",
        "Y. Shirazi-Fard",
        "R.K. Globus"
      ]
    },
    {
      "title": "Dried plum diet protects from bone loss caused by ionizing radiation",
      "authors": [
        "A.S. Schreurs",
        "Y. Shirazi-Fard",
        "M. Shahnazari",
        "J.S. Alwood",
        "T.A. Truong",
        "C.G. Tahimic",
        "C.L. Limoli",
        "N.D. Turner",
        "B. Halloran",
        "R.K. Globus"
      ]
    },
    {
      "title": "Hindlimb unloading rodent model: Technical aspects",
      "authors": [
        "E.R. Morey-Holton",
        "R.K. Globus"
      ]
    },
    {
      "title": "Hindlimb unloading: Rodent analog for microgravity",
      "authors": [
        "R.K. Globus",
        "E. Morey-Holton"
      ]
    },
    {
      "title": "Microgravity stress: Bone and connective tissue",
      "authors": [
        "S.A. Bloomfield",
        "D.A. Martinez",
        "R.D. Boudreaux",
        "A.V. Mantri"
      ]
    },
    {
      "title": "Cytoplasmic reactive oxygen species and SOD1 regulate bone mass during mechanical unloading",
      "authors": [
        "D. Morikawa",
        "H. Nojiri",
        "Y. Saita",
        "K. Kobayashi",
        "K. Watanabe",
        "Y. Ozawa",
        "M. Koike",
        "Y. Asou",
        "T. Takaku",
        "K. Kaneko"
      ]
    },
    {
      "title": "Hindlimb unloading results in increased predisposition to cardiac arrhythmias and alters left ventricular connexin 43 expression",
      "authors": [
        "J.A. Moffitt",
        "M.K. Henry",
        "K.C. Welliver",
        "A.J. Jepson",
        "E.R. Garnett"
      ]
    },
    {
      "title": "Simulated microgravity exposure modulates the phenotype of cultured vascular smooth muscle cells",
      "authors": [
        "H. Kang",
        "Y. Fan",
        "A. Sun",
        "X. Jia",
        "X. Deng"
      ]
    },
    {
      "title": "Contribution of social isolation, restraint, and hindlimb unloading to changes in hemodynamic parameters and motion activity in rats",
      "authors": [
        "D. Tsvirkun",
        "J. Bourreau",
        "A. Mieuset",
        "F. Garo",
        "O. Vinogradova",
        "I. Larina",
        "N. Navasiolava",
        "G. Gauquelin-Koch",
        "C. Gharib",
        "M.A. Custaud"
      ]
    },
    {
      "title": "Simulated microgravity produces attenuated baroreflex-mediated pressor, chronotropic, and inotropic responses in mice",
      "authors": [
        "A.S. Jung",
        "R. Harrison",
        "K.H. Lee",
        "J. Genut",
        "D. Nyhan",
        "E.M. Brooks-Asplund",
        "A.A. Shoukas",
        "J.M. Hare",
        "D.E. Berkowitz"
      ]
    },
    {
      "title": "The mouse as a model of cardiovascular adaptations to microgravity",
      "authors": [
        "J. Powers",
        "D. Bernstein"
      ]
    },
    {
      "title": "Blockade of AT1 receptor partially restores vasoreactivity, NOS expression, and superoxide levels in cerebral and carotid arteries of hindlimb unweighting rats",
      "authors": [
        "R. Zhang",
        "Y.G. Bai",
        "L.J. Lin",
        "J.X. Bao",
        "Y.Y. Zhang",
        "H. Tang",
        "J.H. Cheng",
        "G.L. Jia",
        "X.L. Ren",
        "J. Ma"
      ]
    },
    {
      "title": "NAD(P)H oxidase inhibiting with apocynin improved vascular reactivity in tail-suspended hindlimb unweighting rat",
      "authors": [
        "R. Zhang",
        "H.H. Ran",
        "J. Ma",
        "Y.G. Bai",
        "L.J. Lin"
      ]
    },
    {
      "title": "Protective effects of astaxanthin on capillary regression in atrophied soleus muscle of rats",
      "authors": [
        "M. Kanazashi",
        "Y. Okumura",
        "S. Al-Nassan",
        "S. Murakami",
        "H. Kondo",
        "F. Nagatomo",
        "N. Fujita",
        "A. Ishihara",
        "R.R. Roy",
        "H. Fujino"
      ]
    },
    {
      "title": "A crucial role for thiol antioxidants in estrogen-deficiency bone loss",
      "authors": [
        "J.M. Lean",
        "J.T. Davies",
        "K. Fuller",
        "C.J. Jagger",
        "B. Kirstein",
        "G.A. Partington",
        "Z.L. Urry",
        "T.J. Chambers"
      ]
    },
    {
      "title": "Oxygen-derived free radicals stimulate osteoclastic bone resorption in rodent bone in vitro and in vivo",
      "authors": [
        "I.R. Garrett",
        "B.F. Boyce",
        "R.O. Oreffo",
        "L. Bonewald",
        "J. Poser",
        "G.R. Mundy"
      ]
    },
    {
      "title": "Skeletal involution by age-associated oxidative stress and its acceleration by loss of sex steroids",
      "authors": [
        "M. Almeida",
        "L. Han",
        "M. Martin-Millan",
        "L.I. Plotkin",
        "S.A. Stewart",
        "P.K. Roberson",
        "S. Kousteni",
        "C.A. O’Brien",
        "T. Bellido",
        "A.M. Parfitt"
      ]
    },
    {
      "title": "Gone with the Wnts: β-Catenin, T-cell factor, forkhead box O, and oxidative stress in age-dependent diseases of bone, lipid, and glucose metabolism",
      "authors": [
        "S.C. Manolagas",
        "M. Almeida"
      ]
    },
    {
      "title": "α-Lipoic acid inhibits inflammatory bone resorption by suppressing prostaglandin E2 synthesis",
      "authors": [
        "H. Ha",
        "J.H. Lee",
        "H.N. Kim",
        "H.M. Kim",
        "H.B. Kwak",
        "S. Lee",
        "H.H. Kim",
        "Z.H. Lee"
      ]
    },
    {
      "title": "Mechanotransduction: Forces, sensors, and redox signaling",
      "authors": [
        "S. Chatterjee",
        "A.B. Fisher"
      ]
    },
    {
      "title": "Shear-induced endothelial mechanotransduction: The interplay between reactive oxygen species (ROS) and nitric oxide (NO) and the pathophysiological implications",
      "authors": [
        "H.J. Hsieh",
        "C.A. Liu",
        "B. Huang",
        "A.H. Tseng",
        "D.L. Wang"
      ]
    },
    {
      "title": "Nitric oxide synthesis by cultured endothelial cells is modulated by flow conditions",
      "authors": [
        "M. Noris",
        "M. Morigi",
        "R. Donadelli",
        "S. Aiello",
        "M. Foppolo",
        "M. Todeschini",
        "S. Orisio",
        "G. Remuzzi",
        "A. Remuzzi"
      ]
    },
    {
      "title": "Acetylcholine- and flow-induced production and release of nitric oxide in arterial and venous endothelial cells",
      "authors": [
        "Y. Fukaya",
        "T. Ohhashi"
      ]
    },
    {
      "title": "Laminar flow stimulates ATP- and shear stress-dependent nitric oxide production in cultured bovine endothelial cells",
      "authors": [
        "R. Korenaga",
        "J. Ando",
        "H. Tsuboi",
        "W. Yang",
        "I. Sakuma",
        "T. Toyo-oka",
        "A. Kamiya"
      ]
    },
    {
      "title": "Nitric oxide response to shear stress by human bone cell cultures is endothelial nitric oxide synthase dependent",
      "authors": [
        "J. Klein-Nulend",
        "M.H. Helfrich",
        "J.G. Sterck",
        "H. MacPherson",
        "M. Joldersma",
        "S.H. Ralston",
        "C.M. Semeins",
        "E.H. Burger"
      ]
    },
    {
      "title": "The production of nitric oxide and prostaglandin E(2) by primary bone cells is shear stress dependent",
      "authors": [
        "A.D. Bakker",
        "K. Soejima",
        "J. Klein-Nulend",
        "E.H. Burger"
      ]
    },
    {
      "title": "Divergent roles of endothelial nitric oxide synthases system in maintaining cardiovascular homeostasis",
      "authors": [
        "S. Godo",
        "H. Shimokawa"
      ]
    },
    {
      "title": "A model for p53-induced apoptosis",
      "authors": [
        "K. Polyak",
        "Y. Xia",
        "J.L. Zweier",
        "K.W. Kinzler",
        "B. Vogelstein"
      ]
    },
    {
      "title": "Cellular oxidative stress and the control of apoptosis by wild-type p53, cytotoxic compounds, and cytokines",
      "authors": [
        "J. Lotem",
        "M. Peled-Kamar",
        "Y. Groner",
        "L. Sachs"
      ]
    },
    {
      "title": "Superoxide dismutase. An enzymic function for erythrocuprein (hemocuprein)",
      "authors": [
        "J.M. McCord",
        "I. Fridovich"
      ]
    },
    {
      "title": "Superoxide dismutases: Role in redox signaling, vascular function, and diseases",
      "authors": [
        "T. Fukai",
        "M. Ushio-Fukai"
      ]
    },
    {
      "title": "Controlled elimination of intracellular H2O2: Regulation of peroxiredoxin, catalase, and glutathione peroxidase via post-translational modification",
      "authors": [
        "S.G. Rhee",
        "K.S. Yang",
        "S.W. Kang",
        "H.A. Woo",
        "T.S. Chang"
      ]
    },
    {
      "title": "Nitric oxide and Fenton/Haber-Weiss chemistry: Nitric oxide is a potent antioxidant at physiological concentrations",
      "authors": [
        "M.A. Sharpe",
        "S.J. Robb",
        "J.B. Clark"
      ]
    },
    {
      "title": "DNA strand breaking by the hydroxyl radical is governed by the accessible surface areas of the hydrogen atoms of the DNA backbone",
      "authors": [
        "B. Balasubramanian",
        "W.K. Pogozelski",
        "T.D. Tullius"
      ]
    },
    {
      "title": "Spare guanylyl cyclase NO receptors ensure high NO sensitivity in the vascular system",
      "authors": [
        "E. Mergia",
        "A. Friebe",
        "O. Dangel",
        "M. Russwurm",
        "D. Koesling"
      ]
    },
    {
      "title": "Endothelial nitric oxide synthase transgenic models of endothelial dysfunction",
      "authors": [
        "D.N. Atochin",
        "P.L. Huang"
      ]
    },
    {
      "title": "Contributions of endothelial and neuronal nitric oxide synthases to cerebrovascular responses to hyperoxia",
      "authors": [
        "D.N. Atochin",
        "I.T. Demchenko",
        "J. Astern",
        "A.E. Boso",
        "C.A. Piantadosi",
        "P.L. Huang"
      ]
    },
    {
      "title": "Hypertension in mice lacking the gene for endothelial nitric oxide synthase",
      "authors": [
        "P.L. Huang",
        "Z. Huang",
        "H. Mashimo",
        "K.D. Bloch",
        "M.A. Moskowitz",
        "J.A. Bevan",
        "M.C. Fishman"
      ]
    },
    {
      "title": "Lessons learned from nitric oxide synthase knockout animals",
      "authors": [
        "P.L. Huang"
      ]
    },
    {
      "title": "Deficient platelet-derived nitric oxide and enhanced hemostasis in mice lacking the NOSIII gene",
      "authors": [
        "J.E. Freedman",
        "R. Sauter",
        "E.M. Battinelli",
        "K. Ault",
        "C. Knowles",
        "P.L. Huang",
        "J. Loscalzo"
      ]
    },
    {
      "title": "Role of endothelial nitric oxide synthase in endothelial activation: Insights from eNOS knockout endothelial cells",
      "authors": [
        "P.J. Kuhlencordt",
        "E. Rosel",
        "R.E. Gerszten",
        "M. Morales-Ruiz",
        "D. Dombkowski",
        "W.J. Atkinson",
        "F. Han",
        "F. Preffer",
        "A. Rosenzweig",
        "W.C. Sessa"
      ]
    },
    {
      "title": "Leukocyte-endothelial cell interactions in nitric oxide synthase-deficient mice",
      "authors": [
        "D.J. Lefer",
        "S.P. Jones",
        "W.G. Girod",
        "A. Baines",
        "M.B. Grisham",
        "A.S. Cockrell",
        "P.L. Huang",
        "R. Scalia"
      ]
    },
    {
      "title": "Enlarged infarcts in endothelial nitric oxide synthase knockout mice are attenuated by nitro-L-arginine",
      "authors": [
        "Z. Huang",
        "P.L. Huang",
        "J. Ma",
        "W. Meng",
        "C. Ayata",
        "M.C. Fishman",
        "M.A. Moskowitz"
      ]
    },
    {
      "title": "The phosphorylation state of eNOS modulates vascular reactivity and outcome of cerebral ischemia in vivo",
      "authors": [
        "D.N. Atochin",
        "A. Wang",
        "V.W. Liu",
        "J.D. Critchlow",
        "A.P. Dantas",
        "R. Looft-Wilson",
        "T. Murata",
        "S. Salomone",
        "H.K. Shin",
        "C. Ayata"
      ]
    },
    {
      "title": "Nitric oxide and peroxynitrite in health and disease",
      "authors": [
        "P. Pacher",
        "J.S. Beckman",
        "L. Liaudet"
      ]
    },
    {
      "title": "Effects of high-let radiation exposure and hindlimb unloading on skeletal muscle resistance artery vasomotor properties and cancellous bone microarchitecture in mice",
      "authors": [
        "P. Ghosh",
        "B.J. Behnke",
        "J.N. Stabley",
        "C.R. Kilar",
        "Y. Park",
        "A. Narayanan",
        "J.S. Alwood",
        "Y. Shirazi-Fard",
        "A.S. Schreurs",
        "R.K. Globus"
      ]
    },
    {
      "title": "Matrix remodeling during endochondral ossification",
      "authors": [
        "N. Ortega",
        "D.J. Behonick",
        "Z. Werb"
      ]
    },
    {
      "title": "Endochondral ossification: How cartilage is converted into bone in the developing skeleton",
      "authors": [
        "E.J. Mackie",
        "Y.A. Ahmed",
        "L. Tatarczuch",
        "K.S. Chen",
        "M. Mirams"
      ]
    },
    {
      "title": "Effects of microgravity on bone healing in a rat fibular osteotomy model",
      "authors": [
        "M.E. Kirchen",
        "K.M. O’Connor",
        "H.E. Gruber",
        "J.R. Sweeney",
        "I.A. Fras",
        "S.J. Stover",
        "A. Sarmiento",
        "G.J. Marshall"
      ]
    },
    {
      "title": "Impaired osteoblastogenesis potential of progenitor cells in skeletal unloading is associated with alterations in angiogenic and energy metabolism profile",
      "authors": [
        "K. Vandamme",
        "X. Holy",
        "M. Bensidhoum",
        "M. Deschepper",
        "D. Logeart-Avramoglou",
        "I. Naert",
        "J. Duyck",
        "H. Petite"
      ]
    },
    {
      "title": "Imaging and quantitative assessment of long bone vascularization in the adult rat using microcomputed tomography",
      "authors": [
        "J. Fei",
        "F. Peyrin",
        "L. Malaval",
        "L. Vico",
        "M.H. Lafage-Proust"
      ]
    },
    {
      "title": "Alterations in skeletal perfusion with simulated microgravity: A possible mechanism for bone remodeling",
      "authors": [
        "P.N. Colleran",
        "M.K. Wilkerson",
        "S.A. Bloomfield",
        "L.J. Suva",
        "R.T. Turner",
        "M.D. Delp"
      ]
    },
    {
      "title": "Blood flow controls bone vascular function and osteogenesis",
      "authors": [
        "S.K. Ramasamy",
        "A.P. Kusumbe",
        "M. Schiller",
        "D. Zeuschner",
        "M.G. Bixel",
        "C. Milia",
        "J. Gamrekelashvili",
        "A. Limbourg",
        "A. Medvinsky",
        "M.M. Santoro"
      ]
    },
    {
      "title": "Impaired angiogenesis and endochondral bone formation in mice lacking the vascular endothelial growth factor isoforms VEGF164 and VEGF188",
      "authors": [
        "C. Maes",
        "P. Carmeliet",
        "K. Moermans",
        "I. Stockmans",
        "N. Smets",
        "D. Collen",
        "R. Bouillon",
        "G. Carmeliet"
      ]
    },
    {
      "title": "The hypoxia-inducible factor α pathway couples angiogenesis to osteogenesis during skeletal development",
      "authors": [
        "Y. Wang",
        "C. Wan",
        "L. Deng",
        "X. Liu",
        "X. Cao",
        "S.R. Gilbert",
        "M.L. Bouxsein",
        "M.C. Faugere",
        "R.E. Guldberg",
        "L.C. Gerstenfeld"
      ]
    },
    {
      "title": "Cardiovascular examinations and observations of deconditioning during the space shuttle orbital flight test program",
      "authors": [
        "M.W. Bungo",
        "P.C. Johnson"
      ]
    },
    {
      "title": "Echocardiographic evaluation of the cardiovascular effects of short-duration spaceflight",
      "authors": [
        "S.L. Mulvagh",
        "J.B. Charles",
        "J.M. Riddle",
        "T.L. Rehbein",
        "M.W. Bungo"
      ]
    },
    {
      "title": "Marked exacerbation of orthostatic intolerance after long- vs. short-duration spaceflight in veteran astronauts",
      "authors": [
        "J.V. Meck",
        "C.J. Reyes",
        "S.A. Perez",
        "A.L. Goldberger",
        "M.G. Ziegler"
      ]
    },
    {
      "title": "Orthostatic intolerance after spaceflight",
      "authors": [
        "J.C. Buckey",
        "L.D. Lane",
        "B.D. Levine",
        "D.E. Watenpaugh",
        "S.J. Wright",
        "W.E. Moore",
        "F.A. Gaffney",
        "C.G. Blomqvist"
      ]
    },
    {
      "title": "Orthostatic intolerance after ISS and space shuttle missions",
      "authors": [
        "S.M. Lee",
        "A.H. Feiveson",
        "S. Stein",
        "M.B. Stenger",
        "S.H. Platts"
      ]
    },
    {
      "title": "Spaceflight reduces vasoconstrictor responsiveness of skeletal muscle resistance arteries in mice",
      "authors": [
        "J.N. Stabley",
        "J.M. Dominguez",
        "C.E. Dominguez",
        "F.R. Mora Solis",
        "J. Ahlgren",
        "B.J. Behnke",
        "J.M. Muller-Delp",
        "M.D. Delp"
      ]
    },
    {
      "title": "Myogenic and vasoconstrictor responsiveness of skeletal muscle arterioles is diminished by hindlimb unloading",
      "authors": [
        "M.D. Delp"
      ]
    },
    {
      "title": "Effects of hindlimb unloading and ionizing radiation on skeletal muscle resistance artery vasodilation and its relation to cancellous bone in mice",
      "authors": [
        "R.D. Prisby",
        "J.S. Alwood",
        "B.J. Behnke",
        "J.N. Stabley",
        "D.J. McCullough",
        "P. Ghosh",
        "R.K. Globus",
        "M.D. Delp"
      ]
    },
    {
      "title": "Hindlimb unweighting decreases ecNOS gene expression and endothelium-dependent dilation in rat soleus feed arteries",
      "authors": [
        "J.L. Jasperse",
        "C.R. Woodman",
        "E.M. Price",
        "E.M. Hasser",
        "M.H. Laughlin"
      ]
    },
    {
      "title": "Hindlimb unweighting decreases endothelium-dependent dilation and eNOS expression in soleus not gastrocnemius",
      "authors": [
        "C.R. Woodman",
        "W.G. Schrage",
        "J.W. Rush",
        "C.A. Ray",
        "E.M. Price",
        "E.M. Hasser",
        "M.H. Laughlin"
      ]
    },
    {
      "title": "Effects of skeletal unloading on the vasomotor properties of the rat femur principal nutrient artery",
      "authors": [
        "R.D. Prisby",
        "B.J. Behnke",
        "M.R. Allen",
        "M.D. Delp"
      ]
    },
    {
      "title": "[Histomorphometric analysis of the bones of rats on board the Kosmos 1667 biosatellite]",
      "authors": [
        "A.S. Kaplanskii",
        "G.N. Durnova",
        "Z.F. Sakharova",
        "E.I. Il’ina-Kakueva"
      ]
    },
    {
      "title": "Changes in markers of bone formation and resorption in a bed rest model of weightlessness",
      "authors": [
        "S.A. Lueken",
        "S.B. Arnaud",
        "A.K. Taylor",
        "D.J. Baylink"
      ]
    },
    {
      "title": "Simulated spaceflight produces a rapid and sustained loss of osteoprogenitors and an acute but transitory rise of osteoclast precursors in two genetic strains of mice",
      "authors": [
        "M. Shahnazari",
        "P. Kurimoto",
        "B.M. Boudignon",
        "B.E. Orwoll",
        "D.D. Bikle",
        "B.P. Halloran"
      ]
    },
    {
      "title": "apollo lunar astronauts show higher cardiovascular disease mortality: Possible deep space radiation effects on the vascular endothelium",
      "authors": [
        "M.D. Delp",
        "J.M. Charvat",
        "C.L. Limoli",
        "R.K. Globus",
        "P. Ghosh"
      ]
    },
    {
      "title": "Keap1/Nrf2 signaling regulates oxidative stress tolerance and lifespan in Drosophila",
      "authors": [
        "G.P. Sykiotis",
        "D. Bohmann"
      ]
    },
    {
      "title": "Role of nrf2 in oxidative stress and toxicity",
      "authors": [
        "Q. Ma"
      ]
    },
    {
      "title": "Role of Nrf2/HO-1 system in development, oxidative stress response and diseases: An evolutionarily conserved mechanism",
      "authors": [
        "A. Loboda",
        "M. Damulewicz",
        "E. Pyza",
        "A. Jozkowicz",
        "J. Dulak"
      ]
    },
    {
      "title": "Isolation of NF-E2-related factor 2 (Nrf2), a NF-E2-like basic leucine zipper transcriptional activator that binds to the tandem NF-E2/AP1 repeat of the β-globin locus control region",
      "authors": [
        "P. Moi",
        "K. Chan",
        "I. Asunis",
        "A. Cao",
        "Y.W. Kan"
      ]
    },
    {
      "title": "Oxidative stress response and Nrf2 signaling in aging",
      "authors": [
        "H. Zhang",
        "K.J.A. Davies",
        "H.J. Forman"
      ]
    },
    {
      "title": "NRF2, a member of the NFE2 family of transcription factors, is not essential for murine erythropoiesis, growth, and development",
      "authors": [
        "K. Chan",
        "R. Lu",
        "J.C. Chang",
        "Y.W. Kan"
      ]
    },
    {
      "title": "Nrf2 regulates mass accrual and the antioxidant endogenous response in bone differently depending on the sex and age",
      "authors": [
        "G.G. Pellegrini",
        "M. Cregor",
        "K. McAndrews",
        "C.C. Morales",
        "L.D. McCabe",
        "G.P. McCabe",
        "M. Peacock",
        "D. Burr",
        "C. Weaver",
        "T. Bellido"
      ]
    },
    {
      "title": "Ionizing radiation activates the Nrf2 antioxidant response",
      "authors": [
        "J.T. McDonald",
        "K. Kim",
        "A.J. Norris",
        "E. Vlashi",
        "T.M. Phillips",
        "C. Lagadec",
        "L. della Donna",
        "J. Ratikan",
        "H. Szelag",
        "L. Hlatky"
      ]
    },
    {
      "title": "Loss of Nrf2 promotes rapid progression to heart failure following myocardial infarction",
      "authors": [
        "J. Strom",
        "Q.M. Chen"
      ]
    },
    {
      "title": "Loss of Nrf2 exacerbates the visual deficits and optic neuritis elicited by experimental autoimmune encephalomyelitis",
      "authors": [
        "C.M. Larabee",
        "S. Desai",
        "A. Agasing",
        "C. Georgescu",
        "J.D. Wren",
        "R.C. Axtell",
        "S.M. Plafker"
      ]
    },
    {
      "title": "Age-related retinopathy in NRF2-deficient mice",
      "authors": [
        "Z. Zhao",
        "Y. Chen",
        "J. Wang",
        "P. Sternberg",
        "M.L. Freeman",
        "H.E. Grossniklaus",
        "J. Cai"
      ]
    },
    {
      "title": "Nrf2 is required for normal postnatal bone acquisition in mice",
      "authors": [
        "J.H. Kim",
        "V. Singhal",
        "S. Biswal",
        "R.K. Thimmulappa",
        "D.J. DiGirolamo"
      ]
    },
    {
      "title": "Loss of Nrf2 accelerates ionizing radiation-induced bone loss by upregulating RANKL",
      "authors": [
        "T. Rana",
        "M.A. Schultz",
        "M.L. Freeman",
        "S. Biswas"
      ]
    },
    {
      "title": "The transcription factor Nrf2 protects angiogenic capacity of endothelial colony-forming cells in high-oxygen radical stress conditions",
      "authors": [
        "H. Gremmels",
        "O.G. de Jong",
        "D.H. Hazenbrink",
        "J.O. Fledderus",
        "M.C. Verhaar"
      ]
    },
    {
      "title": "Nrf2 deficiency induces oxidative stress and promotes RANKL-induced osteoclast differentiation",
      "authors": [
        "S. Hyeon",
        "H. Lee",
        "Y. Yang",
        "W. Jeong"
      ]
    },
    {
      "title": "Nrf2 is a novel regulator of bone acquisition",
      "authors": [
        "C.K. Park",
        "Y. Lee",
        "K.H. Kim",
        "Z.H. Lee",
        "M. Joo",
        "H.H. Kim"
      ]
    },
    {
      "title": "Deletion of Nrf2 reduces skeletal mechanical properties and decreases load-driven bone formation",
      "authors": [
        "Y.X. Sun",
        "L. Li",
        "K.A. Corry",
        "P. Zhang",
        "Y. Yang",
        "E. Himes",
        "C.L. Mihuti",
        "C. Nelson",
        "G. Dai",
        "J. Li"
      ]
    },
    {
      "title": "A review of the consequences of fluid and electrolyte shifts in weightlessness",
      "authors": [
        "C.S. Leach"
      ]
    },
    {
      "title": "Study of water-salt metabolism and renal function in cosmonauts",
      "authors": [
        "Y.V. Natochin",
        "G.I. Kozyrevskaya",
        "A.I. Grigor’yev"
      ]
    },
    {
      "title": "[Water-electrolyte balance and functional state of the kidneys in cosmonauts after a 185-day space flight]",
      "authors": [
        "A.I. Grigor’ev",
        "B.P. Dorokhova",
        "V. Semenov",
        "B.V. Morukov",
        "E.O. Baichorov"
      ]
    },
    {
      "title": "Water and electrolyte studies during long-term missions onboard the space stations SALYUT and MIR",
      "authors": [
        "A.I. Grigoriev",
        "B.V. Morukov",
        "D.V. Vorobiev"
      ]
    },
    {
      "title": "The NRF2 knockout rat: A new animal model to study endothelial dysfunction, oxidant stress, and microvascular rarefaction",
      "authors": [
        "J.R. Priestley",
        "K.E. Kautenburg",
        "M.C. Casati",
        "B.T. Endres",
        "A.M. Geurts",
        "J.H. Lombard"
      ]
    },
    {
      "title": "Reactive oxygen species on bone mineral density and mechanics in Cu,Zn superoxide dismutase (Sod1) knockout mice",
      "authors": [
        "M.J. Smietana",
        "E.M. Arruda",
        "J.A. Faulkner",
        "S.V. Brooks",
        "L.M. Larkin"
      ]
    },
    {
      "title": "Absence of CuZn superoxide dismutase leads to elevated oxidative stress and acceleration of age-dependent skeletal muscle atrophy",
      "authors": [
        "F.L. Muller",
        "W. Song",
        "Y. Liu",
        "A. Chaudhuri",
        "S. Pieke-Dahl",
        "R. Strong",
        "T.T. Huang",
        "C.J. Epstein",
        "L.J. Roberts",
        "M. Csete"
      ]
    },
    {
      "title": "Extension of murine life span by overexpression of catalase targeted to mitochondria",
      "authors": [
        "S.E. Schriner",
        "N.J. Linford",
        "G.M. Martin",
        "P. Treuting",
        "C.E. Ogburn",
        "M. Emond",
        "P.E. Coskun",
        "W. Ladiges",
        "N. Wolf",
        "H. van Remmen"
      ]
    },
    {
      "title": "Reduction of age-associated pathology in old mice by overexpression of catalase in mitochondria",
      "authors": [
        "P.M. Treuting",
        "N.J. Linford",
        "S.E. Knoblaugh",
        "M.J. Emond",
        "J.F. Morton",
        "G.M. Martin",
        "P.S. Rabinovitch",
        "W.C. Ladiges"
      ]
    },
    {
      "title": "Mitochondria-targeted catalase reduces abnormal APP processing, amyloid β production and BACE1 in a mouse model of Alzheimer’s disease: Implications for neuroprotection and lifespan extension",
      "authors": [
        "P. Mao",
        "M. Manczak",
        "M.J. Calkins",
        "Q. Truong",
        "T.P. Reddy",
        "A.P. Reddy",
        "U. Shirendeb",
        "H.H. Lo",
        "P.S. Rabinovitch",
        "P.H. Reddy"
      ]
    },
    {
      "title": "Age-dependent cardiomyopathy in mitochondrial mutator mice is attenuated by overexpression of catalase targeted to mitochondria",
      "authors": [
        "D.F. Dai",
        "T. Chen",
        "J. Wanagat",
        "M. Laflamme",
        "D.J. Marcinek",
        "M.J. Emond",
        "C.P. Ngo",
        "T.A. Prolla",
        "P.S. Rabinovitch"
      ]
    },
    {
      "title": "Overexpression of catalase targeted to mitochondria attenuates murine cardiac aging",
      "authors": [
        "D.F. Dai",
        "L.F. Santana",
        "M. Vermulst",
        "D.M. Tomazela",
        "M.J. Emond",
        "M.J. MacCoss",
        "K. Gollahon",
        "G.M. Martin",
        "L.A. Loeb",
        "W.C. Ladiges"
      ]
    },
    {
      "title": "Mitochondrial oxidative stress mediates induction of autophagy and hypertrophy in angiotensin-II treated mouse hearts",
      "authors": [
        "D.F. Dai",
        "P. Rabinovitch"
      ]
    },
    {
      "title": "Macrophage mitochondrial oxidative stress promotes atherosclerosis and nuclear factor-κB-mediated inflammation in macrophages",
      "authors": [
        "Y. Wang",
        "G.Z. Wang",
        "P.S. Rabinovitch",
        "I. Tabas"
      ]
    },
    {
      "title": "The effects of aging and sex steroid deficiency on the murine skeleton are independent and mechanistically distinct",
      "authors": [
        "S. Ucer",
        "S. Iyer",
        "H.N. Kim",
        "L. Han",
        "C. Rutlen",
        "K. Allison",
        "J.D. Thostenson",
        "R. de Cabo",
        "R.L. Jilka",
        "C. O’Brien"
      ]
    },
    {
      "title": "Mitochondrial-targeted human catalase affords neuroprotection from proton irradiation",
      "authors": [
        "A.C. Liao",
        "B.M. Craver",
        "B.P. Tseng",
        "K.K. Tran",
        "V.K. Parihar",
        "M.M. Acharya",
        "C.L. Limoli"
      ]
    },
    {
      "title": "Targeted overexpression of mitochondrial catalase prevents radiation-induced cognitive dysfunction",
      "authors": [
        "V.K. Parihar",
        "B.D. Allen",
        "K.K. Tran",
        "N.N. Chmielewski",
        "B.M. Craver",
        "V. Martirosian",
        "J.M. Morganti",
        "S. Rosi",
        "R. Vlkolinsky",
        "M.M. Acharya"
      ]
    },
    {
      "title": "Contrasting the effects of proton irradiation on dendritic complexity of subiculum neurons in wild type and MCAT mice",
      "authors": [
        "N.N. Chmielewski",
        "C. Caressi",
        "E. Giedzinski",
        "V.K. Parihar",
        "C.L. Limoli"
      ]
    },
    {
      "title": "Whole-body proton irradiation causes long-term damage to hematopoietic stem cells in mice",
      "authors": [
        "J. Chang",
        "W. Feng",
        "Y. Wang",
        "Y. Luo",
        "A.R. Allen",
        "I. Koturbash",
        "J. Turner",
        "B. Stewart",
        "J. Raber",
        "M. Hauer-Jensen"
      ]
    },
    {
      "title": "Co-activation of PKC-Δ by CRIF1 modulates oxidative stress in bone marrow multipotent mesenchymal stromal cells after Irradiation by phosphorylating NRF2 ser40",
      "authors": [
        "L. Chen",
        "Q. Ran",
        "Y. Xiang",
        "L. Xiang",
        "L. Chen",
        "F. Li",
        "J. Wu",
        "C. Wu",
        "Z. Li"
      ]
    },
    {
      "title": "Heavy ion irradiation and unloading effects on mouse lumbar vertebral microarchitecture, mechanical properties and tissue stresses",
      "authors": [
        "J.S. Alwood",
        "K. Yumoto",
        "R. Mojarrab",
        "C.L. Limoli",
        "E.A. Almeida",
        "N.D. Searby",
        "R.K. Globus"
      ]
    },
    {
      "title": "Short-term effects of whole-body exposure to (56)fe ions in combination with musculoskeletal disuse on bone cells",
      "authors": [
        "K. Yumoto",
        "R.K. Globus",
        "R. Mojarrab",
        "J. Arakaki",
        "A. Wang",
        "N.D. Searby",
        "E.A. Almeida",
        "C.L. Limoli"
      ]
    },
    {
      "title": "Effect of proton irradiation followed by hindlimb unloading on bone in mature mice: A model of long-duration spaceflight",
      "authors": [
        "S.A. Lloyd",
        "E.R. Bandstra",
        "J.S. Willey",
        "S.E. Riffle",
        "L. Tirado-Lee",
        "G.A. Nelson",
        "M.J. Pecaut",
        "T.A. Bateman"
      ]
    },
    {
      "title": "Low-dose, ionizing radiation and age-related changes in skeletal microarchitecture",
      "authors": [
        "J.S. Alwood",
        "A. Kumar",
        "L.H. Tran",
        "A. Wang",
        "C.L. Limoli",
        "R.K. Globus"
      ]
    },
    {
      "title": "Effects of dietary supplements on the space radiation-induced reduction in total antioxidant status in CBA mice",
      "authors": [
        "J. Guan",
        "J. Stewart",
        "J.H. Ware",
        "Z. Zhou",
        "J.J. Donahue",
        "A.R. Kennedy"
      ]
    },
    {
      "title": "Effects of dietary antioxidant supplementation on the development of malignant lymphoma and other neoplastic lesions in mice exposed to proton or iron-ion radiation",
      "authors": [
        "A.R. Kennedy",
        "J.G. Davis",
        "W. Carlton",
        "J.H. Ware"
      ]
    },
    {
      "title": "Dietary antioxidants protect hematopoietic cells and improve animal survival after total-body irradiation",
      "authors": [
        "C. Wambi",
        "J. Sanzari",
        "X.S. Wan",
        "M. Nuth",
        "J. Davis",
        "Y.H. Ko",
        "C.M. Sayers",
        "M. Baran",
        "J.H. Ware",
        "A.R. Kennedy"
      ]
    },
    {
      "title": "Elucidation of antioxidant activity of α lipoic acid toward hydroxyl radical",
      "authors": [
        "S. Matsugo",
        "L.J. Yan",
        "D. Han",
        "H.J. Trischler",
        "L. Packer"
      ]
    },
    {
      "title": "Antioxidant diet supplementation starting 24 hours after exposure reduces radiation lethality",
      "authors": [
        "S.L. Brown",
        "A. Kolozsvary",
        "J. Liu",
        "K.A. Jenrow",
        "S. Ryu",
        "J.H. Kim"
      ]
    },
    {
      "title": "Selective inhibition of TNFR1 reduces osteoclast numbers and is differentiated from anti-TNF in a LPS-driven model of inflammatory bone loss",
      "authors": [
        "A.I. Espirito Santo",
        "A. Ersek",
        "A. Freidin",
        "M. Feldmann",
        "A.A. Stoop",
        "N.J. Horwood"
      ]
    },
    {
      "title": "Bone remodelling in inflammatory arthritis",
      "authors": [
        "S.R. Goldring",
        "P.E. Purdue",
        "T.N. Crotti",
        "Z. Shen",
        "M.R. Flannery",
        "N.B. Binder",
        "F.P. Ross",
        "K.P. McHugh"
      ]
    },
    {
      "title": "Dried fruits: Excellent in vitro and in vivo antioxidants",
      "authors": [
        "J.A. Vinson",
        "L. Zubik",
        "P. Bose",
        "N. Samman",
        "J. Proch"
      ]
    },
    {
      "title": "Dietary dried plum increases bone mass in adult and aged male mice",
      "authors": [
        "B.P. Halloran",
        "T.J. Wronski",
        "D.C. VonHerzen",
        "V. Chu",
        "X. Xia",
        "J.E. Pingel",
        "A.A. Williams",
        "B.J. Smith"
      ]
    },
    {
      "title": "Addition of fructooligosaccharides and dried plum to soy-based diets reverses bone loss in the ovariectomized rat",
      "authors": [
        "C.D. Johnson",
        "E.A. Lucas",
        "S. Hooshmand",
        "S. Campbell",
        "M.P. Akhter",
        "B.H. Arjmandi"
      ]
    },
    {
      "title": "Dietary supplementation with dried plum prevents ovariectomy-induced bone loss while modulating the immune response in C57BL/6J mice",
      "authors": [
        "E. Rendina",
        "Y.F. Lim",
        "D. Marlow",
        "Y. Wang",
        "S.L. Clarke",
        "S. Kuvibidila",
        "E.A. Lucas",
        "B.J. Smith"
      ]
    },
    {
      "title": "Effect of oxidative stress on cardiovascular system in response to gravity",
      "authors": [
        "K. Takahashi",
        "H. Okumura",
        "R. Guo",
        "K. Naruse"
      ]
    }
  ],
  "original_title": "Redox Signaling and Its Impact on Skeletal and Vascular Responses to Spaceflight",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b730/5666834/327892296278/ijms-18-02153-g001.jpg"
  ]
}