{
  "pmcid": "PMC6337482",
  "title": "Proteomic Analysis of Mouse Brain Subjected to Spaceflight",
  "abstract": "There is evidence that spaceflight poses acute and late risks to the central nervous system. To explore possible mechanisms, the proteomic changes following spaceflight in mouse brain were characterized. Space Shuttle Atlantis (STS-135) was launched from the Kennedy Space Center (KSC) on a 13-day mission. Within 3–5 h after landing, brain tissue was collected to evaluate protein expression profiles using quantitative proteomic analysis. Our results showed that there were 26 proteins that were significantly altered after spaceflight in the gray and/or white matter. While there was no overlap between the white and gray matter in terms of individual proteins, there was overlap in terms of function, synaptic plasticity, vesical activity, protein/organelle transport, and metabolism. Our data demonstrate that exposure to the spaceflight environment induces significant changes in protein expression related to neuronal structure and metabolic function. This might lead to a significant impact on brain structural and functional integrity that could affect the outcome of space missions.",
  "introduction": "1. Introduction\n\nLong-term deep space missions expose astronauts to an environment that is characterized mainly by ultraviolet and ionizing radiation, microgravity, and physiological/psychological stressors. These conditions present a significant hazard to spaceflight crews during and after the course of mission activities. The hazards posed to normal tissues, such as the central nervous system (CNS), are not fully understood. The health risks of spaceflight-induced neuronal damage and potential neurodegenerative effects have long been a concern. Brain damage and degeneration can be promoted by many factors including aging, ischemia, fluctuation in oxygen tension, oxidative stress, and increased intraocular pressure.\n\nThere is some evidence that low-dose, space-relevant radiation induces changes in neuronal functions. Microgravity induces intraocular pressure and vascular changes and promotes apoptosis of astrocytes. Spaceflight also induces cognitive and perceptual motor performance deterioration under stress. Studies have shown that exposure to spaceflights has a strong impact on metabolic and stress response. Collective evidence indicates that exposure to stressful spaceflight environments might induce changes in brain neuronal structure and function. However, the pathophysiological consequences and role of cellular mechanisms of stress stimuli, especially those stemming from the spaceflight environment, in facilitating brain damage and neurodegeneration have been studied less and remain unclear.\n\nGray matter consists of neurons (i.e., it contains the cell bodies, dendrites and axon terminals of neurons), nerve fibers, astrocytes, microglia, and capillaries. Gray matter is closely associated with the functional domains of performance, locomotion, learning, memory and coordination. On the other hand, white matter consists mostly of oligodendroglial cells, myelinated axons and capillaries. White matter allows communication to and from gray matter areas, and between gray matter and the other parts of the body. It functions by transmitting the information from the different parts of the body towards the cerebral cortex. It modulates the distribution of action potentials, acting as a relay and coordinating communication between different brain regions. Changes in gray matter are known to be primarily associated with Alzheimer’s disease and other neurodegenerative diseases, with secondary effects on the white matter. The deficits range from language ability to delayed memory and visuospatial construction. Disrupted white matter organization has been linked to poorer motor performance. Studies have shown altered expressions of a number of genes and proteins involving a wide spectrum of biological functions following exposure to space environments. These alterations induced distinct changes specific to the regions of the brain. Regional difference in stress response was also documented following simulated microgravity in human brain gray matter and white matter.\n\nThe purpose of the present investigation was to study spaceflight condition-induced changes in protein expression profiles in mouse gray matter and to compare these changes to those in white matter regions. Our unique data might provide new insights and improve risk assessment for future long-term space travel.",
  "methods": "4. Materials and Methods\n\n4.1. STS-135 Flight Mice and Control Conditions\n\nSpace Shuttle Atlantis, i.e., Space Transportation System 135 (STS-135), was launched from the Kennedy Space Center (KSC) on a 13-day mission in July of 2011. Female C57BL/6 mice (Charles River Laboratories, Inc., Hollister, CA, USA) were flown in STS-135 using NASA’s animal enclosure modules (AEMs). Mice were housed in two groups of five per AEM, separated by mesh wire. A set of ground controls (Ground AEMs) was housed at the Space Life Science Laboratory (SLSL) at the KSC. Ground AEM control mice were placed into the same housing hardware used in flight and environmental parameters such as temperature and carbon dioxide (CO2) levels were matched as closely as possible based on 48-h delayed telemetry data.\n\nAll mice were under ambient temperatures of 26–28 °C with a 12-h day/night cycle during the flight. The mid deck CO2 levels that the mice were exposed to averaged 2150 parts per million (ppm) and ranged from a few hundred ppm while on the ground, before installation in the shuttle, to a maximum level of 3480 ppm in the shuttle during the mission. AEM controls were fed a special NASA food bar diet, the same as the space-flown mice. All mice received the same access to food and water ad libitum.\n\nThe Loma Linda University (LLU) Institutional Animal Care and Use Committee (IACUC) was consulted but no protocol was required since tissues were only obtained after euthanasia. However, it should be noted that all NASA research with vertebrate animals is done in strict accordance with the recommendations in the Guide for the Care and Use of Laboratory Animals of the National Institute of Health (NIH). The primary science team responsible for running the project obtained approval from the NASA Ames Research Center ACUC (NAS-11-002-Y1) on 5/31/2011.\n\nUpon return to Earth, animals were removed from the AEM nursing facility and assessed for survival and health. It was reported that all the mice survived the 13-day space mission. All animals were described by the inspecting personnel as being in good condition.\n\n4.2. Dissection and Preservation of Mouse Brains Post Flight\n\nWithin 3–5 h after landing, the mice were euthanized and the brains were removed (4–8 mice/group). As part of the primary science, all mice underwent dual energy X-ray absorptiometry (DEXA) densitometry (Piximus, Inc., Fitchburg, WI, USA) immediately prior to anesthesia and euthanasia. Mice were anesthetized with 3–5% isoflurane and euthanized with 100% CO2 and exsanguination via cardiac puncture. The whole brain hemispheres were fixed in 4% paraformaldehyde in phosphate buffered saline (PBS) for 24 h and then rinsed with PBS and infiltrated overnight with 30% sucrose in PBS at 4 °C. Fixed samples were sent to Loma Linda University (LLU) via courier for analysis. As we were part of the NASA Biospecimen Sharing Program (BSP) team, we did not have access to all the tissues from all the mice. However, we received tissues from four flight mice and eight ground control mice. Tissue from two of the ground control samples were lost during processing, giving us a final sample size of n = 4 or 6 for flight and ground, respectively.\n\n4.3. Brain Sectioning for Proteomic Analysis\n\nParaffin-embedded brain sections were coronally gross sectioned at a thickness of 10 μm. After mounting and de-paraffinizing, six 3 mm diameter circular punches of tissue were obtained to provide three replicate samples each of white matter of the corpus callosum and gray matter of the cerebral cortex. Each tissue punch (disk) was transferred to a vial for individual processing (work up) by a modification of the methodology of Craven et al.. When tissues are processed by the Craven method, formalin fixed tissues still yield 80% or more of the available proteins for proteomic analyses. The preparation of the tissue samples for proteomic mass spectrometry (MS) analysis in this paper is described by the steps below.\n\n4.4. Protein Extraction from Tissue\n\nWe used boil-proof 1.7 mL low retention polypropylene snap-top vials to process the tissues. Lysis buffer was made by combining 50 μL each of stock solutions A and B, plus 10 μL of freshly prepared 1.1 M dithiothreitol (DTT). Solution A consisted of 300 mM Tris-Cl pH 8.2. Solution B was made by combining five liquid components: 20% sodium dodecyl sulfate (SDS), glycerol, trifluorethanol, thiodiethanol, and water at the volumetric ratio of 3:2:1:1:3. Protein extraction was initiated by the addition of 110 μL lysis buffer to each vial containing a tissue punch (disk), followed by incubation for 30 min at 105 °C in a fume hood because of trifluorethanol toxicity. After cooling the vials were stored indefinitely at −80 °C.\n\n4.5. Trypsin Digestion\n\nThis was done using Amicon Ultra-0.5 mL 30 kDa centrifugal filter devices (). A urea-ammonium bicarbonate buffer (UA) that is 50 mM with respect to ammonium bicarbonate (ABC) and 8 M with respect to ultrapure urea () was prepared fresh on the day of use. The use of the Amicon Ultra centrifugal filter device has been outlined next. (a) To each vial after protein extraction (see above) 300 μL of UA were added and vortexed. The sample components were transferred to an Amicon Ultra, centrifuged at 10,000× g for 10 min, and the filtrate was discarded. (b) To complete the transfer initiated above and to continue the replacement of reagents from the protein extraction procedure described in 2.4 above with UA constituents, the above process was repeated twice using 400 μL UA each time, and both filtrates were discarded. (c) Next, 5 μL each of 5 mM Tris (2-carboxyethyl) phosphine (TCEP) and 10 mM acrylamide and 200 μL UA were combined. The entire volume was then transferred to the Amicon Ultra, incubated for 30 min at ambient temperatures, centrifuged, and the filtrate was discarded. (d) The reagents were washed by the addition of 400 μL UA, centrifuged, and the filtrate was discarded. (e) The urea was washed out by the addition of 400 μL of 50 mM ABC, centrifuged, and the filtrate was discarded. This process was repeated twice more. (f) Next, 200 μL of 50 mM ABC were added and a protein assay (Nanodrop, , or Micro BCA, ) was performed on an aliquot. (g) A prepared trypsin digestion solution was added to the remaining protein in the Amicon Ultra. The 100 μL of 250 mM ABC were combined with 2.5 μL of 1% Promega PMax () to give a 0.025% working solution plus sufficient sequencer-grade trypsin to result in an enzyme to protein ratio in the range of 1:25–50. (h) The solution was incubated overnight at 37 °C to convert the proteins to peptides. (i) The next morning, 150 μL of water was added, centrifuged, and the filtrate containing the peptides was collected. These steps were repeated using another 150 μL water and the filtrates were combined. (j) Next, 20 µL of 10% TFA were added to the combined filtrates to destroy the PMax. (k) The filtrate was concentrated in a vacuum centrifuge to a volume of 100 μL and stored at −80 °C. (l) Just prior to MS analysis, a 2–5 μg portion of each protein/peptide sample was purified with a Zip-tip C18 P10 (). The sample preparations from each set of the three replicate “punches” were pooled, resulting in a total of 20 samples for MS analysis.\n\n4.6. MS Analyses and Data Processing\n\nAn Easy-nLC system with an autosampler was attached to an LTQ-Orbitrap Velos Pro mass spectrometer (). This was used for all MS analyses utilizing 2 to 2.5 µg peptide loadings after zip-tip purification. After injection, the 5 µL peptide samples in 0.25% TFA were passed through a 2 cm × 100 μm C18, of 5 μm particle size, precolumn () in series with a 10 cm × 75 μm in-house-prepared capillary column packed with Microm Magic C18 of 5 μ particle size () for separation and elution.\n\nA 2-h gradient was used (Solvent A 0.1% FA in water, Solvent B 0.1% FA in ACN, 5–30% Solvent B). Collision-induced disassociation was used to fragment the top 10 most abundant ions and the MS/MS spectra were collected between 250 and 1500 m/z, following the parent full-scan mass spectrum collected at 60,000 resolution.\n\nThe raw data files from these analyses were processed first through Proteome Discoverer () for precursor intensity with the following search parameters using the mouse Uniprot/Swissprot database: 2 missed trypsin cleavages allowed, dynamic oxidation on methionine, deamidation on asparagine and glutamine, and static proprionamide attachment on cysteine. In parallel, the data processing was performed using our DeMix Q algorithm. Briefly, DeMix “unmixes” the MS/MS events that become frequently but accidentally multiplexed because more than one (up to four) precursor ions are selected for fragmentation within the same m/z window simultaneously. DeMix allows one to identify more peptides on average than there were precursors selected for MS/MS. For extension of the peptide identity “between the runs” and thus additionally increase the number of identified peptides while simultaneously improving quantification accuracy, we used DeMix Q, an extension of the DeMix algorithm that employs the scoring of identity transfer. Further improvement in quantification accuracy can be achieved with the help of our Diffacto algorithm that selects for protein quantification of only “well-behaved” peptides.\n\nAll spread sheets with protein relative abundances were then exported into Ingenuity Pathway Analysis (IPA; ). In IPA, only direct relationships were allowed in the general settings and genes. Endogenous chemical interactions and causal networks were both included. All items were selected under data sources, confidence, species and mutation.",
  "results": "2. Results\n\nThere were nine and 17 proteins that were significantly altered after spaceflight in the white (Table 1) and gray (Table 2) matter, respectively (p < 0.05, log fold change >1.0 or <−1.0). In general, proteins that were significantly altered were upregulated in both areas of the brain. However, there was no overlap between the brain area data sets. If log fold change constraints were reduced to >0.5, the number of proteins increased to 16 and 25 for white and gray matter, respectively.\n\nThere were no significant changes in canonical pathways or upstream regulators in the pathway analysis for either the white or gray matter proteins. However, there were strong trends for changes in functionally related proteins in both brain regions (Table 3). In the white matter, there was a strong trend for a downregulation of functions related to the formation of cellular protrusions (Z = −1.98). In the gray matter, there was a significant downregulation of functions related to overall organismal death and organ degeneration (Z < −2.0). There were also strong trends for downregulation in cellular and neural degenerative functions (Z = −1.98). Interestingly, there was a significant upregulation in functions related to viral infection (Z > 2.0).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "brain",
    "spaceflight",
    "microgravity",
    "proteomics",
    "Article"
  ],
  "citations": [
    {
      "title": "(28)silicon radiation impairs neuronal output in CA1 neurons of mouse ventral hippocampus without altering dendritic excitability",
      "authors": [
        "E. Rudobeck",
        "G.A. Nelson",
        "I.V. Sokolova",
        "R. Vlkolinsky"
      ]
    },
    {
      "title": "Intraocular pressure elevation during space flight",
      "authors": [
        "S.J. Woo",
        "T.W. Kim",
        "K.Y. Chung"
      ]
    },
    {
      "title": "Intraocular pressure and retinal vascular changes during transient exposure to microgravity",
      "authors": [
        "T.H. Mader",
        "C.R. Gibson",
        "M. Caputo",
        "N. Hunter",
        "G. Taylor",
        "J. Charles",
        "R.T. Meehan"
      ]
    },
    {
      "title": "Microgravity-induced programmed cell death in astrocytes",
      "authors": [
        "B.M. Uva",
        "M.A. Masini",
        "M. Sturla",
        "G. Tagliafierro",
        "F. Strollo"
      ]
    },
    {
      "title": "Cognitive neuroscience in space",
      "authors": [
        "G.G. De la Torre"
      ]
    },
    {
      "title": "Changes in stress hormones and metabolism during a 105-day simulated Mars mission",
      "authors": [
        "F. Strollo",
        "G. Vassilieva",
        "M. Ruscica",
        "M. Masini",
        "D. Santucci",
        "L. Borgia",
        "P. Magni",
        "F. Celotti",
        "I. Nikiporuc"
      ]
    },
    {
      "title": "White matter matters",
      "authors": [
        "R.D. Fields"
      ]
    },
    {
      "title": "White matter hyperintensities as early and independent predictors of Alzheimer’s disease risk",
      "authors": [
        "M. Mortamais",
        "S. Artero",
        "K. Ritchie"
      ]
    },
    {
      "title": "Subcortical Volume Loss in the Thalamus, Putamen, and Pallidum, Induced by Traumatic Brain Injury, Is Associated with Motor Performance Deficits",
      "authors": [
        "J. Gooijers",
        "S. Chalavi",
        "K. Beeckmans",
        "K. Michiels",
        "C. Lafosse",
        "S. Sunaert",
        "S.P. Swinnen"
      ]
    },
    {
      "title": "Evaluation of gene, protein and neurotrophin expression in the brain of mice exposed to space environment for 91 days",
      "authors": [
        "D. Santucci",
        "F. Kawano",
        "T. Ohira",
        "M. Terada",
        "N. Nakai",
        "N. Francia",
        "E. Alleva",
        "L. Aloe",
        "T. Ochiai",
        "R. Cancedda"
      ]
    },
    {
      "title": "Effect of Simulated Microgravity on Human Brain Gray Matter and White Matter—Evidence from MRI",
      "authors": [
        "K. Li",
        "X. Guo",
        "Z. Jin",
        "X. Ouyang",
        "Y. Zeng",
        "J. Feng",
        "Y. Wang",
        "L. Yao",
        "L. Ma"
      ]
    },
    {
      "title": "Calcium channel auxiliary α2δ and β subunits: Trafficking and one step beyond",
      "authors": [
        "A.C. Dolphin"
      ]
    },
    {
      "title": "Gabapentin receptor α2δ-1 is a neuronal thrombospondin receptor responsible for excitatory CNS synaptogenesis",
      "authors": [
        "C. Eroglu",
        "N.J. Allen",
        "M.W. Susman",
        "N.A. O’Rourke",
        "C.Y. Park",
        "E. Ozkan",
        "C. Chakraborty",
        "S.B. Mulinyawe",
        "D.S. Annis",
        "A.D. Huberman"
      ]
    },
    {
      "title": "Differential expression of liprin-α family proteins in the brain suggests functional diversification",
      "authors": [
        "S.A. Spangler",
        "D. Jaarsma",
        "E. De Graaff",
        "P.S. Wulf",
        "A. Akhmanova",
        "C.C. Hoogenraad"
      ]
    },
    {
      "title": "Vertebrate Presynaptic Active Zone Assembly: A Role Accomplished by Diverse Molecular and Cellular Mechanisms",
      "authors": [
        "V.I. Torres",
        "N.C. Inestrosa"
      ]
    },
    {
      "title": "SYD-2 Liprin-α organizes presynaptic active zone formation through ELKS",
      "authors": [
        "Y. Dai",
        "H. Taru",
        "S.L. Deken",
        "B. Grill",
        "B. Ackley",
        "M.L. Nonet",
        "Y. Jin"
      ]
    },
    {
      "title": "Myosin5a tail associates directly with Rab3A-containing compartments in neurons",
      "authors": [
        "T. Wollert",
        "A. Patel",
        "Y.L. Lee",
        "D.W. Provance",
        "V.E. Vought",
        "M.S. Cosgrove",
        "J.A. Mercer",
        "G.M. Langford"
      ]
    },
    {
      "title": "Dysfunction of the hypothalamic-pituitary-adrenal axis in STX1A knockout mice",
      "authors": [
        "T. Fujiwara",
        "T. Kofuji",
        "K. Akagawa"
      ]
    },
    {
      "title": "Membrane fusion. SNAREs line up in new environment",
      "authors": [
        "R. Jahn",
        "P.I. Hanson"
      ]
    },
    {
      "title": "The synaptic vesicle cycle: A cascade of protein-protein interactions",
      "authors": [
        "T.C. Sudhof"
      ]
    },
    {
      "title": "The Role of Co-chaperones in Synaptic Proteostasis and Neurodegenerative Disease",
      "authors": [
        "E.L. Gorenberg",
        "S.S. Chandra"
      ]
    },
    {
      "title": "CSPα promotes SNARE-complex assembly by chaperoning SNAP-25 during synaptic activity",
      "authors": [
        "M. Sharma",
        "J. Burre",
        "T.C. Sudhof"
      ]
    },
    {
      "title": "The synaptic vesicle protein CSP α prevents presynaptic degeneration",
      "authors": [
        "R. Fernandez-Chacon",
        "M. Wolfel",
        "H. Nishimune",
        "L. Tabares",
        "F. Schmitz",
        "M. Castellano-Munoz",
        "C. Rosenmund",
        "M.L. Montesinos",
        "J.R. Sanes",
        "R. Schneggenburger"
      ]
    },
    {
      "title": "Overlapping role of dynamin isoforms in synaptic vesicle endocytosis",
      "authors": [
        "A. Raimondi",
        "S.M. Ferguson",
        "X. Lou",
        "M. Armbruster",
        "S. Paradise",
        "S. Giovedi",
        "M. Messa",
        "N. Kono",
        "J. Takasaki",
        "V. Cappello"
      ]
    },
    {
      "title": "Dynamin isoforms decode action potential firing for synaptic vesicle recycling",
      "authors": [
        "S. Tanifuji",
        "M. Funakoshi-Tago",
        "F. Ueda",
        "T. Kasahara",
        "S. Mochida"
      ]
    },
    {
      "title": "Dynamin 1- and 3-Mediated Endocytosis Is Essential for the Development of a Large Central Synapse In Vivo",
      "authors": [
        "F. Fan",
        "L. Funk",
        "X. Lou"
      ]
    },
    {
      "title": "Differential distribution of dynamin isoforms in mammalian cells",
      "authors": [
        "H. Cao",
        "F. Garcia",
        "M.A. McNiven"
      ]
    },
    {
      "title": "MicroRNA-330 is an oncogenic factor in glioblastoma cells by regulating SH3GL2 gene",
      "authors": [
        "S. Qu",
        "Y. Yao",
        "C. Shang",
        "Y. Xue",
        "J. Ma",
        "Z. Li",
        "Y. Liu"
      ]
    },
    {
      "title": "A novel SH3-containing human gene family preferentially expressed in the central nervous system",
      "authors": [
        "C. Giachino",
        "E. Lantelme",
        "L. Lanzetti",
        "S. Saccone",
        "G. Bella Valle",
        "N. Migone"
      ]
    },
    {
      "title": "Endophilin-1: A multifunctional protein",
      "authors": [
        "A.T. Reutens",
        "C.G. Begley"
      ]
    },
    {
      "title": "Live imaging of neuronal degradation by microglia reveals a role for v0-ATPase a1 in phagosomal fusion in vivo",
      "authors": [
        "F. Peri",
        "C. Nusslein-Volhard"
      ]
    },
    {
      "title": "Is spaceflight-induced immune dysfunction linked to systemic changes in metabolism?",
      "authors": [
        "M.J. Pecaut",
        "X.W. Mao",
        "D.L. Bellinger",
        "K.R. Jonscher",
        "L.S. Stodieck",
        "V.L. Ferguson",
        "T.A. Bateman",
        "R.P. Mohney",
        "D.S. Gridley"
      ]
    },
    {
      "title": "14-3-3epsilon is important for neuronal migration by binding to NUDEL: A molecular explanation for Miller-Dieker syndrome",
      "authors": [
        "K. Toyo-oka",
        "A. Shionoya",
        "M.J. Gambello",
        "C. Cardoso",
        "R. Leventer",
        "H.L. Ward",
        "R. Ayala",
        "L.H. Tsai",
        "W. Dobyns",
        "D. Ledbetter"
      ]
    },
    {
      "title": "Regulation of neuronal morphogenesis by 14-3-3epsilon (Ywhae) via the microtubule binding protein, doublecortin",
      "authors": [
        "B. Cornell",
        "T. Wachi",
        "V. Zhukarev",
        "K. Toyo-Oka"
      ]
    },
    {
      "title": "γ-1-syntrophin mediates trafficking of γ-enolase towards the plasma membrane and enhances its neurotrophic activity",
      "authors": [
        "A. Hafner",
        "N. Obermajer",
        "J. Kos"
      ]
    },
    {
      "title": "γ-Enolase C-terminal peptide promotes cell survival and neurite outgrowth by activation of the PI3K/Akt and MAPK/ERK signalling pathways",
      "authors": [
        "A. Hafner",
        "N. Obermajer",
        "J. Kos"
      ]
    },
    {
      "title": "A dynamin-3 spliced variant modulates the actin/cortactin-dependent morphogenesis of dendritic spines",
      "authors": [
        "N.W. Gray",
        "A.E. Kruchten",
        "J. Chen",
        "M.A. McNiven"
      ]
    },
    {
      "title": "Endophilin A1 regulates dendritic spine morphogenesis and stability through interaction with p140Cap",
      "authors": [
        "Y. Yang",
        "M. Wei",
        "Y. Xiong",
        "X. Du",
        "S. Zhu",
        "L. Yang",
        "C. Zhang",
        "J.J. Liu"
      ]
    },
    {
      "title": "Differential regional expression and ultrastructural localization of α-actinin-2, a putative NMDA receptor-anchoring protein, in rat brain",
      "authors": [
        "M. Wyszynski",
        "V. Kharazia",
        "R. Shanghvi",
        "A. Rao",
        "A.H. Beggs",
        "A.M. Craig",
        "R. Weinberg",
        "M. Sheng"
      ]
    },
    {
      "title": "Densin-180 forms a ternary complex with the α-subunit of Ca2+/calmodulin-dependent protein kinase II and α-actinin",
      "authors": [
        "R.S. Walikonis",
        "A. Oguni",
        "E.M. Khorosheva",
        "C.J. Jeng",
        "F.J. Asuncion",
        "M.B. Kennedy"
      ]
    },
    {
      "title": "Mutually exclusive splicing of calcium-binding domain exons in chick α-actinin",
      "authors": [
        "G.T. Waites",
        "I.R. Graham",
        "P. Jackson",
        "D.B. Millake",
        "B. Patel",
        "A.D. Blanchard",
        "P.A. Weller",
        "I.C. Eperon",
        "D.R. Critchley"
      ]
    },
    {
      "title": "Local plasticity of dendritic excitability can be autonomous of synaptic plasticity and regulated by activity-based phosphorylation of Kv4.2",
      "authors": [
        "A. Labno",
        "A. Warrier",
        "S. Wang",
        "X. Zhang"
      ]
    },
    {
      "title": "Dendritic excitability and synaptic plasticity",
      "authors": [
        "P.J. Sjostrom",
        "E.A. Rancz",
        "A. Roth",
        "M. Hausser"
      ]
    },
    {
      "title": "The SNARE Sec22b has a non-fusogenic function in plasma membrane expansion",
      "authors": [
        "M. Petkovic",
        "A. Jemaiel",
        "F. Daste",
        "C.G. Specht",
        "I. Izeddin",
        "D. Vorkel",
        "J.M. Verbavatz",
        "X. Darzacq",
        "A. Triller",
        "K.H. Pfenninger"
      ]
    },
    {
      "title": "Exploring myelin dysfunction in multiple system atrophy",
      "authors": [
        "J.H. Wong",
        "G.M. Halliday",
        "W.S. Kim"
      ]
    },
    {
      "title": "Myelin basic protein: A multifunctional protein",
      "authors": [
        "J.M. Boggs"
      ]
    },
    {
      "title": "An updated histological classification system for multiple sclerosis lesions",
      "authors": [
        "T. Kuhlmann",
        "S. Ludwin",
        "A. Prat",
        "J. Antel",
        "W. Bruck",
        "H. Lassmann"
      ]
    },
    {
      "title": "Brain ureido degenerative protein modifications are associated with neuroinflammation and proteinopathy in Alzheimer’s disease with cerebrovascular disease",
      "authors": [
        "X. Gallart-Palau",
        "A. Serra",
        "B.S.T. Lee",
        "X. Guo",
        "S.K. Sze"
      ]
    },
    {
      "title": "Increased expression of acyl-coenzyme A: Cholesterol acyltransferase-1 and elevated cholesteryl esters in the hippocampus after excitotoxic injury",
      "authors": [
        "J.H. Kim",
        "S.M. Ee",
        "J. Jittiwat",
        "E.S. Ong",
        "A.A. Farooqui",
        "A.M. Jenner",
        "W.Y. Ong"
      ]
    },
    {
      "title": "Age-dependent accumulation of ubiquitinated 2’,3’-cyclic nucleotide 3’-phosphodiesterase in myelin lipid rafts",
      "authors": [
        "J.D. Hinman",
        "C.D. Chen",
        "S.Y. Oh",
        "W. Hollander",
        "C.R. Abraham"
      ]
    },
    {
      "title": "2’,3’-cyclic nucleotide 3’-phosphodiesterase, an oligodendrocyte-Schwann cell and myelin-associated enzyme of the nervous system",
      "authors": [
        "T.J. Sprinkle"
      ]
    },
    {
      "title": "Neurofilament-dependent radial growth of motor axons and axonal organization of neurofilaments does not require the neurofilament heavy subunit (NF-H) or its phosphorylation",
      "authors": [
        "M.V. Rao",
        "M.K. Houseweart",
        "T.L. Williamson",
        "T.O. Crawford",
        "J. Folmer",
        "D.W. Cleveland"
      ]
    },
    {
      "title": "Expression of NF-L in both neuronal and nonneuronal cells of transgenic mice: Increased neurofilament density in axons without affecting caliber",
      "authors": [
        "M.J. Monteiro",
        "P.N. Hoffman",
        "J.D. Gearhart",
        "D.W. Cleveland"
      ]
    },
    {
      "title": "The binding of DYNLL2 to myosin Va requires alternatively spliced exon B and stabilizes a portion of the myosin’s coiled-coil domain",
      "authors": [
        "W. Wagner",
        "E. Fodor",
        "A. Ginsburg",
        "J.A. Hammer"
      ]
    },
    {
      "title": "Dynein light chain LC8 regulates syntaphilin-mediated mitochondrial docking in axons",
      "authors": [
        "Y.M. Chen",
        "C. Gerwin",
        "Z.H. Sheng"
      ]
    },
    {
      "title": "VPS35, the Retromer Complex and Parkinson’s Disease",
      "authors": [
        "E.T. Williams",
        "X. Chen",
        "D.J. Moore"
      ]
    },
    {
      "title": "Retromer: Structure, function, and roles in mammalian disease",
      "authors": [
        "C. Trousdale",
        "K. Kim"
      ]
    },
    {
      "title": "The absence of myelin basic protein promotes neuroinflammation and reduces amyloid β-protein accumulation in Tg-5xFAD mice",
      "authors": [
        "M.H. Ou-Yang",
        "W.E. Van Nostrand"
      ]
    },
    {
      "title": "Spaceflight activates lipotoxic pathways in mouse liver",
      "authors": [
        "K.R. Jonscher",
        "A. Alfonso-Garcia",
        "J.L. Suhalim",
        "D.J. Orlicky",
        "E.O. Potma",
        "V.L. Ferguson",
        "M.L. Bouxsein",
        "T.A. Bateman",
        "L.S. Stodieck",
        "M. Levi"
      ]
    },
    {
      "title": "Biological and metabolic response in STS-135 space-flown mouse skin",
      "authors": [
        "X.W. Mao",
        "M.J. Pecaut",
        "L.S. Stodieck",
        "V.L. Ferguson",
        "T.A. Bateman",
        "M.L. Bouxsein",
        "D.S. Gridley"
      ]
    },
    {
      "title": "The pathologies associated with functional titration of phosphatidylinositol transfer protein α activity in mice",
      "authors": [
        "J.G. Alb",
        "S.E. Phillips",
        "L.R. Wilfley",
        "B.D. Philpot",
        "V.A. Bankaitis"
      ]
    },
    {
      "title": "Signal transduction and membrane traffic: The PITP/phosphoinositide connection",
      "authors": [
        "M. Liscovitch",
        "L.C. Cantley"
      ]
    },
    {
      "title": "Phosphatidylinositol transfer protein expression altered by aging and Parkinson disease",
      "authors": [
        "M. Chalimoniuk",
        "G.T. Snoek",
        "A. Adamczyk",
        "A. Malecki",
        "J.B. Strosznajder"
      ]
    },
    {
      "title": "Mice lacking phosphatidylinositol transfer protein-α exhibit spinocerebellar degeneration, intestinal and hepatic steatosis, and hypoglycemia",
      "authors": [
        "J.G. Alb",
        "J.D. Cortese",
        "S.E. Phillips",
        "R.L. Albin",
        "T.R. Nagy",
        "B.A. Hamilton",
        "V.A. Bankaitis"
      ]
    },
    {
      "title": "GAPDH: A common enzyme with uncommon functions",
      "authors": [
        "C. Nicholls",
        "H. Li",
        "J.P. Liu"
      ]
    },
    {
      "title": "Cytokine-induced GAPDH sulfhydration affects PSD95 degradation and memory",
      "authors": [
        "S. Mir",
        "T. Sen",
        "N. Sen"
      ]
    },
    {
      "title": "Cerebral ischemia-reperfusion induces GAPDH S-nitrosylation and nuclear translocation",
      "authors": [
        "C. Li",
        "J.J. Feng",
        "Y.P. Wu",
        "G.Y. Zhang"
      ]
    },
    {
      "title": "Oxidatively modified glyceraldehyde-3-phosphate dehydrogenase (GAPDH) and Alzheimer’s disease: Many pathways to neurodegeneration",
      "authors": [
        "D.A. Butterfield",
        "S.S. Hardas",
        "M.L. Lange"
      ]
    },
    {
      "title": "Localization of neuron-specific enolase (NSE) mRNA in human brain",
      "authors": [
        "D.E. Schmechel",
        "P.J. Marangos",
        "B.M. Martin",
        "S. Winfield",
        "D.S. Burkhart",
        "A.D. Roses",
        "E.I. Ginns"
      ]
    },
    {
      "title": "Neuroprotective role of gamma-enolase in microglia in a mouse model of Alzheimer’s disease is regulated by cathepsin X",
      "authors": [
        "A. Hafner",
        "G. Glavan",
        "N. Obermajer",
        "M. Zivin",
        "R. Schliebs",
        "J. Kos"
      ]
    },
    {
      "title": "Evidence for regulation of ER/Golgi SNARE complex formation by hsc70 chaperones",
      "authors": [
        "A.P. Joglekar",
        "J.C. Hay"
      ]
    },
    {
      "title": "Immunodepletion experiments suggest that acyl-coenzyme A:cholesterol acyltransferase-1 (ACAT-1) protein plays a major catalytic role in adult human liver, adrenal gland, macrophages, and kidney, but not in intestines",
      "authors": [
        "O. Lee",
        "C.C. Chang",
        "W. Lee",
        "T.Y. Chang"
      ]
    },
    {
      "title": "Changes in brain cholesterol metabolome after excitotoxicity",
      "authors": [
        "W.Y. Ong",
        "J.H. Kim",
        "X. He",
        "P. Chen",
        "A.A. Farooqui",
        "A.M. Jenner"
      ]
    },
    {
      "title": "A novel de novo dominant negative mutation in DNM1L impairs mitochondrial fission and presents as childhood epileptic encephalopathy",
      "authors": [
        "J.A. Fahrner",
        "R. Liu",
        "M.S. Perry",
        "J. Klein",
        "D.C. Chan"
      ]
    },
    {
      "title": "Mitochondrial division prevents neurodegeneration",
      "authors": [
        "Z. Zhang",
        "Y. Kageyama",
        "H. Sesaki"
      ]
    },
    {
      "title": "Ca2+-dependent permeability transition regulation in rat brain mitochondria by 2’,3’-cyclic nucleotides and 2’,3’-cyclic nucleotide 3’-phosphodiesterase",
      "authors": [
        "T. Azarashvili",
        "O. Krestinina",
        "A. Galvita",
        "D. Grachev",
        "Y. Baburina",
        "R. Stricker",
        "Y. Evtodienko",
        "G. Reiser"
      ]
    },
    {
      "title": "In aging, the vulnerability of rat brain mitochondria is enhanced due to reduced level of 2’,3’-cyclic nucleotide-3’-phosphodiesterase (CNP) and subsequently increased permeability transition in brain mitochondria in old animals",
      "authors": [
        "O. Krestinina",
        "T. Azarashvili",
        "Y. Baburina",
        "A. Galvita",
        "D. Grachev",
        "R. Stricker",
        "G. Reiser"
      ]
    },
    {
      "title": "2’,3’-Cyclic nucleotide 3’-phosphodiesterase as a messenger of protection of the mitochondrial function during melatonin treatment in aging",
      "authors": [
        "Y. Baburina",
        "I. Odinokova",
        "T. Azarashvili",
        "V. Akatov",
        "J.J. Lemasters",
        "O. Krestinina"
      ]
    },
    {
      "title": "Dual role of mitofilin in mitochondrial membrane organization and protein biogenesis",
      "authors": [
        "K. Von der Malsburg",
        "J.M. Muller",
        "M. Bohnert",
        "S. Oeljeklaus",
        "P. Kwiatkowska",
        "T. Becker",
        "A. Loniewska-Lwowska",
        "S. Wiese",
        "S. Rao",
        "D. Milenkovic"
      ]
    },
    {
      "title": "Spaceflight Activates Autophagy Programs and the Proteasome in Mouse Liver",
      "authors": [
        "E.A. Blaber",
        "M.J. Pecaut",
        "K.R. Jonscher"
      ]
    },
    {
      "title": "Arginase-1 deficiency",
      "authors": [
        "Y.Y. Sin",
        "G. Baron",
        "A. Schulze",
        "C.D. Funk"
      ]
    },
    {
      "title": "Th1/Th2-regulated expression of arginase isoforms in murine macrophages and dendritic cells",
      "authors": [
        "M. Munder",
        "K. Eichmann",
        "J.M. Moran",
        "F. Centeno",
        "G. Soler",
        "M. Modolell"
      ]
    },
    {
      "title": "Arginase 1+ microglia reduce Aβ plaque deposition during IL-1β-dependent neuroinflammation",
      "authors": [
        "J.D. Cherry",
        "J.A. Olschowka",
        "M.K. O’Banion"
      ]
    },
    {
      "title": "Constitutive expression of arginase in microvascular endothelial cells counteracts nitric oxide-mediated vasodilatory function",
      "authors": [
        "C. Zhang",
        "T.W. Hein",
        "W. Wang",
        "C.I. Chang",
        "L. Kuo"
      ]
    },
    {
      "title": "Arginase modulates nitric oxide production in activated macrophages",
      "authors": [
        "C.I. Chang",
        "J.C. Liao",
        "L. Kuo"
      ]
    },
    {
      "title": "Dynamin-related protein 1 and mitochondrial fragmentation in neurodegenerative diseases",
      "authors": [
        "P.H. Reddy",
        "T.P. Reddy",
        "M. Manczak",
        "M.J. Calkins",
        "U. Shirendeb",
        "P. Mao"
      ]
    },
    {
      "title": "The mitochondrial inner membrane protein mitofilin controls cristae morphology",
      "authors": [
        "G.B. John",
        "Y. Shang",
        "L. Li",
        "C. Renken",
        "C.A. Mannella",
        "J.M. Selker",
        "L. Rangell",
        "M.J. Bennett",
        "J. Zha"
      ]
    },
    {
      "title": "Mitofilin regulates cytochrome c release during apoptosis by controlling mitochondrial cristae remodeling",
      "authors": [
        "R.F. Yang",
        "G.W. Zhao",
        "S.T. Liang",
        "Y. Zhang",
        "L.H. Sun",
        "H.Z. Chen",
        "D.P. Liu"
      ]
    },
    {
      "title": "OPA1 functionally interacts with MIC60 but is dispensable for crista junction formation",
      "authors": [
        "M. Barrera",
        "S. Koob",
        "D. Dikov",
        "F. Vogel",
        "A.S. Reichert"
      ]
    },
    {
      "title": "Diabetic cardiomyopathy-associated dysfunction in spatially distinct mitochondrial subpopulations",
      "authors": [
        "E.R. Dabkowski",
        "C.L. Williamson",
        "V.C. Bukowski",
        "R.S. Chapman",
        "S.S. Leonard",
        "C.J. Peer",
        "P.S. Callery",
        "J.M. Hollander"
      ]
    },
    {
      "title": "Transgenic overexpression of mitofilin attenuates diabetes mellitus-associated cardiac and mitochondria dysfunction",
      "authors": [
        "D. Thapa",
        "C.E. Nichols",
        "S.E. Lewis",
        "D.L. Shepherd",
        "R. Jagannathan",
        "T.L. Croston",
        "K.J. Tveter",
        "A.A. Holden",
        "W.A. Baseler",
        "J.M. Hollander"
      ]
    },
    {
      "title": "Terpestacin inhibits tumor angiogenesis by targeting UQCRB of mitochondrial complex III and suppressing hypoxia-induced reactive oxygen species production and cellular oxygen sensing",
      "authors": [
        "H.J. Jung",
        "J.S. Shim",
        "J. Lee",
        "Y.M. Song",
        "K.C. Park",
        "S.H. Choi",
        "N.D. Kim",
        "J.H. Yoon",
        "P.T. Mungai",
        "P.T. Schumacker"
      ]
    },
    {
      "title": "Mitochondrial UQCRB regulates VEGFR2 signaling in endothelial cells",
      "authors": [
        "H.J. Jung",
        "Y. Kim",
        "J. Chang",
        "S.W. Kang",
        "J.H. Kim",
        "H.J. Kwon"
      ]
    },
    {
      "title": "Cell-permeable mitochondrial ubiquinol-cytochrome c reductase binding protein induces angiogenesis in vitro and in vivo",
      "authors": [
        "J. Chang",
        "H.J. Jung",
        "H.J. Park",
        "S.W. Cho",
        "S.K. Lee",
        "H.J. Kwon"
      ]
    },
    {
      "title": "Disturbed biopterin and folate metabolism in the Qdpr-deficient mouse",
      "authors": [
        "F. Xu",
        "Y. Sudo",
        "S. Sanechika",
        "J. Yamashita",
        "S. Shimaguchi",
        "S. Honda",
        "C. Sumi-Ichinose",
        "M. Mori-Kojima",
        "R. Nakata",
        "T. Furuta"
      ]
    },
    {
      "title": "Inhibition of lysosome degradation on autophagosome formation and responses to GMI, an immunomodulatory protein from Ganoderma microsporum",
      "authors": [
        "I.L. Hsin",
        "G.T. Sheu",
        "M.S. Jan",
        "H.L. Sun",
        "T.C. Wu",
        "L.Y. Chiu",
        "K.H. Lue",
        "J.L. Ko"
      ]
    },
    {
      "title": "Hsc70-4 Deforms Membranes to Promote Synaptic Protein Turnover by Endosomal Microautophagy",
      "authors": [
        "V. Uytterhoeven",
        "E. Lauwers",
        "I. Maes",
        "K. Miskiewicz",
        "M.N. Melo",
        "J. Swerts",
        "S. Kuenen",
        "R. Wittocx",
        "N. Corthout",
        "S.J. Marrink"
      ]
    },
    {
      "title": "Induction of apoptosis and necroptosis by 24(S)-hydroxycholesterol is dependent on activity of acyl-CoA:cholesterol acyltransferase 1",
      "authors": [
        "K. Yamanaka",
        "Y. Urano",
        "W. Takabe",
        "Y. Saito",
        "N. Noguchi"
      ]
    },
    {
      "title": "Mitochondrial 2’, 3’-cyclic nucleotide 3’-phosphodiesterase (CNP) interacts with mPTP modulators and functional complexes (I-V) coupled with release of apoptotic factors",
      "authors": [
        "Y. Baburina",
        "T. Azarashvili",
        "D. Grachev",
        "O. Krestinina",
        "A. Galvita",
        "R. Stricker",
        "G. Reiser"
      ]
    },
    {
      "title": "Proteomics and the search for biomarkers for renal cancer",
      "authors": [
        "R.A. Craven",
        "N.S. Vasudev",
        "R.E. Banks"
      ]
    },
    {
      "title": "DeMix workflow for efficient identification of cofragmented peptides in high resolution data-dependent tandem mass spectrometry",
      "authors": [
        "B. Zhang",
        "M. Pirmoradian",
        "A. Chernobrovkin",
        "R.A. Zubarev"
      ]
    },
    {
      "title": "DeMix-Q: Quantification-Centered Data Processing Workflow",
      "authors": [
        "B. Zhang",
        "L. Kall",
        "R.A. Zubarev"
      ]
    },
    {
      "title": "Covariation of Peptide Abundances Accurately Reflects Protein Concentration Differences",
      "authors": [
        "B. Zhang",
        "M. Pirmoradian",
        "R. Zubarev",
        "L. Kall"
      ]
    }
  ],
  "original_title": "Proteomic analysis of mouse brain subjected to spaceflight."
}