{
  "pmcid": "PMC6275019",
  "title": "Synergistic Effects of Weightlessness, Isoproterenol, and Radiation on DNA Damage Response and Cytokine Production in Immune Cells",
  "abstract": "The implementation of rotating-wall vessels (RWVs) for studying the effect of lack of gravity has attracted attention, especially in the fields of stem cells, tissue regeneration, and cancer research. Immune cells incubated in RWVs exhibit several features of immunosuppression including impaired leukocyte proliferation, cytokine responses, and antibody production. Interestingly, stress hormones influence cellular immune pathways affected by microgravity, such as cell proliferation, apoptosis, DNA repair, and T cell activation. These pathways are crucial defense mechanisms that protect the cell from toxins, pathogens, and radiation. Despite the importance of the adrenergic receptor in regulating the immune system, the effect of microgravity on the adrenergic system has been poorly studied. Thus, we elected to investigate the synergistic effects of isoproterenol (a sympathomimetic drug), radiation, and microgravity in nonstimulated immune cells. Peripheral blood mononuclear cells were treated with the sympathomimetic drug isoproterenol, exposed to 0.8 or 2 Gy γ-radiation, and incubated in RWVs. Mixed model regression analyses showed significant synergistic effects on the expression of the β2-adrenergic receptor gene (ADRB2). Radiation alone increased ADRB2 expression, and cells incubated in microgravity had more DNA strand breaks than cells incubated in normal gravity. We observed radiation-induced cytokine production only in microgravity. Prior treatment with isoproterenol clearly prevents most of the microgravity-mediated effects. RWVs may be a useful tool to provide insight into novel regulatory pathways, providing benefit not only to astronauts but also to patients suffering from immune disorders or undergoing radiotherapy.",
  "introduction": "1. Introduction\n\nThe rotating-wall vessel (RWV) bioreactor is a suspension culture system that provides the necessary oxygen and nutrients for cells to develop and polarize while they grow under low fluid-shear conditions. The low fluid-shear environment also promotes the colocalization of particles (e.g., cells and/or beads) that allows cells to interact and form aggregates. National Aeronautics and Space Administration (NASA) engineers developed the RWV bioreactor system to model space-like microgravity conditions, however researchers are also using this technology in the fields of cancer, tissue engineering, and regenerative medicine. When cells are exposed to simulated microgravity several biological processes become dysregulated, including T cell regulation, apoptosis, DNA repair, and cell proliferation, differentiation, and migration. Although many investigators have studied the effects of microgravity and radiation on genes and proteins involved in DNA damage response (DDR), the mechanisms are not well understood. During stress situations, endogenous release of stress hormones affects cellular responses to exogenous factors such us microgravity, radiation, and pathogens. Therefore, we investigated how activated adrenergic receptors and microgravity affect DNA damage response and cytokine production in irradiated cells.\n\n1.1. Exogenous Factors Affecting DNA Damage Response (DDR)\n\nDDR includes mechanisms for detection, processing, and repair of DNA lesions. Thus, impaired DDR leads to the accumulation of DNA lesions, which increase the risk of genomic instability. Simulated microgravity was found to decrease the expression of DNA repair genes involved in mismatch repair (MMR), base excision repair (BER), and nucleotide excision repair (NER), resulting in the accumulation of DNA damage and an increase in PARP-1 activity. DNA damage can signal repair processes, but it can also trigger apoptosis, a secondary response that removes damaged cells to protect tissue function. Immune cells undergo apoptosis during pathological conditions (excessive DNA damage) or physiological processes (deletion of immune cells recognizing self-antigens). In both cases, dysregulation of apoptotic pathways might be detrimental to the integrity of the immune system and could lead to autoimmune disease and immunodeficiency. Genes involved in cell proliferation (CyclinD1 and PCNA) and apoptosis (BAX are downregulated in lymphocytes that are grown in simulated microgravity. Moreover, simulated microgravity has been shown to inhibit radiation-induced apoptosis and activation-induced cell death in stimulated lymphocytes. In stimulated primary CD4+ T cells, p21 mRNA levels increased 4.1-fold after 20s in microgravity during parabolic flight compared to levels in 1g controls. These results suggest that T lymphocyte proliferation requires Earth gravity and that the increased expression of cell cycle regulatory proteins contributes to immune depression in space.\n\nIn general, radiation induces apoptosis but the specific response depends on the radiation dose. For example, when mouse splenocytes were exposed to 5 doses of γ-radiation ranging from 0.01 to 2 Gy, the low doses decreased apoptosis prominently in natural killer (NK) cells and dendritic cells (DCs) whereas 2 Gy increased apoptosis in all splenocyte subpopulations; B cells were the most sensitive to radiation whereas NK cells and DCs were the least sensitive. Recent studies suggest that a combination of microgravity and low-dose radiation may decrease apoptosis but may potentially increase oxidative stress. Furthermore, a decreased apoptosis rate has been observed in fetal fibroblasts 24 h after exposure to either moderate (0.5 and 1 Gy) or high (4 Gy) doses of X-rays under simulated microgravity. Lymphoblastoid TK6 cells irradiated with γ-rays and incubated for 24 h in a simulated microgravity environment showed significantly less apoptosis, an increased number of cells in G1 cell cycle phase, and a higher frequency of mutations and micronucleated cells than cells maintained in 1g. These results suggest that a combination of microgravity and radiation (at least γ-rays) reduces the rate of apoptosis induced with radiation alone, and, therefore, microgravity increases the frequency of damaged cells that survive after irradiation.\n\n1.2. Endogenous Factors Affecting DNA Damage Response\n\nBoth exogenous factors, such as radiation or absence of gravity, and endogenous factors, such as release of stress hormones or the presence of inflammatory processes, might affect, either directly or indirectly, the integrity of DNA in immune cells, thereby compromising immune function. Lymphocytes are exposed to genotoxic stresses during immune responses (accidental DNA damage) and during development and maturation (programmed DNA damage). Immune cells also incur DNA damage during infectious and inflammatory processes and this triggers the activation of DNA repair pathways. Interestingly, Fontes and colleagues reported recently that DNA repair can affect host immune responses and inflammation.\n\nFurthermore, exposure to stress affects the immune system’s ability to produce antibodies, making organisms more vulnerable to infections. An immune dysfunction under stress can be due to imbalances in the release of stress hormones, which subsequently activate the receptor-mediated signal. There is considerable evidence that adrenergic pathways are involved in immune system regulation. Although adrenergic modulation of immune cells has been investigated, the mechanisms that convert psychological stress into cellular dysfunction are still poorly understood. Researchers have shown that exposure to stress activates NF-B, which coincides with a rapid increase in levels of catecholamines and cortisol in humans. Adrenalin and noradrenalin bind to β-adrenergic receptors leading to an increase in intracellular cAMP, a second messenger involved in the activation of protein kinase A (PKA). In immune cells, cAMP acts as signal transducer in several physiological and pathological responses. Both, cAMP and PKA have been associated with apoptosis. In the immune system, activation of cAMP signaling increases apoptosis in human B-precursor cells and delays apoptosis in human neutrophils. Furthermore, stimulation of the β-adrenergic receptor or addition of exogenous cAMP can induce apoptosis in thymocytes. Interestingly, activation of cAMP signaling inhibits DNA radiation-induced apoptosis in B cell precursor acute lymphoblastic leukemia (BCP-ALL). Moreover, cAMP plays an important role in several immunological processes such as cytolytic activity, antibody production, and cell proliferation. Activated adrenergic receptors trigger the cAMP response element binding protein (CREB), inducing the transcription of genes encoding for a variety of cytokines. The adenylyl cyclase-cAMP system inhibits IFN-gamma, TNF-alpha-stimulated production of T Cell-Directed CC Chemokine (TARC), and Chemokine (C-C Motif) Ligand 22 (CCL22) through the NF-B and MAPK pathways. Furthermore, macrophages and lymphocytes provide endogenous sources of catecholamines that regulate inflammatory responses.\n\nThe effect of microgravity on adrenergic pathways is not fully understood. Early studies reported an increase in epinephrine-induced responsiveness in human subjects during head-down bed rest to simulate microgravity. More recent studies have shown altered levels of salivary proteins that are associated with β-adrenergic signaling, including a study of cAMP and PKA in mice flown in space. Also, simulated microgravity activates the β-adrenergic receptor leading to the formation of cAMP and activation of PKA and cAMP response element binding protein (CREB) in human neural stem cells (hNSCs). Neuroendocrine hormones such as cortisol and catecholamines are altered in astronauts during spaceflight, and levels of norepinephrine and epinephrine in the astronauts’ plasma increase after spaceflight. Adrenergic receptors are present in many cell types including immune cells. The sympathetic nervous system regulates and modulates cell differentiation and function during the immune response. For example, norepinephrine-activated β2-AR increases gene expression of inflammatory cytokines and reduces cell proliferation related cytokines. Adrenaline and cortisone suppress CD69 expression in natural killer cells and this affects the early stages of proliferation and differentiation of these cells. T helper cells (CD4) are the most prolific cytokine producers. This subset of cells can be subdivided into Th1 and Th2, which produce cytokines known as type-1 and type-2 cytokines, respectively. The density of β2-AR in peripheral blood mononuclear cells (PBMCs) helps mediate the differential catecholamine effects on cytokine production favoring Th2 responses. Consequently, β-adrenergic agonists shift the balance of human type-1/type-2 cytokine toward a type-2 response. A Th2 response counteracts the Th1-mediated proinflammatory responses responsible for killing intracellular parasites. Therefore, impaired β2-AR signaling due to radiation, microgravity, or the combination of both may also affect immune response. Crucian and colleagues monitored the concentrations of plasma cytokines in 28 astronauts during long-duration spaceflight onboard the International Space Station (ISS) and found increased levels of the following: Tumor necrosis factor-α (TNFα), IL-8, IL-1 ra, thrombopoietin (Tpo), vascular endothelial growth factor (VEGF), C-C motif chemokine ligand 2 (CCL2), chemokine ligand 4/macrophage inhibitory protein 1b (CCL4), and C-X-C motif chemokine 5/epithelial neutrophil-activating protein 78 (CXCL5). Cytokine response to radiation varies. For instance, expression of T-helper 1 (Th1) and T-helper 2 (Th2)-type cytokines decreased after low doses of radiation and increased after high doses; IL-6 reacted at early times and IL-10 at later times after radiation exposure; and IL-5 levels were higher in mice after total-body irradiation.\n\nIn the present study, we assessed whether activation of adrenergic response affects or changes how immune cells respond to radiation in simulated microgravity. We measured apoptosis, residual DNA damage and the expression of genes involved in DNA damage response, as well as cytokine production as a marker of immune cell activation.",
  "methods": "4. Materials and Methods\n\n4.1. Isolation of PBMCs from Whole Blood\n\nBlood was obtained from volunteers in accordance with accepted ethical and humane practices. Ethical approval was obtained from NASA Johnson Space Center Institutional Review Board, protocol number Pro0614. Whole blood samples were drawn into BD Vacutainer® or CPT™ Mononuclear Cell Preparation Tubes containing sodium heparin (BD Biosciences, Franklin Lakes, NJ, USA). Peripheral blood mononuclear cells (PBMC) were isolated following the manufacturer’s instructions by directly centrifuging the CPT™ to obtain a density gradient or, for the blood collected in the BD Vacutainer® tubes, using the Ficoll-PaqueTM PLUS (GE Healthcare, Uppsala, Sweden). Isolated PBMCs were transferred into 15-mL tubes and washed with phosphate buffered saline (PBS) (Gibco®, Waltham, MA, USA). Tubes were then centrifuged at 300× g for 10 min, the supernatant was removed, and the cell pellet was resuspended in 40 mL of TexMacs medium (Miltenyl Biotec, Auburn, CA, USA). Cells were counted using Guava ViaCount technology (EMD Millipore Co., Hayward, CA, USA). For DNA strand breaks analysis, isolated cells were suspended in 1 mL of freezing medium containing 20% Roswell Park Memorial Institute medium (RPMI-1640) medium, 10% dimethyl sulfoxide (DMSO), and 70% fetal calf serum (FCS), and stored overnight at −80 °C in a Mr. Frosty™ Freezing Container (Thermo Fisher Scientific, USA). The cells were then transferred to a liquid nitrogen tank at −180 °C until shipment to Konstanz (Germany), where cells were kept at −180 °C until analysis. Then, PBMCs were carefully thawed by immersing cryovials in a water bath at 37 °C until a small amount of ice remained in the cryovial and thereafter adding 1 mL of thawing medium (90% RPMI and 10% FCS). After 1 min the cell suspension was transferred into a polypropylene 15 mL tube and thawing medium was added stepwise (1 mL, 1 min later additional 2 mL, 1 min later additional 4 mL were added). The tube was centrifuged at 300× g for 10 min. The cell pellet was gently resuspended in 1 mL RPMI medium, and the cell concentration and viability (determined by electric current exclusion) were assessed using CASY cell counter technology (Innovatis, Switzerland). No significant difference was detected in the cell vitality of control cells after thawing (68.2 ± 7% and 65.2 ± 5.6% in simulated microgravity and 1g, respectively).\n\n4.2. Experimental Design\n\nTo mimic the absence of gravity, cell suspensions were added to rotating cell culture system vessels (RCCSVs) (Synthecon Inc., Houston, TX, USA) similar to the RWVs originally developed by NASA. Four vessels were allocated to Earth gravity experimental conditions (1g) and were rotated horizontally, while four others were allocated to simulated microgravity conditions (µg) and were rotated vertically. For each level of gravity (1g and µg), cells in vessels were either, (1) not treated (control), (2) treated with 10µM (-)-isoproterenol hydrochloride (Sigma-Aldrich, Milwaukee, WI, USA), (3) irradiated (0.8 or 2 Gy), or (4) treated with 10µM (-)-isoproterenol hydrochloride and immediately irradiated (0.8 or 2 Gy) (Figure 6). Vessels were placed on the rotary cell culture systems (Synthecon Inc., Houston, TX, USA). After treatment and/or radiation all vessels rotated synchronously at a speed of 8.5 rpm for 24 h in an incubator (37 °C, 5% CO2, and 95% relative humidity). After incubation, cells were recovered from the RCCSVs and cell concentration and viability was determined using Guava ViaCount technology (EMD Millipore, Hayward, CA, USA) prior to further analyses.\n\n4.3. Gene Expression\n\nAfter incubation, cells were centrifuged at 300× g for 10 min after which the supernatant fluid was carefully removed. RNA was isolated from each cell pellet using AllPrep DNA/RNA/miRNA Universal Kit (Quiagen, Hilden, Germany). RNA concentration was measured using a NanoDrop Lite Spectrophotometer (Thermo Fisher Scientific, Waltham, MA, USA). Reverse transcription was performed using the miScript II RT Kit (Quiagen, Hilden, Germany), and conversion to cDNA was performed in the DNA Engine® Thermal Cycler (BioRad, Hercules, CA, USA). cDNA was diluted in 40 µL RNase-free water. The PCR reagent consisted of 12.5 µL 2xQuantiTect SYBR Green PCR Master Mix, 7.5 µL RNase-free water, 2.5 µL 10x Primer Assay, and 2.5 µL Template cDNA. PCR was performed in a CFX96TM Thermal Cycler (BioRad, Hercules, CA, USA). Genes of interest were selected according to the following criteria: (i) genes that are major players and representative of the pathways described in Secs 1.1 and 1.2); (ii) genes that are known to be involved in two or more of these relevant suggested pathways; (iii) genes that are expected to undergo adaptive responses; (iv) genes coding a considerable number of proteins known to be regulated at the mRNA level.\n\n4.4. Apoptosis\n\nThe percentage of dead cells after incubation was determined by diluting samples 1:1 with Guava Nexin® reagent (EMD Millipore Co., Billerica, MA, USA). These mixtures were incubated for twenty minutes. Apoptotic cells were counted in Guava-PCA machine (EMD Millipore, Hayward, CA, USA).\n\n4.5. Detection of DNA Strand Breaks\n\nDNA strand breaks were detected using the automated version of the “Fluorimetric detection of Alkaline DNA Unwinding” (FADU) assay. This assay is based on controlled DNA unwinding that starts at DNA strand breaks. SybrGreen® (MoBiTec, Göttingen, Germany) was used as the marker for double stranded DNA. A decrease in the fluorescence intensity indicates an increase in DNA unwinding and consequently a greater number of strand breaks. The fluorescence signal was transformed into equivalent radiation dose units (Gy).\n\n4.6. Cytokine Quantification\n\nMedium supernatant was used for cytokine measurements. The concentrations for 13 cytokines were determined simultaneously in a 96-well plate in duplicate using a commercially available multiplex bead immunoassay (R&D Systems). Briefly, 50 µL of medium supernatant were incubated with 13 sets of beads each precoated with specific antibodies against cytokines of interest. The bead sets fluoresce at different wavelengths so that individual cytokines can be identified. After a washing step, the bead–cytokine complex was incubated with fluorescence secondary antibodies specific for each cytokine that fluoresce along a single channel distinct from the bead populations. Fluorescence, indicating relative concentration, was assessed using a Luminex 100 instrument (Luminex, Inc. Austin, TX, USA). Cytokines were selected based on their different types of biological responses including innate immunity, adaptive immunity, and growth factors, and based on their physiological functions: pro- versus anti-inflammatory properties.\n\n4.7. Statistical Analysis\n\nEach blood sample was split into eight subsamples following a repeated-measures 23-factorial design with radiation (yes, no), isoproterenol (yes, no), and simulated microgravity (yes, no) as factors (Figure 6). For all analyses (gene expression, apoptosis, cytokines, and DNA strand breaks), mixed model regression with bootstrapped standard errors (200 reps) was used to make inference on contrasts involving the experimental factors. Mixed model random effects were modeled at the sample level (apoptosis, cytokines, strand breaks) and at the PCR-plate level (gene expression). To account for test multiplicity, we used either the method of Benjamini Y., A. Krieger, and D. Yekutieli to control the false-discovery rate (FDR) or the method of Holm to control the family-wise Type I error rate (FWER) depending on the number of tests run. A summary of statistical methods applied for each cellular parameter is indicated in Table 6. The nomenclature for experimental factors and analyzed contrasts is elucidated in Table 7.\n\n4.8. Comparison of Cytokine and Gene Expression Data\n\nIn addition to the separate analyses for each cellular parameter, we also used the Somers D statistic to create the table of associations (Figure 5) between within-subject changes in cytokines and corresponding changes in genes over the eight experimental conditions.",
  "results": "2. Results\n\n2.1. Optimization of the Cell Concentration and Rotation Speed in Rotatory Wall Vessels (RWVs)\n\nHammond et al. summarized the principles for determining the optimal conditions for suspension cultures. Rotation of RVW’s is important for eliminating the gravity vector, but it is also important to minimize mechanical stress due to excessive speed. The manufacturer’s operation manual advises that cells not requiring microcarrier beads or scaffolding should be cultured at a minimum of 200,000 cells/mL, and lymphocytes should be rotated at 8 to 10 rpm. Accordingly, to ensure that our experimental culture conditions did not lead to cell loss or excessive cell death rates, we determined the optimal cell concentration and rotation speed empirically. Fresh isolated PBMCs were treated with isoproterenol, radiation, or both and incubated in RWVs for 24 h as indicated in the methods section. When we introduced 8–12 × 105 cells/mL into the vessel and rotated them at 10 rpm, we recovered a reduced number of cells after 24 h (Figure 1A). However, when we introduced 3.5–4.5 × 105 cells/mL into the vessel and rotated them at 8.5 rpm for 24 h, we recovered approximately the same number of cells for all experimental conditions (Figure 1B). In addition, when the cells were rotated at 8.5 rpm, the average fraction of living cells decreased only slightly after 24 h (from 98.3% to 91.3% for 1g and to 93.2% for µg), indicating an acceptable level of cell death due to the ex vivo culture conditions (Figure 1C).\n\n2.2. Synergistic Effect of Gravity, Radiation and Isoproterenol on Apoptosis\n\nA radiation dose of 0.8 Gy significantly increased the apoptosis rate in cells in 1g, whereas the rate of apoptosis in cells in µg after 0.8 Gy was not significantly different from nonradiated cells (Figure 2A). The number of apoptotic cells increased significantly in both gravity conditions after exposure to 2 Gy of radiation (Figure 2B). Treatment with isoproterenol before 2 Gy irradiation slightly but significantly reduced apoptosis rate (Iso × R (1g) interaction. This synergistic effect between isoproterenol and radiation was only observed in 1g. In µg there was far less evidence of this synergy (Iso × R (µg) interaction (Table 1). When cells undergo apoptosis, endogenous endonucleases cleave nuclear DNA into chromosomal fragments inducing DNA strand breaks. Thus, we also measured accumulated DNA strand breaks. As expected, an increased radiation-induced apoptosis rate was accompanied by an increase in the amount of residual DNA strand breaks. Furthermore, in agreement with previous findings, the number of DNA strand breaks induced by microgravity in non-irradiated cells was higher than in cells incubated in 1g. This microgravity-associated accumulation of DNA strand breaks was prevented by previous treatment with isoproterenol (Figure 2C).\n\n2.3. Effects of Radiation, Microgravity, and Isoproterenol on Gene Expression\n\nThe effects of 0.8 Gy and 2 Gy of radiation on gene expression are shown in Figure 3. In normal gravity (Figure 3A), the genes, BAX, MDM2, and PCNA were upregulated in response to both doses of radiation, but were significantly more upregulated after the dose of 2 Gy. We observed a similar pattern of expression for these genes in cells incubated in µg (Figure 3B). ADRB2 expression induced by 2 Gy irradiation was significantly greater in 1g than in µg. TP53, PARP1, and APEX1 were significantly more downregulated after 2 Gy than 0.8 Gy in cells incubated in µg, whereas no dose response was detected in cells incubated 1 g.\n\nFor the cells irradiated with 0.8 Gy or 2 Gy, all effects for each of 15 genes (a total of 180 contrasts) were estimated and tested for significance. A synergistic effect between gravity and radiation, manifested in the R × g interaction, was statistically significant only for LIG4 after 0.8 Gy and ADRB2 after 2 Gy irradiation.\n\nIn the absence of radiation and isoproterenol, no significant overall changes in gene expression were observed between 1g and µg except for PARP1, which is downregulated in µg (Table 2). Interestingly, treatment with isoproterenol prior to radiation (Iso × R) appeared to prevent radiation-induced expression of LIG4 and XRCC5 in 1g as well as CASP3, PTEN, and XRCC5 in µg for cells irradiated with 0.8 Gy. In cells irradiated with 2 Gy isoproterenol prevented radiation-induced XRCC5 gene expression in µg. Finally, we also identified a three-way synergistic effect of isoproterenol, radiation, and gravity (noted as “Iso × R × g”) for ADRB2 expression (Table 3) in cells irradiated with 2 Gy. While in 1g, isoproterenol prevents the 2 Gy radiation effect (negative Iso × g interaction), in µg previous treatment with isoproterenol increases the 2 Gy radiation effect (a positive Iso × g interaction). The difference (three-way interaction) illustrates that for this gene, the synergy between isoproterenol and radiation changes dramatically with the change in gravity.\n\n2.4. Synergistic Effects of Gravity, Radiation, and Isoproterenol on Cytokine Release\n\nWe estimated the contrast effects for 12 cytokines and tested for significant differences (N.B. Concentrations of IFNγ were often below detection limits and not analyzed). As with gene-expression and apoptosis results, we accounted for multiple testing (in this case 144 tests) by control of the FDR. For the 0.8 Gy irradiated samples, we found 18 significant contrasts after controlling the FDR to 5% (p-value threshold of 0.0068, Table 4). For the 2 Gy irradiated samples, control of the FDR to 1% (p-value threshold of 0.0049) resulted in 49 significant findings (Table 5). Radiation-induced cytokines were only detectable in cells incubated in simulated microgravity, and the concentration of cytokines was higher after irradiation with 2 Gy than 0.8 Gy (Figure 4A,B). This synergistic effect of radiation and gravity (R × g) was significant for GM-CSF, IL-2, IL-7, and TNFα in 2 Gy irradiated cells. The synergistic effect of isoproterenol and radiation in µg (Iso × R(µg)) was significant for GM-CSF, IL-12p70, IL-1B, and IL-7 in cells irradiated with 2 Gy and the synergistic effect of isoproterenol, radiation, and gravity (Iso × R × g) was significant for GM-CSF, IL-5, and IL-7 in cells irradiated with 2 Gy.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "radiation",
    "simulated microgravity",
    "DNA damage response",
    "adrenergic receptor",
    "cytokines",
    "Article"
  ],
  "citations": [
    {
      "title": "Cell culture for three-dimensional modeling in rotating-wall vessels: An application of simulated microgravity",
      "authors": [
        "R.P. Schwarz",
        "T.J. Goodwin",
        "D.A. Wolf"
      ]
    },
    {
      "title": "",
      "authors": [
        "D.A. Wolf",
        "R.P. Schwartz"
      ]
    },
    {
      "title": "",
      "authors": [
        "D.A. Wolf",
        "R.P. Schwartz"
      ]
    },
    {
      "title": "Advances in cellular construction",
      "authors": [
        "G.F. Spaulding",
        "J.M. Jessup",
        "T.J. Goodwin"
      ]
    },
    {
      "title": "Microgravity alters cancer growth and progression",
      "authors": [
        "D.V. Jhala",
        "R.K. Kale",
        "R.P. Singh"
      ]
    },
    {
      "title": "Growing tissues in real and simulated microgravity: New methods for tissue engineering",
      "authors": [
        "D. Grimm",
        "M. Wehland",
        "J. Pietsch",
        "G. Aleshcheva",
        "P. Wise",
        "J. van Loon",
        "C. Ulbrich",
        "N.E. Magnusson",
        "M. Infanger",
        "J. Bauer"
      ]
    },
    {
      "title": "An update to space biomedical research: Tissue engineering in microgravity bioreactors",
      "authors": [
        "A. Barzegari",
        "A.A. Saei"
      ]
    },
    {
      "title": "Microgravity reduces the differentiation and regenerative potential of embryonic stem cells",
      "authors": [
        "E.A. Blaber",
        "H. Finkelstein",
        "N. Dvorochkin",
        "K.Y. Sato",
        "R. Yousuf",
        "B.P. Burns",
        "R.K. Globus",
        "E.A. Almeida"
      ]
    },
    {
      "title": "Stem cell health and tissue regeneration in microgravity",
      "authors": [
        "E. Blaber",
        "K. Sato",
        "E.A. Almeida"
      ]
    },
    {
      "title": "T cell regulation in microgravity—The current knowledge from in vitro experiments conducted in space, parabolic flights and ground-based facilities",
      "authors": [
        "S. Hauschild",
        "S. Tauber",
        "B.S. Lauber",
        "S.C. Thiel",
        "L.E. Layer",
        "O. Ullrich"
      ]
    },
    {
      "title": "Simulated microgravity, mars gravity, and 2g hypergravity affect cell cycle regulation, ribosome biogenesis, and epigenetics in arabidopsis cell cultures",
      "authors": [
        "K.Y. Kamal",
        "R. Herranz",
        "J. van Loon",
        "F.J. Medina"
      ]
    },
    {
      "title": "Simulated microgravity modulates differentiation processes of embryonic stem cells",
      "authors": [
        "V. Shinde",
        "S. Brungs",
        "M. Henry",
        "L. Wegener",
        "H. Nemade",
        "T. Rotshteyn",
        "A. Acharya",
        "C. Baumstark-Khan",
        "C.E. Hellweg",
        "J. Hescheler"
      ]
    },
    {
      "title": "Simulated microgravity inhibits cell focal adhesions leading to reduced melanoma cell proliferation and metastasis via fak/rhoa-regulated mtorc1 and ampk pathways",
      "authors": [
        "X. Tan",
        "A. Xu",
        "T. Zhao",
        "Q. Zhao",
        "J. Zhang",
        "C. Fan",
        "Y. Deng",
        "A. Freywald",
        "H. Genth",
        "J. Xiang"
      ]
    },
    {
      "title": "Effects of simulated microgravity on embryonic stem cells",
      "authors": [
        "Y. Wang",
        "L. An",
        "Y. Jiang",
        "H. Hang"
      ]
    },
    {
      "title": "The DNA damage response: Ten years after",
      "authors": [
        "J.W. Harper",
        "S.J. Elledge"
      ]
    },
    {
      "title": "Simulated microgravity decreases DNA repair capacity and induces DNA damage in human lymphocytes",
      "authors": [
        "R. Kumari",
        "K.P. Singh",
        "J.W. Dumond"
      ]
    },
    {
      "title": "Exposure of human lymphocytes and lymphoblastoid cells to simulated microgravity strongly affects energy metabolism and DNA repair",
      "authors": [
        "P. Degan",
        "M. Sancandi",
        "A. Zunino",
        "L. Ottaggio",
        "S. Viaggi",
        "F. Cesarone",
        "P. Pippia",
        "G. Galleri",
        "A. Abbondandolo"
      ]
    },
    {
      "title": "The intersection between DNA damage response and cell death pathways",
      "authors": [
        "S. Nowsheen",
        "E.S. Yang"
      ]
    },
    {
      "title": "DNA damage and apoptosis",
      "authors": [
        "J.Y. Wang"
      ]
    },
    {
      "title": "Modeled microgravity inhibits apoptosis in peripheral blood lymphocytes",
      "authors": [
        "D. Risin",
        "N.R. Pellis"
      ]
    },
    {
      "title": "Rapid alterations of cell cycle control proteins in human t lymphocytes in microgravity",
      "authors": [
        "C.S. Thiel",
        "K. Paulsen",
        "G. Bradacs",
        "K. Lust",
        "S. Tauber",
        "C. Dumrese",
        "A. Hilliger",
        "K. Schoppmann",
        "J. Biskup",
        "N. Golz"
      ]
    },
    {
      "title": "Effects of low-dose radiation on the immune system of mice after total-body irradiation",
      "authors": [
        "E.N. Bogdandi",
        "A. Balogh",
        "N. Felgyinszki",
        "T. Szatmari",
        "E. Persa",
        "G. Hildebrandt",
        "G. Safrany",
        "K. Lumniczky"
      ]
    },
    {
      "title": "Mnsod downregulation induced by extremely low 0.1 mgy single and fractionated x-rays and microgravity treatment in human neuroblastoma cell line, nb-1",
      "authors": [
        "H.P. Indo",
        "T. Tomiyoshi",
        "S. Suenaga",
        "K. Tomita",
        "H. Suzuki",
        "D. Masuda",
        "M. Terada",
        "N. Ishioka",
        "O. Gusev",
        "R. Cornette"
      ]
    },
    {
      "title": "Simulated microgravity decreases apoptosis in fetal fibroblasts",
      "authors": [
        "M. Beck",
        "K. Tabury",
        "M. Moreels",
        "P. Jacquet",
        "P. Van Oostveldt",
        "W.H. De Vos",
        "S. Baatout"
      ]
    },
    {
      "title": "“Modeled microgravity” affects cell response to ionizing radiation and increases genomic damage",
      "authors": [
        "S. Canova",
        "F. Fiorasi",
        "M. Mognato",
        "M. Grifalconi",
        "E. Reddi",
        "A. Russo",
        "L. Celotti"
      ]
    },
    {
      "title": "Role of DNA repair in host immune response and inflammation",
      "authors": [
        "F.L. Fontes",
        "D.M. Pinheiro",
        "A.H. Oliveira",
        "R.K. Oliveira",
        "T.B. Lajus",
        "L.F. Agnez-Lima"
      ]
    },
    {
      "title": "The effect of stress on the defense systems",
      "authors": [
        "D. Dragos",
        "M.D. Tanasescu"
      ]
    },
    {
      "title": "Adrenergic modulation of immune cells: An update",
      "authors": [
        "F. Marino",
        "M. Cosentino"
      ]
    },
    {
      "title": "A mechanism converting psychosocial stress into mononuclear cell activation",
      "authors": [
        "A. Bierhaus",
        "J. Wolf",
        "M. Andrassy",
        "N. Rohleder",
        "P.M. Humpert",
        "D. Petrov",
        "R. Ferstl",
        "M. von Eynatten",
        "T. Wendt",
        "G. Rudofsky"
      ]
    },
    {
      "title": "Molecular mechanisms for protein kinase a-mediated modulation of immune function",
      "authors": [
        "K.M. Torgersen",
        "T. Vang",
        "H. Abrahamsen",
        "S. Yaqub",
        "K. Tasken"
      ]
    },
    {
      "title": "Activation of the camp signaling pathway increases apoptosis in human b-precursor cells and is associated with downregulation of mcl-1 expression",
      "authors": [
        "J.H. Myklebust",
        "D. Josefsen",
        "H.K. Blomhoff",
        "F.O. Levy",
        "S. Naderi",
        "J.C. Reed",
        "E.B. Smeland"
      ]
    },
    {
      "title": "Type i camp-dependent protein kinase delays apoptosis in human neutrophils at a site upstream of caspase-3",
      "authors": [
        "L.K. Parvathenani",
        "E.S. Buescher",
        "E. Chacon-Cruz",
        "S.J. Beebe"
      ]
    },
    {
      "title": "Apoptotic signaling through the beta -adrenergic receptor. A new gs effector pathway",
      "authors": [
        "C. Gu",
        "Y.C. Ma",
        "J. Benjamin",
        "D. Littman",
        "M.V. Chao",
        "X.Y. Huang"
      ]
    },
    {
      "title": "Activation of camp signaling inhibits DNA damage-induced apoptosis in bcp-all cells through abrogation of p53 accumulation",
      "authors": [
        "E.H. Naderi",
        "H.W. Findley",
        "E. Ruud",
        "H.K. Blomhoff",
        "S. Naderi"
      ]
    },
    {
      "title": "How stress influences the immune response",
      "authors": [
        "D.A. Padgett",
        "R. Glaser"
      ]
    },
    {
      "title": "The adenylyl cyclase-camp system suppresses tarc/ccl17 and mdc/ccl22 production through p38 mapk and nf-kappab in hacat keratinocytes",
      "authors": [
        "X.F. Qi",
        "D.H. Kim",
        "Y.S. Yoon",
        "J.H. Li",
        "S.B. Song",
        "D. Jin",
        "X.Z. Huang",
        "Y.C. Teng",
        "K.J. Lee"
      ]
    },
    {
      "title": "Catecholamines-crafty weapons in the inflammatory arsenal of immune/inflammatory cells or opening pandora’s box?",
      "authors": [
        "M.A. Flierl",
        "D. Rittirsch",
        "M. Huber-Lang",
        "J.V. Sarma",
        "P.A. Ward"
      ]
    },
    {
      "title": "Increase in epinephrine-induced responsiveness during microgravity simulated by head-down bed rest in humans",
      "authors": [
        "P. Barbe",
        "J. Galitzky",
        "C. Thalamas",
        "D. Langin",
        "M. Lafontan",
        "J.M. Senard",
        "M. Berlan"
      ]
    },
    {
      "title": "Evidence for increased beta-adrenoreceptor responsiveness induced by 14 days of simulated microgravity in humans",
      "authors": [
        "V.A. Convertino",
        "J.L. Polet",
        "K.A. Engelke",
        "G.W. Hoffler",
        "L.D. Lane",
        "C.G. Blomqvist"
      ]
    },
    {
      "title": "Microgravity alters the expression of salivary proteins",
      "authors": [
        "M. Mednieks",
        "A. Khatri",
        "R. Rubenstein",
        "J.A. Burleson",
        "A.R. Hand"
      ]
    },
    {
      "title": "Beta-adrenoceptor pathway enhances mitochondrial function in human neural stem cells via rotary cell culture system",
      "authors": [
        "M.C. Chiang",
        "H. Lin",
        "Y.C. Cheng",
        "C.H. Yen",
        "R.N. Huang",
        "K.H. Lin"
      ]
    },
    {
      "title": "Peripheral leukocyte subpopulations and catecholamine levels in astronauts as a function of mission duration",
      "authors": [
        "P.J. Mills",
        "J.V. Meck",
        "W.W. Waters",
        "D. D’Aunno",
        "M.G. Ziegler"
      ]
    },
    {
      "title": "Effects of mission duration on neuroimmune responses in astronauts",
      "authors": [
        "R.P. Stowe",
        "C.F. Sams",
        "D.L. Pierson"
      ]
    },
    {
      "title": "Spaceflight alters autonomic regulation of arterial pressure in humans",
      "authors": [
        "J.M. Fritsch-Yelle",
        "J.B. Charles",
        "M.M. Jones",
        "L.A. Beightol",
        "D.L. Eckberg"
      ]
    },
    {
      "title": "Norepinephrine preferentially modulates memory cd8 t cell function inducing inflammatory cytokine production and reducing proliferation in response to activation",
      "authors": [
        "C. Slota",
        "A. Shi",
        "G. Chen",
        "M. Bevans",
        "N.P. Weng"
      ]
    },
    {
      "title": "Effects of adrenaline and cortisone on the early activation of lymphocytes",
      "authors": [
        "T. Shimamiya",
        "S. Wakabayashi",
        "N. Terada"
      ]
    },
    {
      "title": "Th1 and th2 responses: What are they?",
      "authors": [
        "A. Berger"
      ]
    },
    {
      "title": "Beta2-adrenergic receptors mediate the differential effects of catecholamines on cytokine production of pbmc",
      "authors": [
        "M. Wahle",
        "R.P. Neumann",
        "F. Moritz",
        "A. Krause",
        "F. Buttgereit",
        "C.G. Baerwald"
      ]
    },
    {
      "title": "Beta-adrenergic modulation of human type-1/type-2 cytokine balance",
      "authors": [
        "S.K. Agarwal",
        "G.D. Marshall"
      ]
    },
    {
      "title": "Plasma cytokine concentrations indicate that in vivo hormonal regulation of immunity is altered during long-duration spaceflight",
      "authors": [
        "B.E. Crucian",
        "S.R. Zwart",
        "S. Mehta",
        "P. Uchakin",
        "H.D. Quiriarte",
        "D. Pierson",
        "C.F. Sams",
        "S.M. Smith"
      ]
    },
    {
      "title": "Optimized suspension culture: The rotating-wall vessel",
      "authors": [
        "T.G. Hammond",
        "J.M. Hammond"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "Apoptotic DNA fragmentation",
      "authors": [
        "S. Nagata"
      ]
    },
    {
      "title": "DNA repair in modeled microgravity: Double strand break rejoining activity in human lymphocytes irradiated with gamma-rays",
      "authors": [
        "M. Mognato",
        "C. Girardi",
        "S. Fabris",
        "L. Celotti"
      ]
    },
    {
      "title": "Gene expression alterations in activated human t-cells induced by modeled microgravity",
      "authors": [
        "N.E. Ward",
        "N.R. Pellis",
        "S.A. Risin",
        "D. Risin"
      ]
    },
    {
      "title": "Quiescent hematopoietic stem cells accumulate DNA damage during aging that is repaired upon entry into cell cycle",
      "authors": [
        "I. Beerman",
        "J. Seita",
        "M.A. Inlay",
        "I.L. Weissman",
        "D.J. Rossi"
      ]
    },
    {
      "title": "Circulating human b lymphocytes are deficient in nucleotide excision repair and accumulate mutations upon proliferation",
      "authors": [
        "N. Hyka-Nouspikel",
        "K. Lemonidis",
        "W.T. Lu",
        "T. Nouspikel"
      ]
    },
    {
      "title": "The atr-p53 pathway is suppressed in noncycling normal and malignant lymphocytes",
      "authors": [
        "G.G. Jones",
        "P.M. Reaper",
        "A.R. Pettitt",
        "P.D. Sherrington"
      ]
    },
    {
      "title": "Constitutive histone h2ax phosphorylation and atm activation are strongly amplified during mitogenic stimulation of lymphocytes",
      "authors": [
        "T. Tanaka",
        "M. Kajstura",
        "H.D. Halicka",
        "F. Traganos",
        "Z. Darzynkiewicz"
      ]
    },
    {
      "title": "Relation between beta-adrenergic receptor density and lymphocyte proliferation associates with acute stress",
      "authors": [
        "L. Redwine",
        "F. Jenkins",
        "A. Baum"
      ]
    },
    {
      "title": "Egf receptor phosphorylation is affected by ionizing radiation",
      "authors": [
        "T. Goldkorn",
        "N. Balaban",
        "M. Shannon",
        "K. Matsukuma"
      ]
    },
    {
      "title": "Radiation-induced proliferation of the human a431 squamous carcinoma cells is dependent on egfr tyrosine phosphorylation",
      "authors": [
        "R.K. Schmidt-Ullrich",
        "R.B. Mikkelsen",
        "P. Dent",
        "D.G. Todd",
        "K. Valerie",
        "B.D. Kavanagh",
        "J.N. Contessa",
        "W.K. Rorrer",
        "P.B. Chen"
      ]
    },
    {
      "title": "The relative role of erbb1-4 receptor tyrosine kinases in radiation signal transduction responses of human carcinoma cells",
      "authors": [
        "G. Bowers",
        "D. Reardon",
        "T. Hewitt",
        "P. Dent",
        "R.B. Mikkelsen",
        "K. Valerie",
        "G. Lammering",
        "C. Amir",
        "R.K. Schmidt-Ullrich"
      ]
    },
    {
      "title": "A stress response pathway regulates DNA damage through beta2-adrenoreceptors and beta-arrestin-1",
      "authors": [
        "M.R. Hara",
        "J.J. Kovacs",
        "E.J. Whalen",
        "S. Rajagopal",
        "R.T. Strachan",
        "W. Grant",
        "A.J. Towers",
        "B. Williams",
        "C.M. Lam",
        "K. Xiao"
      ]
    },
    {
      "title": "Combined low initial DNA damage and high radiation-induced apoptosis confers clinical resistance to long-term toxicity in breast cancer patients treated with high-dose radiotherapy",
      "authors": [
        "L.A. Henriquez-Hernandez",
        "R. Carmona-Vigo",
        "B. Pinar",
        "E. Bordon",
        "M. Lloret",
        "M.I. Nunez",
        "C. Rodriguez-Gallego",
        "P.C. Lara"
      ]
    },
    {
      "title": "Analysis of radiation-induced apoptosis in human lymphocytes: Flow cytometry using annexin v and propidium iodide versus the neutral comet assay",
      "authors": [
        "R.C. Wilkins",
        "B.C. Kutzner",
        "M. Truong",
        "J. Sanchez-Dardon",
        "J.R. McLean"
      ]
    },
    {
      "title": "Apoptosis of peripheral blood lymphocytes is induced by catecholamines",
      "authors": [
        "D.P. Cioca",
        "N. Watanabe",
        "M. Isobe"
      ]
    },
    {
      "title": "Camp signaling inhibits radiation-induced atm phosphorylation leading to the augmentation of apoptosis in human lung cancer cells",
      "authors": [
        "E.A. Cho",
        "E.J. Kim",
        "S.J. Kwak",
        "Y.S. Juhnn"
      ]
    },
    {
      "title": "Effects of propranolol in combination with radiation on apoptosis and survival of gastric cancer cells in vitro",
      "authors": [
        "X. Liao",
        "X. Che",
        "W. Zhao",
        "D. Zhang",
        "H. Long",
        "P. Chaudhary",
        "H. Li"
      ]
    },
    {
      "title": "Influence of dose-rate, post-irradiation incubation time and growth factors on interphase cell death by apoptosis and clonogenic survival of human peripheral lymphocytes",
      "authors": [
        "A.E. Meijer",
        "A.B. Saeidi",
        "A. Zelenskaya",
        "S. Czene",
        "F. Granath",
        "M. Harms-Ringdahl"
      ]
    },
    {
      "title": "Change in the type of radiation cell-killing on human lymphocytes after blast formation by phytohaemagglutinin",
      "authors": [
        "C. Sato"
      ]
    },
    {
      "title": "Radioresistance of phytohemagglutinin- treated normal and leukemic lymphocytes",
      "authors": [
        "R. Schrek",
        "S. Stefani"
      ]
    },
    {
      "title": "Apoptosis or growth arrest: Modulation of the cellular response to p53 by proliferative signals",
      "authors": [
        "S. Heinrichs",
        "W. Deppert"
      ]
    },
    {
      "title": "Ionizing radiation induces apoptotic cell death in human tcr-gamma/delta+ t and natural killer cells without detectable p53 protein",
      "authors": [
        "H. Seki",
        "H. Kanegane",
        "K. Iwai",
        "A. Konno",
        "K. Ohta",
        "A. Yachie",
        "N. Taniguchi",
        "T. Miyawaki"
      ]
    },
    {
      "title": "A new description of cellular quiescence",
      "authors": [
        "H.A. Coller",
        "L. Sang",
        "J.M. Roberts"
      ]
    },
    {
      "title": "Cytokines in radiobiological responses: A review",
      "authors": [
        "D. Schaue",
        "E.L. Kachikwu",
        "W.H. McBride"
      ]
    },
    {
      "title": "Ionizing radiation stimulates secretion of pro-inflammatory cytokines: Dose-response relationship, mechanisms and implications",
      "authors": [
        "Y.X. Shan",
        "S.Z. Jin",
        "X.D. Liu",
        "Y. Liu",
        "S.Z. Liu"
      ]
    },
    {
      "title": "Space-relevant radiation modifies cytokine profiles, signaling proteins and foxp3+ t cells",
      "authors": [
        "D.S. Gridley",
        "A. Rizvi",
        "A.Y. Makinde",
        "X. Luo-Owen",
        "X.W. Mao",
        "J. Tian",
        "J.M. Slater",
        "M.J. Pecaut"
      ]
    },
    {
      "title": "Comparison of effects of y-27632 and isoproterenol on release of cytokines from human peripheral t cells",
      "authors": [
        "M. Aihara",
        "K. Dobashi",
        "K. Iizuka",
        "T. Nakazawa",
        "M. Mori"
      ]
    },
    {
      "title": "Gravity-related immunological changes in human whole blood cultured under simulated microgravity using an in vitro cytokine release assay",
      "authors": [
        "M. Van Walleghem",
        "K. Tabury",
        "R. Fernandez-Gonzalo",
        "A. Janssen",
        "J.I. Buchheim",
        "A. Chouker",
        "S. Baatout",
        "M. Moreels"
      ]
    },
    {
      "title": "Effect of solar particle event radiation and hindlimb suspension on gastrointestinal tract bacterial translocation and immune activation",
      "authors": [
        "Y. Zhou",
        "H. Ni",
        "M. Li",
        "J.K. Sanzari",
        "E.S. Diffenderfer",
        "L. Lin",
        "A.R. Kennedy",
        "D. Weissman"
      ]
    },
    {
      "title": "DNA repair and cytokines: Tgf-beta, il-6, and thrombopoietin as different biomarkers of radioresistance",
      "authors": [
        "L. Centurione",
        "F.B. Aiello"
      ]
    },
    {
      "title": "DNA repair and cytokine responses",
      "authors": [
        "T. Schwarz",
        "A. Schwarz"
      ]
    },
    {
      "title": "Il-1alpha is a DNA damage sensor linking genotoxic stress signaling to sterile inflammation and innate immunity",
      "authors": [
        "I. Cohen",
        "P. Rider",
        "E. Vornov",
        "M. Tomas",
        "C. Tudor",
        "M. Wegner",
        "L. Brondani",
        "M. Freudenberg",
        "G. Mittler",
        "E. Ferrando-May"
      ]
    },
    {
      "title": "Vdj recombination: Artemis and its in vivo role in hairpin opening",
      "authors": [
        "J. Mansilla-Soto",
        "P. Cortes"
      ]
    },
    {
      "title": "A modified and automated version of the ‘fluorimetric detection of alkaline DNA unwinding’ method to quantify formation and repair of DNA strand breaks",
      "authors": [
        "M. Moreno-Villanueva",
        "R. Pfeiffer",
        "T. Sindlinger",
        "A. Leake",
        "M. Muller",
        "T.B. Kirkwood",
        "A. Burkle"
      ]
    },
    {
      "title": "The automated fadu-assay, a potential high-throughput in vitro method for early screening of DNA breakage",
      "authors": [
        "M. Moreno-Villanueva",
        "T. Eltze",
        "D. Dressler",
        "J. Bernhardt",
        "C. Hirsch",
        "P. Wick",
        "G. von Scheven",
        "K. Lex",
        "A. Burkle"
      ]
    },
    {
      "title": "Mathematical modelling of the automated fadu assay for the quantification of DNA strand breaks and their repair in human peripheral mononuclear blood cells",
      "authors": [
        "M. Junk",
        "J. Salzwedel",
        "T. Sindlinger",
        "A. Burkle",
        "M. Moreno-Villanueva"
      ]
    },
    {
      "title": "Adaptive linear step-up procedures that control the false discovery rate",
      "authors": [
        "Y.K.A.M. Benjamini",
        "D. Yekutieli"
      ]
    },
    {
      "title": "A simple sequentially rejective multiple test procedure",
      "authors": [
        "S. Holm"
      ]
    },
    {
      "title": "Confidence intervals for rank statistics: Somers d and extensions",
      "authors": [
        "R. Newson"
      ]
    },
    {
      "title": "A new asymmetric measure of association for ordinal variables",
      "authors": [
        "R.H. Somers"
      ]
    },
    {
      "title": "The beta2-adrenergic receptor on t and b lymphocytes: Do we understand it yet?",
      "authors": [
        "V.M. Sanders"
      ]
    },
    {
      "title": "Adrenergic regulation of innate immunity: A review",
      "authors": [
        "A. Scanzano",
        "M. Cosentino"
      ]
    },
    {
      "title": "The importance of beta-adrenergic receptors in immune regulation: A link between neuroendocrine and immune system",
      "authors": [
        "B. Xu"
      ]
    },
    {
      "title": "Effects of beta-adrenergic agonists on bone-resorbing activity in human osteoclast-like cells",
      "authors": [
        "M. Arai",
        "T. Nagasawa",
        "Y. Koshihara",
        "S. Yamamoto",
        "A. Togari"
      ]
    },
    {
      "title": "Beta2-adrenergic receptor signaling in osteoblasts contributes to the catabolic effect of glucocorticoids on bone",
      "authors": [
        "Y. Ma",
        "J.S. Nyman",
        "H. Tao",
        "H.H. Moss",
        "X. Yang",
        "F. Elefteriou"
      ]
    },
    {
      "title": "Deletion of beta-adrenergic receptor 1, 2, or both leads to different bone phenotypes and response to mechanical stimulation",
      "authors": [
        "D.D. Pierroz",
        "N. Bonnet",
        "E.N. Bianchi",
        "M.L. Bouxsein",
        "P.A. Baldock",
        "R. Rizzoli",
        "S.L. Ferrari"
      ]
    },
    {
      "title": "Role of beta-adrenoceptor signaling in skeletal muscle: Implications for muscle wasting and disease",
      "authors": [
        "G.S. Lynch",
        "J.G. Ryall"
      ]
    },
    {
      "title": "Muscle plasticity and beta(2)-adrenergic receptors: Adaptive responses of beta(2)-adrenergic receptor expression to muscle hypertrophy and atrophy",
      "authors": [
        "S. Sato",
        "K. Shirato",
        "K. Tachiyashiki",
        "K. Imaizumi"
      ]
    },
    {
      "title": "Autonomic and endocrine control of cardiovascular function",
      "authors": [
        "R. Gordan",
        "J.K. Gwathmey",
        "L.H. Xie"
      ]
    },
    {
      "title": "Effect of stimulation of beta-adrenergic receptors on neuronal activity in primary motor cortex of the rat",
      "authors": [
        "E.P. Lukhanina",
        "B.P. Kolomiets",
        "N.A. Pilkevich"
      ]
    },
    {
      "title": "Long-term alpha1a-adrenergic receptor stimulation improves synaptic plasticity, cognitive function, mood, and longevity",
      "authors": [
        "V.A. Doze",
        "R.S. Papay",
        "B.L. Goldenstein",
        "M.K. Gupta",
        "K.M. Collette",
        "B.W. Nelson",
        "M.J. Lyons",
        "B.A. Davis",
        "E.J. Luger",
        "S.G. Wood"
      ]
    },
    {
      "title": "Neuroplasticity regulation by noradrenaline in mammalian brain",
      "authors": [
        "A. Marzo",
        "J. Bai",
        "S. Otani"
      ]
    },
    {
      "title": "Beta-adrenergic receptor signaling and modulation of long-term potentiation in the mammalian hippocampus",
      "authors": [
        "T.J. O’Dell",
        "S.A. Connor",
        "R. Guglietta",
        "P.V. Nguyen"
      ]
    },
    {
      "title": "Improved survival outcomes with the incidental use of beta-blockers among patients with non-small-cell lung cancer treated with definitive radiation therapy",
      "authors": [
        "H.M. Wang",
        "Z.X. Liao",
        "R. Komaki",
        "J.W. Welsh",
        "M.S. O’Reilly",
        "J.Y. Chang",
        "Y. Zhuang",
        "L.B. Levy",
        "C. Lu",
        "D.R. Gomez"
      ]
    },
    {
      "title": "The role of propranolol as a radiosensitizer in gastric cancer treatment",
      "authors": [
        "X. Liao",
        "P. Chaudhary",
        "G. Qiu",
        "X. Che",
        "L. Fan"
      ]
    },
    {
      "title": "The role of microgravity in cancer: A dual-edge sword",
      "authors": [
        "R. Sahebi",
        "A. Alizadeh"
      ]
    },
    {
      "title": "The immune system in space and microgravity",
      "authors": [
        "G. Sonnenfeld"
      ]
    },
    {
      "title": "Camp/pka pathway activation in human mesenchymal stem cells in vitro results in robust bone formation in vivo",
      "authors": [
        "R. Siddappa",
        "A. Martens",
        "J. Doorn",
        "A. Leusink",
        "C. Olivo",
        "R. Licht",
        "L. van Rijn",
        "C. Gaspar",
        "R. Fodde",
        "F. Janssen"
      ]
    }
  ],
  "original_title": "Synergistic Effects of Weightlessness, Isoproterenol, and Radiation on DNA Damage Response and Cytokine Production in Immune Cells",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/16fc/6275019/4d7614b04e29/ijms-19-03689-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/16fc/6275019/bad53f987371/ijms-19-03689-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/16fc/6275019/24e8594ddd20/ijms-19-03689-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/16fc/6275019/71206aad74c2/ijms-19-03689-g004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/16fc/6275019/81676f502984/ijms-19-03689-g005.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/16fc/6275019/340e45ff47ba/ijms-19-03689-g006.jpg"
  ]
}