{
  "pmcid": "PMC6379395",
  "title": "Articular cartilage and sternal fibrocartilage respond differently to extended microgravity",
  "abstract": "The effects of spaceflight on cartilaginous structure are largely unknown. To address this deficiency, articular cartilage (AC) and sternal cartilage (SC) from mice exposed to 30 days of microgravity on the BION-M1 craft were investigated for pathological changes. The flight AC showed some evidence of degradation at the tissue level with loss of proteoglycan staining and a reduction in mRNA expression of mechano-responsive and structural cartilage matrix proteins compared to non-flight controls. These data suggest that degradative changes are underway in the AC extracellular matrix exposed to microgravity. In contrast, there was no evidence of cartilage breakdown in SC flight samples and the gene expression profile was distinct from that of AC with a reduction in metalloproteinase gene transcription. Since the two cartilages respond differently to microgravity we propose that each is tuned to the biomechanical environments in which they are normally maintained. That is, the differences between magnitude of normal terrestrial loading and the unloading of microgravity dictates the tissue response. Weight-bearing articular cartilage, but not minimally loaded sternal fibrocartilage, is negatively affected by the unloading of microgravity. We speculate that the maintenance of physiological loading on AC during spaceflight will minimize AC damage.",
  "introduction": "Introduction\n\nThe major load-bearing tissue within the joint is articular cartilage (AC). AC is exquisitely sensitive to changes in biomechanical loading (reviewed by Sanchez-Adams et al.). Under normal conditions, chondrocytes synthesize a balance of extracellular matrix (ECM) components so that the ability to resist tensile and compressive forces is maintained. Deviation from the normal range of biomechanical forces, including complete unloading, tips the balance from maintenance to pathology typically leading to cartilage erosion and later osteoarthritis. While the effects of the biomechanical unloading environment of spaceflight on bone and skeletal muscle are well-studied, the effects on AC are largely unknown. The responses of AC to microgravity are important to define because it is clear from clinical studies that load-bearing AC is different from bone and skeletal tissue in that has a very poor capacity to restore damaged tissue. Consequently, microgravity-induced joint pathology could compromise flight crew mobility, interfere with mission activities, and accelerate short- and long-term joint degradation in flight personnel.\n\nTo investigate the effect of extended microgravity on AC, joint tissue from mice exposed to 30 days of Spaceflight in the BION-M1 flight was assessed for evidence of cartilage degradation. Our data suggest that spaceflight results in tissue degradation in load-bearing AC, but not in minimally loaded sternal fibrocartilage.",
  "methods": "Methods\n\nAnimals\n\nC57BL/6N male mice were flown for 30 days (477 Earth orbits) on the unmanned BION-M1 biosatellite between 19 April and 19 May 2013. Tissues were acquired from six male flight mice as part of NASA’s Biospecimen Sharing Program. The mice were specific pathogen-free and 19–20 weeks old at the time of launch and start of control experiments. In addition to the six flight mice (SF), there were eight “flight” vivarium male ground control mice (SFV), seven asynchronous ground control males (GC), and seven asynchronous vivarium ground control males (GCV). Tissues were harvested 12–13 h post-landing. Flight and animal habitat details for the BION-M1 mission have been reported by Andreev-Andrievskiy et al.\n\nIACUC approval was obtained from the MSU Institute of Mitoengineering and of the Biomedical Ethics Commission of IBMP and the study was conducted in compliance with the European Convention for the Protection of Vertebrate animals used for Experimental and Other Scientific purposes.\n\nTissue analyses\n\nHindlimbs and elbow joints were dissected and right limbs placed in RNALater (Ambion) with left limbs placed in 10% neutral-buffered formalin (NBF). Sternae with ribs attached were cut mid-sternum and the posterior half containing xiphoid process and two sternocostal joints placed in RNALater and the anterior half placed in NBF for histology. AC processing, toluidine blue histology and immunohistochemistry, were performed as previously reported. AC sections were stained for Safranin-O (Saf-O) and counterstained with hematoxylin using a protocol from the University of Rochester, Center for Musculoskeletal Research (https://www.urmc.rochester.edu/musculoskeletal-research/core-services/histology/protocols.aspx). Cartilage thickness measurements were taken along the tibial and femoral articular surfaces of Saf-O positive AC at 30 different sites for each section in the same relative position throughout the joint and included calcified and non-calcified regions together. These within-animal measurements were used to derive an average thickness for each animal. The thickness variation within an experimental group was similar to the average variation within individual samples (not shown).\n\nFor transmission electron microscopy, cartilage samples from SF and GC elbows were dissected from bone and post-fixed in 0.5% (v/v) osmiumtetroxide and 1% (w/v) potassium hexacyanoferrate (III) in 0.1 M cacodylate buffer. After dehydration, specimens were incubated in propylenoxide and embedded in Epon. Ultrathin sections were cut, collected on copper grids, and negatively stained with 2% uranyl acetate. Electron micrographs were taken at 60 kV with a Phillips EM-410 electron microscope (Ditabis, Pforzheim, Germany).\n\nRNA analyses\n\nRNALater-preserved AC from the femoral condyle and proximal tibia was dissected down to the calcified zone using an ophthalmic scalpel and tissue from SF and GC animals pooled separately. Half sternum pieces were dissected from ribs and SC dissected from bony segments and pooled. RNA was isolated using the MirVana RNA isolation kit (Life Technologies) and amplified by in vitro transcription with T7 RNA polymerase. Samples (100 ng) were then labeled using the Affymetrix GeneChip WT Plus protocol and hybridized to an Affymetrix Mouse Gene 1.0 ST GeneChip.\n\nAnalysis of microarray data was conducted using both Microarray Suite (MAS) version 5.0 and Robust Multi-Array Average (RMA). Differentially expressed genes were ≥−2 (decrease) or a fold change of ≥2 (increase) with an FDR of 0.05.\n\nStatistical analyses\n\nFor the AC histological scoring analysis, measurements were taken from seven GC, seven GCV, five SF, and six SFV samples where good joint histology in the correct plane was obtained. Histology scoring for SC was conducted on six SF, seven GC, eight SFV, and seven GCV animals. Each animal received a single histology score representing the sum of separate histological parameters shown in Supplementary Table 1 with higher scores representing more overall cartilage degradation. Statistical differences between experimental groups (GC, GCV, SF, SFV) for total histological scores from each animal were examined using the Kruskal–Wallis test for multiple independent samples (http://astatsa.com/KruskalWallisTest/). The omnibus P-value of 0.006 (d.f. = 3) rejects the null hypothesis that all groups have the same distribution. Post-hoc pairwise multiple testing by Dunn was used to determine which pairs are different. P-values were adjusted according to the family-wide error rate of Holm and then by the Benjamini–Hochberg method. P-values for all pairwise comparisons used to calculate overall Kruskal–Wallis P-values are shown in Supplementary Table 2. Median, maximum score, minimum score, and 25th and 75th percentile of total histology data plotted for each experimental group are shown in Fig. 1d.\n\nReporting Summary\n\nFurther information on experimental design is available in the Nature Research Reporting Summary linked to this article.",
  "results": "Results\n\nArticular cartilage\n\nSpaceflight (SF) AC samples demonstrated less proteoglycan compared to AC ground controls (GC) (Fig. 1a). Decreased proteoglycan levels were generally restricted to the femoral condyle rather than the tibial plateau. Analysis of the boxed regions drawn around areas of reduced proteoglycan staining indicates approximately 35% of chondrocytes within the box stain for pericellular proteoglycan. Virtually no superficial zone chondrocytes have pericellular staining with the majority of toluidine blue-stained cells residing in the middle zone. Collagen II levels were similar between SF and control samples although three SF samples showed evidence of surface damage (Fig. 1b). In addition, clear evidence of osteophyte formation was present in three SF samples and in one GC and one SFV control sample (Fig. 1c). One SF femur sample was <2/3 the thickness of the average GC thickness. The SF mice had a significantly worse overall histological scores compared to all of the non-flight control groups, suggesting more overall cartilage degradation (Fig. 1d). Electron microscopy analysis of AC of elbows revealed no major differences in matrix density between SF and GC samples (Supplementary Fig. 1). Gene expression analysis showed several sustained changes in gene activation in SF compared to GC samples. Ten genes were upregulated and 37 genes downregulated greater than two-fold in flight compared to ground with a false discovery rate (FDR) of 0.05 (Fig. 2a). Seventeen of the altered genes are structural cartilage ECM proteins or proteins associated with joint pathology.\n\nSternal cartilage\n\nThe availability of sternal tissue allowed us to compare the response of the two cartilages to microgravity. Representative images of the same cartilaginous sternocostal synchondrosis in the region between incoming ribs and ossified sternebrae are shown in Fig. 1e. This tissue is cartilaginous because it expresses the cartilage-specific gene Col10a1 according to microarray gene expression data (not shown). In contrast to AC, there was no difference in extent and overall levels of proteoglycan staining between SF and GC samples in the sternal cartilage (SC), indicating no microgravity-induced proteoglycan decrease. Gene expression analyses demonstrated that 30 sternal genes were upregulated and 35 were downregulated in SF compared to GC (Fig. 2b).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Article"
  ],
  "citations": [
    {
      "title": "The mechanobiology of articular cartilage: bearing the burden of osteoarthritis",
      "authors": [
        "J Sanchez-Adams",
        "HA Leddy",
        "AL McNulty",
        "CJ O’Conor",
        "F Guilak"
      ]
    },
    {
      "title": "Sports and osteoarthritis",
      "authors": [
        "JA Buckwalter",
        "JA Martin"
      ]
    },
    {
      "title": "Osteoarthritis",
      "authors": [
        "JA Buckwalter",
        "JA Martin"
      ]
    },
    {
      "title": "Pathomechanisms of cartilage destruction by mechanical injury",
      "authors": [
        "B Kurz"
      ]
    },
    {
      "title": "Mechanical impact and articular cartilage",
      "authors": [
        "CC Scott",
        "KA Athanasiou"
      ]
    },
    {
      "title": "Comparison of intact knee cartilage thickness in patients with traumatic lower extremity amputation and nonimpaired individuals",
      "authors": [
        "S Kesikburun"
      ]
    },
    {
      "title": "Longitudinal analysis of cartilage atrophy in the knees of patients with spinal cord injury",
      "authors": [
        "B Vanwanseele",
        "F Eckstein",
        "H Knecht",
        "A Spaepen",
        "E Stussi"
      ]
    },
    {
      "title": "Knee cartilage of spinal cord-injured patients displays progressive thinning in the absence of normal joint loading and movement",
      "authors": [
        "B Vanwanseele",
        "F Eckstein",
        "H Knecht",
        "E Stussi",
        "A Spaepen"
      ]
    },
    {
      "title": "Space flight: a challenge for normal bone homeostasis",
      "authors": [
        "G Carmeliet",
        "L Vico",
        "R Bouillon"
      ]
    },
    {
      "title": "Microgravity and musculoskeletal system of mammals",
      "authors": [
        "E Ilyin",
        "V Organov"
      ]
    },
    {
      "title": "Articular cartilage injuries",
      "authors": [
        "JA Buckwalter"
      ]
    },
    {
      "title": "Cytokine-like 1 (Cytl1) regulates the chondrogenesis of mesenchymal cells",
      "authors": [
        "JS Kim",
        "ZY Ryoo",
        "JS Chun"
      ]
    },
    {
      "title": "Cytokine-like 1 knock-out mice (Cytl1−/−) show normal cartilage and bone development but exhibit augmented osteoarthritic cartilage destruction",
      "authors": [
        "J Jeon"
      ]
    },
    {
      "title": "Muscular loading of joints triggers cellular secretion of PRG4 into the joint fluid",
      "authors": [
        "Z Abusara"
      ]
    },
    {
      "title": "Static and dynamic compression regulate cartilage metabolism of PRoteoGlycan 4 (PRG4)",
      "authors": [
        "GE Nugent"
      ]
    },
    {
      "title": "Continuous passive motion applied to whole joints stimulates chondrocyte biosynthesis of PRG4",
      "authors": [
        "GE Nugent-Derfus"
      ]
    },
    {
      "title": "Mechanical motion promotes expression of Prg4 in articular cartilage via multiple CREB-dependent, fluid flow shear stress-induced signaling pathways",
      "authors": [
        "H Ogawa",
        "E Kozhemyakina",
        "HH Hung",
        "AJ Grodzinsky",
        "AB Lassar"
      ]
    },
    {
      "title": "S100A8 and S100A9 in experimental osteoarthritis",
      "authors": [
        "H Zreiqat"
      ]
    },
    {
      "title": "Osteomodulin regulates diameter and alters shape of collagen fibrils",
      "authors": [
        "T Tashima",
        "S Nagatoishi",
        "H Sagara",
        "S Ohnuma",
        "K Tsumoto"
      ]
    },
    {
      "title": "Mice in Bion-M 1 space mission: training and selection",
      "authors": [
        "A Andreev-Andrievskiy"
      ]
    },
    {
      "title": "Evidence for articular cartilage regeneration in MRL/MpJ mice",
      "authors": [
        "J Fitzgerald"
      ]
    },
    {
      "title": "Summaries of Affymetrix GeneChip probe level data",
      "authors": [
        "RA Irizarry"
      ]
    },
    {
      "title": "Use of ranks in one-criterion variance analysis",
      "authors": [
        "WH Kruskal",
        "WA Wallis"
      ]
    },
    {
      "title": "Multiple comparisons among means",
      "authors": [
        "OJ Dunn"
      ]
    },
    {
      "title": "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
      "authors": [
        "Y Benjamini",
        "Y Hochberg"
      ]
    }
  ],
  "original_title": "Articular cartilage and sternal fibrocartilage respond differently to extended microgravity.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/67f9/6379395/ddfc99fd63ee/41526_2019_63_Fig1_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/67f9/6379395/0ccb0e3d21c3/41526_2019_63_Fig2_HTML.jpg"
  ]
}