{
  "pmcid": "PMC6597714",
  "title": "Effect of Leptin Deficiency on the Skeletal Response to Hindlimb Unloading in Adult Male Mice",
  "abstract": "Based on body weight, morbidly obese leptin-deficient ob/ob mice have less bone than expected, suggesting that leptin plays a role in the skeletal response to weight bearing. To evaluate this possibility, we compared the skeletal response of wild type (WT) and ob/ob mice to hindlimb unloading (HU). Mice were individually housed at 32 °C (thermoneutral) from 4 weeks of age (rapidly growing) to 16 weeks of age (approaching skeletal maturity). Mice were then randomized into one of 4 groups (n = 10/group): (1) WT control, (2) WT HU, (3) ob/ob control, and (4) ob/ob HU and the results analyzed by 2-way ANOVA. ob/ob mice pair-fed to WT mice had normal cancellous bone volume fraction (BV/TV) in distal femur, lower femur length and total bone area, mineral content (BMC) and density (BMD), and higher cancellous bone volume fraction in lumbar vertebra (LV). HU resulted in lower BMC and BMD in total femur, and lower BV/TV in distal femur and LV in both genotypes. Cancellous bone loss in femur in both genotypes was associated with increases in osteoclast-lined bone perimeter. In summary, leptin deficiency did not attenuate HU-induced osteopenia in male mice, suggesting that leptin is not required for bone loss induced by unweighting.",
  "introduction": "Introduction\n\nLeptin, a hormone produced primarily by adipocytes, serves as a messenger in a feedback loop between adipose tissue and the hypothalamus and contributes to regulation of energy intake and energy expenditure. ob/ob mice, homozygous for loss of function mutation in the obesity gene (ob), are unable to generate leptin. ob/ob mice become morbidly obese due to the combined influence of increased food intake and decreased energy expenditure.\n\nThe physiological actions of leptin extend beyond energy metabolism and include regulation of skeletal growth and maturation; a detailed review of the effects of leptin on the skeleton can be found in Reid et al. Leptin stimulates endochondral ossification and osteoblast differentiation and activity in long bones of the lower limb, where the hormone also inhibits differentiation of bone marrow mesenchymal stem cells to adipocytes. Compared to wild type (WT) mice, ob/ob mice have smaller craniofacial dimensions, shorter long bones and, when evaluated by dual energy x-ray absorptiometry (DXA), have lower total body and femur bone area, bone mineral content (BMC) and bone mineral density (BMD). Based on microcomputed tomographic (µCT) and histomorphometric analyses, ob/ob mice have bone- and bone compartment-specific alterations in cortical and cancellous bone mass and architecture, and greatly increased levels of marrow adipose tissue (MAT). Whereas, total and cortical bone mass is normal or lower in ob/ob mice, cancellous bone mass, depending upon skeletal site and age, can be lower, normal, or higher. Hypothalamic leptin gene therapy reverses skeletal abnormalities in ob/ob mice. While the literature strongly supports an important role of leptin in increasing bone accrual prior to peak bone mass and in maintaining normal bone turnover, the hormone likely has additional, less well characterized, actions on bone metabolism. In this regard, there is conflicting evidence that leptin plays a role in mediating skeletal response to changes in body weight.\n\nKapur et al. reported leptin signaling to be a negative modulator of bone mechanosensitivity. Specifically, a loading strain of ∼2,500 μϵ, which was insufficient to produce a bone formation response in B6 mice, significantly increased bone formation parameters in leptin-deficient ob/ob mice. However, other studies suggest that leptin is required for full expression of positive effects of weight on bone mass. For example, total femur mass is positively associated with body weight in WT mice. Also, mice heterozygous for the ob gene (ob/+ mice) have adipocytes with a reduced capacity to generate leptin but have near normal leptin levels due to compensatory increases in white adipose tissue (WAT) mass. ob/+ mice exhibit an association between body weight and bone mass nearly identical to WT mice. In contrast, weight differences in ob/ob mice have a positive but quantitatively smaller effect on bone mass. Thus, it is possible that leptin is not required for skeletal adaptation to changes in weight but the hormone may enhance the magnitude of response by increasing sensitivity of bone to external loads.\n\nIf leptin enhances the skeletal response to changes in magnitude of ground reaction forces during weight bearing, leptin-deficient ob/ob mice would be predicted to exhibit an attenuated bone response to reduced skeletal loading. To test this possibility, we compared the skeletal response of male WT and ob/ob mice housed at thermoneutral to hindlimb unloading (HU), a ground-based model for microgravity. HU unweights the hindlimbs, facilitating investigation of the role of leptin in the skeletal response to changes in weight. The study was performed at thermoneutral because leptin plays an important role in thermoregulation and mild cold stress induced by conventional room temperature housing results in rapid premature cancellous bone loss in mice. Data were analyzed by 2-way analysis of variance to establish the main effects (genotype and skeletal loading status) and their interaction.",
  "methods": "Methods\n\nThe animals were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals and the Oregon State University Institutional Animal Care and Use Committee approved the experimental protocol.\n\nFour-week-old male C57BL/6J (WT, n = 20) mice and B6.Lepob/ob (ob/ob, n = 20) mice were purchased from Jackson Laboratory (Bar Harbor, ME, USA) and single-housed in a 32 °C room for the duration of the experiment. Housing mice at 32 °C (thermoneutral temperature) minimizes resting energy expenditure and prevents premature cancellous bone loss associated with cold stress induced by sub-thermoneutral housing. Water was provided ad libitum to all animals for the duration of study. ob/ob mice were pair-fed to WT mice from 4 to 16 weeks of age to minimize differences in weight gain. At 16 weeks of age, the mice were randomized by body weight into one of four treatment groups (n = 10/group): (1) WT control, (2) WT HU, (3) ob/ob control, and (4) ob/ob HU. Immediately prior to HU, animals were given a declomycin injection (15 mg/kg; sc). The mice were unloaded for 2 weeks as described. In brief, HU mice were placed in a restraint device, where the tail was cleaned with ethanol-soaked gauze and sprayed with a tincture of benzoin. A thin piece of traction tape was looped through a large paper clip, and then pressed along the sides of the mouse’s tail. Filament tape was wrapped around the tail in two locations to secure the traction tape: the base of the tail and 2.5 cm caudal. The paperclip end was looped through the clasp secured on the unloading apparatus. Mice were positioned in a 30° head-down tilt. During unloading, the ob/ob HU group and control groups of both genotypes were pair-fed to the WT HU group. The fluorochrome calcein (15 mg/kg; sc) was administered at 4 days and 1 day prior to sacrifice. Mice were anesthetized with isoflurane and terminated using decapitation. Blood was collected from the trunk following decapitation. Serum was stored at −80 °C. Femora and 5th lumbar vertebrae from each mouse were placed in formalin for 24-hour fixation, then stored at 4 °C in 70% ethanol. Body weight (g), abdominal WAT weight (g) and seminal vesicle weight (g) were recorded at necropsy.\n\nBlood chemistry\n\nBlood glucose was measured using a glucometer (Life Scan, Inc., Milpitas, CA, USA) immediately following decapitation. Serum corticosterone (ng/ml) and osteocalcin (ng/ml) were measured using a mouse Corticosterone ELISA kit obtained from Abcam (Cambridge, MA, USA) and a mouse Gla-osteocalcin High Sensitive EIA kit obtained from Clontech (Takara Bio Inc Shiga, Japan), respectively.\n\nDensitometry\n\nTotal femur bone mineral content (BMC, g), bone area (cm2), and bone mineral density (BMD, g/cm2) were measured using dual energy x-ray absorptiometry (DXA, Piximus 2, Lunar Corporation, Madison, WI, USA).\n\nMicro-computed tomography\n\nµCT was used for nondestructive three-dimensional evaluation of total femur bone volume (mm3), femur length (mm), and cortical and cancellous bone architecture. Femora were scanned using a Scanco µCT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12 µm × 12 µm × 12 µm (55 kVp x-ray voltage, 145 µA intensity, and 200 ms integration time). Filtering parameters sigma and support were set to 0.8 and 1, respectively. The threshold value for evaluation was determined empirically and set at 245 (gray scale, 0–1000). Cortical bone was evaluated in the femoral diaphysis and cancellous bone was evaluated in the distal femur metaphysis and epiphysis (Fig. 3).\n\nAssessment of cortical bone in the femur diaphysis began 60% down the midshaft from the femoral head and consisted of 20 slices (240 µm in length). Automated contouring was used to delineate cortical bone from the marrow cavity. All cortical slices were visually examined for evidence of cancellous struts originating from the endocortex and manually removed when present. Direct cortical bone measurements included total cross-sectional volume (mm3), cortical volume (mm3), marrow volume (mm3), and cortical thickness (µm). Polar moment of inertia (mm4) was determined as a surrogate measure of bone strength in torsion.\n\nAssessment of cancellous bone in the distal femur metaphysis began 45 slices (540 µm in length) proximal to the growth plate, and included 40 slices (480 µm in length) of cancellous bone. The entire cancellous bone compartment was evaluated in the distal femur epiphysis (31 ± 1 slices) and 5th lumbar vertebral body (149 ± 1 slices). Direct cancellous bone measurements included bone volume fraction (bone volume/tissue volume; volume of total tissue occupied by cancellous bone, %), connectivity density (number of redundant connections per unit volume, 1/mm3), structure model index (an architectural index defining bone as plate-like or rod-like with values ranging from 0 to 3, respectively), trabecular thickness (mean thickness of individual trabeculae, µm), trabecular number (number of trabecular intercepts per unit length, 1/mm) and trabecular spacing (distance between trabeculae, µm).\n\nHistomorphometry\n\nThe histological methods used have been previously described in detail. In brief, distal femora were dehydrated in graded increases of ethanol and xylene, then embedded undecalcified in methyl methacrylate. Sections, 4 µm thick, were cut with a vertical bed microtome (Leica/Jung 2165) and affixed to slides with a dried pre-coated 1% gelatin solution. Slides were stained for tartrate-resistant acid phosphatase and counterstained with toluidine blue (Sigma, St. Louis, MO, USA) and used for cell-based measurements. Mounted unstained slides were used for measurements of fluorochrome labels. All data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA, USA). The sampling site for the distal femoral metaphysis was located 0.25–1.25 mm proximal to the growth plate.\n\nStatic (cell-based) histological measurements include osteoblast perimeter (osteoblast perimeter/bone perimeter; %), osteoclast perimeter (osteoclast perimeter/bone perimeter; %), bone marrow adiposity (adipocyte area/tissue area; %), adipocyte density (#/mm2), and adipocyte size (µm2). Osteoblast perimeter was determined as a percentage of total bone perimeter lined by cuboidal cells adjacent to a thin layer of osteoid in direct physical contact with bone. Osteoclast perimeter was determined as a percentage of cancellous bone perimeter covered by multinucleated cells with an acid phosphatase-positive (stained red) cytoplasm. Adipocytes were identified as large circular or oval-shaped cells bordered by a prominent cell membrane lacking cytoplasmic staining due to alcohol extraction of intracellular lipids during processing. Fluorochrome-based measurements of cancellous bone formation included mineralizing perimeter (mineralizing perimeter/bone perimeter: perimeter covered with double label plus half single label, normalized to bone perimeter, %), mineral apposition rate (the distance between double calcein labels, divided by the 3 day interlabel period, µm/day), and bone formation rate (mineralizing perimeter multiplied by mineral apposition rate expressed per bone perimeter (µm2/µm/y).\n\nRetained declomycin label (single label perimeter/tissue area; mm/mm2) in the distal femur metaphysis was measured as a dynamic index of bone resorption. This method is based on the premise that treatment groups did not differ in bone formation (and as such fluorochrome label incorporation) prior to HU and that differences measured at the study termination reflect the effect of treatment on resorption of the fluorochrome-labeled bone.\n\nStatistical analysis\n\nMeans were compared between genotype and treatment groups using two-way analysis of variance (ANOVA). When significant interactions were present, t-tests were used to make two-group comparisons. When non-significant interactions were present, group comparisons were made from two-way ANOVA with main effects for genotype and treatment. The required conditions for valid use of t-tests and ANOVA were assessed using Levene’s test for homogeneity of variance and the Anderson-Darling test of normality. When the assumption of equal variance was violated, Welch’s two-sample t-test was used for two-group comparisons. When the normality assumption was violated, the Wilcoxon-Mann-Whitney test was used for two-group comparisons. Methods for maintaining false discovery rate at 5% were used to adjust for multiple comparisons. Differences were considered significant at p ≤ 0.05. Data are presented as mean ± SEM. Data analysis was performed using RStudio version 0.98.1083.",
  "results": "Results\n\nob/ob mice were pair fed to WT mice from 4 to 16 weeks of age and all mice were pair fed to WT HU mice during HU. Food intake averaged 2.3 ± 0.0 g/d for two weeks prior to HU and 1.8 ± 0.1 g/d during HU (Supplemental Fig. S1). As expected (because of pair feeding), significant genotype, HU, or interaction effects were not detected for food intake.\n\nThe respective and combined effects of leptin status and HU on body weight, abdominal WAT weight, seminal vesicle weight (an index of gonadal hormone status), blood glucose levels, and serum corticosterone and osteocalcin levels are shown in Fig. 1. Compared to WT mice, ob/ob mice had greater body weight (Fig. 1a), abdominal WAT weight (Fig. 1b), and corticosterone levels (Fig. 1e), lower seminal vesicle weight (Fig. 1c) and osteocalcin levels (Fig. 1f), and no difference in glucose levels (Fig. 1d). No significant difference in WAT weight was observed in response to HU but HU resulted in trends for lower body weight (p = 0.09) and blood glucose levels (p = 0.06). HU resulted in lower seminal vesicle weight and higher corticosterone levels. No significant genotype by treatment interaction was detected for any of the measured endpoints.\n\nThe respective and combined effects of leptin status and HU on total femur are shown in Fig. 2. ob/ob mice had lower total femur bone area (Fig. 2a), bone mineral content (Fig. 2b), bone mineral density (Fig. 2c), bone volume (Fig. 2d), and bone length (Fig. 2e) than WT mice. No significant difference in total femur bone area or length was observed in response to HU. However, HU mice had lower total femur bone mineral content, bone mineral density, and bone volume than control mice. No significant genotype by treatment interaction was detected for any of the measured endpoints.\n\nFollowing evaluation of total femur, bone architecture was assessed in the femur diaphysis, distal femur metaphysis, and distal femur epiphysis. The regions of interest are illustrated in Fig. 3.\n\nThe respective and combined effects of leptin status and HU on cortical bone microarchitecture in the femur diaphysis are shown in Fig. 4. ob/ob mice had greater cross-sectional volume (Fig. 4a) and marrow volume (Fig. 4c) but lower cortical volume (Fig. 4b) and cortical thickness (Fig. 4d) than WT mice. No significant difference in cross-sectional volume or cortical volume was observed in response to HU but cortical thickness tended (p = 0.06) to be lower with HU. IPolar (Fig. 4e) was not different between genotypes and not altered by HU. No significant genotype by treatment interaction was detected for any of the measured endpoints.\n\nThe respective and combined effects of genotype and HU on cancellous bone microarchitecture in the distal femur metaphysis are shown in Fig. 5. Bone volume fraction (Fig. 5a), connectivity density (Fig. 5b), structure model index (Fig. 5c) trabecular number (Fig. 5d), and trabecular spacing (Fig. 5f) were not different between genotypes. However, ob/ob mice had lower trabecular thickness than WT mice (Fig. 5e). HU resulted in lower bone volume fraction, lower trabecular thickness, and a tendency (p = 0.06) for lower connectivity density and structure model index. No significant difference in trabecular number or spacing was observed in response to HU. No significant genotype by treatment interaction was detected for any of the measured endpoints.\n\nThe respective and combined effects of genotype and HU on cancellous bone microarchitecture in the distal femur epiphysis are shown in Fig. 6. Bone volume fraction was not different between genotypes (Fig. 6a). However, ob/ob mice had greater connectivity density (Fig. 6b), structure model index (Fig. 6c), and trabecular number (Fig. 6d), and lower trabecular thickness (Fig. 6e) and trabecular spacing (Fig. 6f) than WT mice. HU resulted in lower bone volume fraction and trabecular thickness and higher structure model index, but no significant difference in connectivity density, trabecular number or trabecular spacing. No significant genotype by treatment interaction was detected for any of the measured endpoints.\n\nThe respective and combined effects of leptin status and HU on histomorphometric indices of bone formation, bone resorption, and bone marrow adiposity in the distal femur metaphysis are shown in Fig. 7. Osteoblast perimeter (Fig. 7a) was lower in ob/ob mice, while osteoclast perimeter (Fig. 7b) and declomycin label length (Fig. 7c) did not differ between genotypes. Mineralizing perimeter (Fig. 7d), mineral apposition rate (Fig. 7e) and bone formation rate (Fig. 7f) did not differ with genotype. ob/ob mice had greater bone marrow adiposity (Fig. 7g), adipocyte density (Fig. 7h), and adipocyte size (Fig. 7i) than WT mice. HU resulted in greater osteoclast perimeter and lower declomycin label length. Mineralizing perimeter, mineral apposition rate, and bone formation rate did not differ with HU. No significant difference in adipocyte density or adipocyte size was observed in response to HU, but there was a trend (p = 0.09) for higher bone marrow adiposity. The differences between genotypes in marrow adiposity and osteoclast-lined bone perimeter with HU can be visually appreciated in Fig. 8. No significant genotype by treatment interaction was detected for any of the measured endpoints in distal femur metaphysis.\n\nThe respective and combined effects of genotype and HU on cancellous bone microarchitecture in 5th lumbar vertebra are shown in Table 1. Bone volume fraction and trabecular thickness were higher and structure model index was lower in ob/ob mice compared to WT mice. HU resulted in lower cancellous bone volume fraction and trabecular thickness, and higher structure model index. However, significant genotype by treatment interactions were noted for trabecular number, trabecular spacing, and connectivity density. HU resulted in lower trabecular number and higher trabecular spacing in WT mice and higher connectivity density in ob/ob mice.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Physiology",
    "Endocrinology",
    "Article"
  ],
  "citations": [
    {
      "title": "Leptin Rapidly Lowers Food Intake and Elevates Metabolic Rates in Lean and Ob/Ob Mice",
      "authors": [
        "AM Mistry",
        "AG Swick",
        "DR Romsos"
      ]
    },
    {
      "title": "Leptin Receptor Signaling and the Regulation of Mammalian Physiology",
      "authors": [
        "MG Myers"
      ]
    },
    {
      "title": "Leptin Reduces Ovariectomy-Induced Bone Loss in Rats",
      "authors": [
        "B Burguera"
      ]
    },
    {
      "title": "The Complex Effects of Leptin on Bone Metabolism through Multiple Pathways",
      "authors": [
        "T Thomas"
      ]
    },
    {
      "title": "Leptin Stimulates Human Osteoblastic Cell Proliferation, De Novo Collagen Synthesis, and Mineralization: Impact on Differentiation Markers, Apoptosis, and Osteoclastic Signaling",
      "authors": [
        "JO Gordeladze",
        "CA Drevon",
        "U Syversen",
        "JE Reseland"
      ]
    },
    {
      "title": "Leptin Is Expressed in and Secreted from Primary Cultures of Human Osteoblasts and Promotes Bone Mineralization",
      "authors": [
        "JE Reseland"
      ]
    },
    {
      "title": "Effects of Leptin on the Skeleton",
      "authors": [
        "IR Reid",
        "PA Baldock",
        "J Cornish"
      ]
    },
    {
      "title": "Leptin Is a Potent Stimulator of Bone Growth in Ob/Ob Mice",
      "authors": [
        "CM Steppan",
        "DT Crawford",
        "KL Chidsey-Frink",
        "H Ke",
        "AG Swick"
      ]
    },
    {
      "title": "Leptin Treatment Induces Loss of Bone Marrow Adipocytes and Increases Bone Formation in Leptin-Deficient Ob/Ob Mice",
      "authors": [
        "MW Hamrick"
      ]
    },
    {
      "title": "Effects of Hypothalamic Leptin Gene Therapy on Osteopetrosis in Leptin-Deficient Mice",
      "authors": [
        "KA Philbrick"
      ]
    },
    {
      "title": "The Role of Craniofacial Growth in Leptin Deficient (Ob/Ob) Mice",
      "authors": [
        "Y Yagasaki"
      ]
    },
    {
      "title": "The Development of Obesity, Hyperinsulinemia, and Hyperglycemia in Ob/Ob Mice",
      "authors": [
        "PU Dubuc"
      ]
    },
    {
      "title": "Cold Acclimation of Obese (Ob/Ob) Mice: Effects on Skeletal Muscle and Bone",
      "authors": [
        "CK Smith",
        "DR Romsos"
      ]
    },
    {
      "title": "Leptin Deficiency Produces Contrasting Phenotypes in Bones of the Limb and Spine",
      "authors": [
        "MW Hamrick",
        "C Pennington",
        "D Newton",
        "D Xie",
        "C Isales"
      ]
    },
    {
      "title": "Central (Icv) Leptin Injection Increases Bone Formation, Bone Mineral Density, Muscle Mass, Serum Igf-1, and the Expression of Osteogenic Genes in Leptin-Deficient Ob/Ob Mice",
      "authors": [
        "SM Bartell"
      ]
    },
    {
      "title": "Morbid Obesity Attenuates the Skeletal Abnormalities Associated with Leptin Deficiency in Mice",
      "authors": [
        "RT Turner"
      ]
    },
    {
      "title": "Central Leptin Gene Therapy Corrects Skeletal Abnormalities in Leptin-Deficient Ob/Ob Mice",
      "authors": [
        "UT Iwaniec",
        "S Boghossian",
        "PD Lapke",
        "RT Turner",
        "SP Kalra"
      ]
    },
    {
      "title": "Leptin Receptor (Lepr) Is a Negative Modulator of Bone Mechanosensitivity and Genetic Variations in Lepr May Contribute to the Differential Osteogenic Response to Mechanical Stimulation in the C57bl/6j and C3h/Hej Pair of Mouse Strains",
      "authors": [
        "S Kapur"
      ]
    },
    {
      "title": "Body Mass Influences Cortical Bone Mass Independent of Leptin Signaling",
      "authors": [
        "UT Iwaniec"
      ]
    },
    {
      "title": "Paradoxical Effects of Partial Leptin Deficiency on Bone in Growing Female Mice",
      "authors": [
        "KA Philbrick",
        "RT Turner",
        "AJ Branscum",
        "CP Wong",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Hindlimb Unloading Rodent Model: Technical Aspects",
      "authors": [
        "ER Morey-Holton",
        "RK Globus"
      ]
    },
    {
      "title": "Room Temperature Housing Results in Premature Cancellous Bone Loss in Growing Female Mice: Implications for the Mouse as a Preclinical Model for Age-Related Bone Loss",
      "authors": [
        "UT Iwaniec"
      ]
    },
    {
      "title": "Torpor in Mice Is Induced by Both Leptin-Dependent and -Independent Mechanisms",
      "authors": [
        "O Gavrilova"
      ]
    },
    {
      "title": "Bone Marrow Adipose Tissue Deficiency Increases Disuse-Induced Bone Loss in Male Mice",
      "authors": [
        "JA Keune",
        "CP Wong",
        "AJ Branscum",
        "UT Iwaniec",
        "RT Turner"
      ]
    },
    {
      "title": "Diminished Chondrogenesis and Enhanced Osteoclastogenesis in Leptin-Deficient Diabetic Mice (Ob/Ob) Impair Pathologic, Trauma-Induced Heterotopic Ossification",
      "authors": [
        "S Agarwal"
      ]
    },
    {
      "title": "Peripheral Leptin Regulates Bone Formation",
      "authors": [
        "RT Turner"
      ]
    },
    {
      "title": "Beta-Adrenergic Blockade and Leptin Replacement Effectively Mitigate Disuse Bone Loss",
      "authors": [
        "K Baek",
        "SA Bloomfield"
      ]
    },
    {
      "title": "Decrease in Particle-Induced Osteolysis in Obese (Ob/Ob) Mice",
      "authors": [
        "M von Knoch"
      ]
    },
    {
      "title": "Effect of Gender on Bone Turnover in Adult Rats During Simulated Weightlessness",
      "authors": [
        "TE Hefferan"
      ]
    },
    {
      "title": "Influence of Body Weight on Bone Mass, Architecture and Turnover",
      "authors": [
        "UT Iwaniec",
        "RT Turner"
      ]
    },
    {
      "title": "Invited Review: What Do We Know About the Effects of Spaceflight on Bone?",
      "authors": [
        "RT Turner"
      ]
    },
    {
      "title": "The Temporal Response of Bone to Unloading",
      "authors": [
        "RK Globus",
        "DD Bikle",
        "E Morey-Holton"
      ]
    },
    {
      "title": "Differing Effects of Two-Week Suspension on Male and Female Mouse Bone Metabolism",
      "authors": [
        "TA Bateman",
        "JJ Broz",
        "ML Fleet",
        "SJ Simske"
      ]
    },
    {
      "title": "Effects of Spaceflight on Bone Microarchitecture in the Axial and Appendicular Skeleton in Growing Ovariectomized Rats",
      "authors": [
        "JA Keune",
        "AJ Branscum",
        "UT Iwaniec",
        "RT Turner"
      ]
    },
    {
      "title": "Spaceflight-Induced Vertebral Bone Loss in Ovariectomized Rats Is Associated with Increased Bone Marrow Adiposity and No Change in Bone Formation",
      "authors": [
        "JA Keune",
        "KA Philbrick",
        "AJ Branscum",
        "UT Iwaniec",
        "RT Turner"
      ]
    },
    {
      "title": "Mathematical Modeling of Cardiomyocytes’ and Skeletal Muscle Fibers’ Membrane: Interaction with External Mechanical Field",
      "authors": [
        "IV Ogneva",
        "NS Biryukov"
      ]
    },
    {
      "title": "Effects of Microgravity or Simulated Launch on Testicular Function in Rats",
      "authors": [
        "RP Amann"
      ]
    },
    {
      "title": "Cosmos 1887 Mission Overview: Effects of Microgravity on Rat Body and Adrenal Weights and Plasma Constituents",
      "authors": [
        "RE Grindeland",
        "IA Popova",
        "M Vasques",
        "SB Arnaud"
      ]
    },
    {
      "title": "Analyses of Plasma for Metabolic and Hormonal Changes in Rats Flown Aboard Cosmos 2044",
      "authors": [
        "AH Merrill",
        "E Wang",
        "RE Mullins",
        "RE Grindeland",
        "IA Popova"
      ]
    },
    {
      "title": "The Effect of Microgravity on Testicular Androgen Secretion",
      "authors": [
        "F Strollo"
      ]
    },
    {
      "title": "Long-Term (6-Wk) Hindlimb Suspension Inhibits Spermatogenesis in Adult Male Rats",
      "authors": [
        "JS Tash",
        "DC Johnson",
        "GC Enders"
      ]
    },
    {
      "title": "Effects of Tail Suspension on Serum Testosterone and Molecular Targets Regulating Muscle Mass",
      "authors": [
        "H De Naeyer"
      ]
    },
    {
      "title": "Androgen Prevents Hypogonadal Bone Loss Via Inhibition of Resorption Mediated by Mature Osteoblasts/Osteocytes",
      "authors": [
        "KM Wiren",
        "XW Zhang",
        "DA Olson",
        "RT Turner",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Role of Estrogen Receptor Signaling in Skeletal Response to Leptin in Female Ob/Ob Mice",
      "authors": [
        "RT Turner",
        "KA Philbrick",
        "AF Kuah",
        "AJ Branscum",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Hypothalamic Leptin Gene Therapy Reduces Bone Marrow Adiposity in Ob/Ob Mice Fed Regular and High Fat Diets",
      "authors": [
        "LB Lindenmaier"
      ]
    },
    {
      "title": "Effects of Spaceflight on Trabecular Bone in Rats",
      "authors": [
        "WS Jee",
        "TJ Wronski",
        "ER Morey",
        "DB Kimmel"
      ]
    },
    {
      "title": "Transforming Growth Factor Beta2 Inhibits Adipocyte Differentiation Induced by Skeletal Unloading in Rat Bone Marrow Stroma",
      "authors": [
        "S Ahdjoudj",
        "F Lasmoles",
        "X Holy",
        "E Zerath",
        "PJ Marie"
      ]
    },
    {
      "title": "Unloading-Induced Bone Loss Was Suppressed in Gold-Thioglucose Treated Mice",
      "authors": [
        "K Hino"
      ]
    },
    {
      "title": "Iwaniec, U. T. et al. Room Temperature Housing Results in Premature Cancellous Bone Loss in Growing Female Mice: Implications for the Mouse as a Preclinical Model for Age-Related Bone Loss. Osteoporosis International[Advance Publication] (2016).",
      "authors": []
    },
    {
      "title": "Thermoneutrality, Mice, and Cancer: A Heated Opinion",
      "authors": [
        "BL Hylander",
        "EA Repasky"
      ]
    },
    {
      "title": "Parathyroid Hormone Stimulates Cancellous Bone Formation at Skeletal Sites Regardless of Marrow Composition in Ovariectomized Rats",
      "authors": [
        "M Li",
        "H Liang",
        "Y Shen",
        "TJ Wronski"
      ]
    },
    {
      "title": "Relationships between Marrow Fat and Bone Turnover in Ovariectomized and Intact Rats",
      "authors": [
        "RB Martin",
        "SL Zissimos"
      ]
    },
    {
      "title": "The Impact of Bone Marrow Adipocytes on Osteoblast and Osteoclast Differentiation",
      "authors": [
        "S Muruganandan",
        "CJ Sinal"
      ]
    },
    {
      "title": "Adipocytic Proportion of Bone Marrow Is Inversely Related to Bone Formation in Osteoporosis",
      "authors": [
        "S Verma",
        "JH Rajaratnam",
        "J Denton",
        "JA Hoyland",
        "RJ Byers"
      ]
    },
    {
      "title": "Metabolic Coupling between Bone Marrow Adipose Tissue and Hematopoiesis",
      "authors": [
        "RT Turner",
        "SA Martin",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Expression and Regulation of Resistin in Osteoblasts and Osteoclasts Indicate a Role in Bone Metabolism",
      "authors": [
        "L Thommesen"
      ]
    },
    {
      "title": "Angiotensin Ii Accelerates Osteoporosis by Activating Osteoclasts",
      "authors": [
        "H Shimizu"
      ]
    },
    {
      "title": "Efficient Osteoclast Differentiation Requires Local Complement Activation",
      "authors": [
        "Z Tu",
        "H Bu",
        "JE Dennis",
        "F Lin"
      ]
    },
    {
      "title": "Ppargamma Insufficiency Enhances Osteogenesis through Osteoblast Formation from Bone Marrow Progenitors",
      "authors": [
        "T Akune"
      ]
    },
    {
      "title": "Spaceflight Inhibits Bone Formation Independent of Corticosteroid Status in Growing Rats",
      "authors": [
        "E Zerath"
      ]
    },
    {
      "title": "Skeletal Response to Corticosteroid Deficiency and Excess in Growing Male Rats",
      "authors": [
        "M Li"
      ]
    },
    {
      "title": "Skeletal Adaptations to Alterations in Weight-Bearing Activity: A Comparison of Models of Disuse Osteoporosis",
      "authors": [
        "L Giangregorio",
        "CJ Blimkie"
      ]
    },
    {
      "title": "Bone and Muscle Loss after Spinal Cord Injury: Organ Interactions",
      "authors": [
        "W Qin",
        "WA Bauman",
        "C Cardozo"
      ]
    },
    {
      "title": "Effects of Neonatal Sympathectomy and Capsaicin Treatment on Bone Remodeling in Rats",
      "authors": [
        "EL Hill",
        "R Turner",
        "R Elde"
      ]
    },
    {
      "title": "Hypothalamic Leptin Gene Therapy Prevents Weight Gain without Long-Term Detrimental Effects on Bone in Growing and Skeletally Mature Female Rats",
      "authors": [
        "UT Iwaniec"
      ]
    },
    {
      "title": "Osteoporosis and Sarcopenia: Two Diseases or One?",
      "authors": [
        "JY Reginster",
        "C Beaudart",
        "F Buckinx",
        "O Bruyere"
      ]
    },
    {
      "title": "Effects of Gravitational and Muscular Loading on Bone Formation in Growing Rats",
      "authors": [
        "RT Turner",
        "GK Wakley",
        "BW Szukalski"
      ]
    },
    {
      "title": "A New Rat Model Simulating Some Aspects of Space Flight",
      "authors": [
        "ER Morey",
        "EE Sabelman",
        "RT Turner",
        "DJ Baylink"
      ]
    },
    {
      "title": "Leptin Stimulates Bone Formation in Ob/Ob Mice at Doses Having Minimal Impact on Energy Metabolism",
      "authors": [
        "KA Philbrick",
        "CP Wong",
        "AJ Branscum",
        "RT Turner",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Obesity and Fracture in Men and Women: An Epidemiologic Perspective",
      "authors": [
        "CM Nielson",
        "P Srikanth",
        "ES Orwoll"
      ]
    },
    {
      "title": "Long-Duration Bed Rest as an Analog to Microgravity",
      "authors": [
        "AR Hargens",
        "L Vico"
      ]
    },
    {
      "title": "The Effect of Bed Rest on Bone Turnover in Young Women Hospitalized for Anorexia Nervosa: A Pilot Study",
      "authors": [
        "AD DiVasta",
        "HA Feldman",
        "AE Quach",
        "M Balestrino",
        "CM Gordon"
      ]
    },
    {
      "title": "Obesity and Fractures in Postmenopausal Women",
      "authors": [
        "MO Premaor",
        "L Pilbrow",
        "C Tonkin",
        "RA Parker",
        "J Compston"
      ]
    },
    {
      "title": "Thermoregulation in the Diabetic-Obese (Db/Db) Mouse. The Role of Non-Shivering Thermogenesis in Energy Balance",
      "authors": [
        "P Trayhurn"
      ]
    },
    {
      "title": "Cardiovascular Changes During Daily Torpor in the Laboratory Mouse",
      "authors": [
        "SJ Swoap",
        "MJ Gutilla"
      ]
    },
    {
      "title": "Histological Analysis of Bone",
      "authors": [
        "UT Iwaniec",
        "TJ Wronski",
        "RT Turner"
      ]
    },
    {
      "title": "Growth Hormone Regulates the Balance between Bone Formation and Bone Marrow Adiposity",
      "authors": [
        "PJ Menagh"
      ]
    },
    {
      "title": "Estrogen Regulates the Rate of Bone Turnover but Bone Balance in Ovariectomized Rats Is Modulated by Prevailing Mechanical Strain",
      "authors": [
        "KC Westerlind"
      ]
    },
    {
      "title": "On the Comparison of Several Mean Values: An Alternative Approach",
      "authors": [
        "B Welch"
      ]
    },
    {
      "title": "Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing",
      "authors": [
        "Y Benjamini",
        "Y Hochberg"
      ]
    }
  ],
  "original_title": "Effect of leptin deficiency on the skeletal response to hindlimb unloading in adult male mice.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b267/6597714/e9c1c4694ee6/41598_2019_45587_Fig1_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b267/6597714/6e0ac4ff4f6e/41598_2019_45587_Fig2_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b267/6597714/3053cc200adb/41598_2019_45587_Fig3_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b267/6597714/0c7aaf5ed2be/41598_2019_45587_Fig4_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b267/6597714/c4bb27f52f65/41598_2019_45587_Fig5_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b267/6597714/e38170839b33/41598_2019_45587_Fig6_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b267/6597714/cc9a06a2ec4c/41598_2019_45587_Fig7_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b267/6597714/35dfc821de3d/41598_2019_45587_Fig8_HTML.jpg"
  ]
}