{
  "pmcid": "PMC6915713",
  "title": "Multi-omics analysis of multiple missions to space reveal a theme of lipid dysregulation in mouse liver",
  "abstract": "Spaceflight has several detrimental effects on the physiology of astronauts, many of which are recapitulated in rodent models. Mouse studies performed on the Space Shuttle showed disruption of lipid metabolism in liver. However, given that these animals were not sacrificed on-orbit and instead returned live to earth, it is unclear if these disruptions were solely induced by space stressors (e.g. microgravity, space radiation) or in part explained by the stress of return to Earth. In this work we analyzed three liver datasets from two different strains of mice (C57BL/6 (Jackson) & BALB/c (Taconic)) flown aboard the International Space Station (ISS). Notably, these animals were sacrificed on-orbit and exposed to varying spaceflight durations (i.e. 21, 37, and 42 days vs 13 days for the Shuttle mice). Oil Red O (ORO) staining showed abnormal lipid accumulation in all space-flown mice compared to ground controls regardless of strain or exposure duration. Similarly, transcriptomic analysis by RNA-sequencing revealed several pathways that were affected in both strains related to increased lipid metabolism, fatty acid metabolism, lipid and fatty acid processing, lipid catabolic processing, and lipid localization. In addition, key upstream regulators were predicted to be commonly regulated across all conditions including Glucagon (GCG) and Insulin (INS). Moreover, quantitative proteomic analysis showed that a number of lipid related proteins were changed in the livers during spaceflight. Taken together, these data indicate that activation of lipotoxic pathways are the result of space stressors alone and this activation occurs in various genetic backgrounds during spaceflight exposures of weeks to months. If similar responses occur in humans, a prolonged change of these pathways may result in the development of liver disease and should be investigated further.",
  "introduction": "Introduction\n\nSpaceflight affects several physiological and biochemical processes in astronauts and rodent models. The most reported changes from the space environment are in muscle and bone loss. Several studies also indicate that spaceflight affects components of the immune system, including the distribution and functionality of peripheral leukocytes, and activity of cytokines. In addition, several decades of spaceflight investigations have eluded that there are subclinical diabetogenic changes that happen in microgravity.\n\nResearch involving spaceflight and simulated ground-based microgravity studies (i.e. bedrest studies) result in manifestation of similar diseases such as diabetes, sedentary states, and aging. Insulin resistance is believed to be a key risk factor for fatty liver disease, which is the hepatic manifestation of metabolic syndrome. To date, little work has been done on other tissues such as liver or pancreas because these tissues are not considered to be at risk for long-term spaceflight missions. However, with the increasing precision of omics technology, the approach to evaluate risk from long space missions may find a new paradigm. For example, liver, a critical organ for mammals, has been largely under-studied in the context of spaceflight environment. It performs array of functions that help support both carbohydrate and lipid metabolism among others functions, such as immunity, digestion, detoxification, amino acid catabolism, bile formation, and vitamin storage. It is connected with nearly every system in the body, hence, it is prone to a variety of pathophysiologies.\n\nNon-alcoholic fatty liver disease (NAFLD) is multifactorial in nature and comprises multiple pathways for disease progression. The initial insult is believed to be insulin resistance which could lead to more progressive steatosis with associated hepatitis, fibrosis, cirrhosis, and in some cases hepatocellular carcinoma (HCC). Two complicated individual stages of the disease are believed to exist, NAFLD which is comprised of non-alcoholic fatty liver (NAFL) and non-alcoholic steatohepatitis (NASH). NAFL is characterized by steatosis of the liver, involving more than 5% of parenchyma, with no evidence of hepatocyte injury. NASH is a necroinflammatory involving hepatic stellate cells and other pro-inflammatory markers, such as IL-17, causing the liver cells to become injured in a background of steatosis. The mechanism of progression for NAFL to NASH is currently unclear, but early evidence eludes to the sequential development of the disease.\n\nInterestingly, one study from Jonscher et al. has reported findings in mice flown for 13 days aboard the Space Transportation System (STS)−135 to have liver damage through accumulation of hepatic lipids droplets, elevated triglyceride levels, and loss of retinoids from the hepatic stellate cells (HSC) lipid droplets. These results were correlated with the activation of peroxisome proliferator-activated receptor alpha (PPARα). PPARα is a transcriptional modulator of genes involved in peroxisomal and mitochondrial β-oxidation, fatty acid transport and hepatic glucose production, the latter being rodent-specific. Pro-inflammatory and acute phase response signaling pathways are negatively regulating PPARα, as seen in rodent models of systemic inflammation, atherosclerosis and non-alcoholic steatohepatitis (NASH). Dysregulation of the PPARα signaling can lead to the generation of markers which are known to be precursor to early nonalcoholic fatty liver disease (NAFLD)-like symptoms. Pecaut et al. demonstrated later from the same tissue that there were also increased fatty acid oxidation and decreased insulin levels. In addition, Blaber et al. was able to uncover that a decrease with the defense mechanisms associated with hepatic oxidation (i.e. involving genes associated with autophagy and ubiquitin-proteasome) can induce mitochondrial dysfunction through senescence from a multi-omics analysis utilizing rodent livers from the STS-135 mission. Lastly, several proteomic studies on the liver related to NAFLD have revealed key pathways being regulated in the liver which include cell cycle, glucose metabolism, autophagy, ketogenesis, and fatty acid transport that corresponds with what is being observed with the spaceflight samples.\n\nAstronauts’ data have shown similar physiological changes involving diabetogenic responses to microgravity such as reduced glucose tolerance, increased plasma glucose, relative decrease in circulating insulin and increased C-peptide excretion and insulin resistance. Since astronauts and cosmonauts displayed subclinical glucose intolerance and issues with insulin secretion and metabolism, deeper study of the effects of microgravity on liver function are essential to understand the implications of long-term space travel.\n\nOne important confounding factor for experiments conducted on the Space Shuttle is that animals were typically brought back live, with animals experiencing the stresses of re-entry and brief re-adaptation to Earth gravity. Sacrifice of animals were done 3.5 to 5.5 hours from de-orbit for mice from the STS-135 missions. Liver is known to be susceptible to stress, and live return may therefore have elicited molecular changes in the organs collected. In other words, previous observations done on Space Shuttle samples may partially reflect changes in the liver that were only transient and were not induced by life in space.\n\nIn this study, we performed histology on archived liver tissues obtained from Ames Life Sciences Data Archive (ALSDA) from mice flown to the International Space Station (ISS). In these samples, mice were sacrificed in space and the experimental duration was much longer, removing the stress factor that could be observed when collecting tissue near the travel time. The same tissue had already been processed for both transcriptomics and proteomics by the GeneLab team and raw data was archived on NASA’s GeneLab database platform. We therefore conducted pathway analysis on data from the same animals to see what molecular changes were revealed by omics. Our results demonstrate large changes in lipid localization and lipid and fatty acid metabolism and processing, regardless of strain and flight conditions. We confirmed that PPARα signaling is modified in the space environment. In addition, we also identified novel pathways and factors, which are correlated with early onset of liver diseases involving GCG and the circadian clock pathway. We believe this comprehensive study on the impact of spaceflight induced liver damage warrants more investigations at the human level.",
  "methods": "Materials and Method\n\nAnimal and Sample Collection\n\nThe omics data for the mouse liver samples were obtained from NASA’s GeneLab public omics repository (https://genelab.nasa.gov/) from previous experiments performed by previous investigators from three spaceflight missions, Rodent Research-1 (RR-1) (with samples from both NASA and CASIS), and Rodent Research-3 (RR-3) and STS-135. Since we did not perform these experiments and only obtained the data through GeneLab, no Institutional Animal Care and Use Committee (IACUC) was required. All previous animal experiments and methods were performed in accordance with the relevant guidelines at each institution and were approved by the institutions Institutional Animal Care and Use Committee (IACUC). We will provide details of the methodology for obtaining the tissues and processing which was done by previous investigators for the readers convenience, but all detailed information is also available on NASA’s GeneLab platform. The STS-135 mission was performed with the NASA AEM-X hardware, while the RR-1 and RR-3 missions were performed with the new generation of the AEM-X referred to as Rodent Habitat. The mice for each mission differed in the age and strain, as well as the mission duration. The metadata and experimental design pertaining to each mission was stored in NASA GeneLab database (https://genelab.nasa.gov/) as GLDS-168: RR-1 NASA, GLDS-47: RR-1 CASIS, GLDS-137: RR-3 and GLDS-25 for STS-135.\n\nAll animals were fed Nutrient Upgraded Rodent Food Bar (NuRFB). In all experiments, mice that were euthanized on orbit on the ISS were denoted as Flight samples, while mice of similar age, sex and strain housed for a similar number of days in identical hardware and matching ISS environmental conditions, were denoted as Ground control.\n\nIn the RR-1 mission, after 37 days of launch, five flight animals were euthanized using Euthasol injection followed by cervical dislocation and frozen as intact whole carcasses and stored in the Minus Eighty Degree Laboratory Freezer for ISS (MELFI) (−80 °C), except for two flight animals which were dissected on-board ISS before livers were isolated on-orbit and stored in the MELFI. Upon sample return on SpaceX-4, they were delivered to NASA Ames Research Center (ARC), RR-1 science team collected liver samples among other tissues from NASA frozen intact carcasses for flight and ground (n = 5). The carcasses were taken out from −80 °C freezer and thawed at room temperature for approximately 15 to 20 minutes, enough to allow the dissections to proceed. Liver was dissected out and was stored in liquid nitrogen after homogenization for all groups of animals except for two ground samples that were stored in mini cold bag and then in −80 °C freezer. For RR-1 CASIS mission, following 21 days of space travel, mice (n = 3 for each flight and ground control) were euthanized in a similar manner (like RR-1) either on orbit (flight samples) or on ground (ground controls) and the dissected livers were stored in mini cold bags in either MELFI (flight samples) or −80 °C freezer.\n\nMice from RR-3 mission (n = 6 for flight and ground), following 42 days of flight, were euthanized using Ketamine/xylazine injection followed by cervical dislocation. Liver was isolated from frozen carcasses and stored in liquid nitrogen following homogenization.\n\nFor STS-135, female C57BL/6J mice (n = 6) were placed into Animal Enclosure Modules (AEMs) and flown on the Space Shuttle Atlantis (STS-135) for 13 days. Ground AEM control mice (n = 6) were placed into the same hardware used in flight and environmental parameters such as temperature and CO2 levels were matched as closely as possible. Mice were anesthetized with 3–5% isoflurane and euthanized with 100% CO2 and exsanguination and dissected within 3–5 hours of landing.\n\nHistology and statistical analysis\n\nHistology on samples from the three missions was performed by Triangulum Biopharma LLC (San Diego, CA) on archived tissues available from NASA Ames Life Sciences Data Archive (ALSDA). In brief, for each sample, one half was embedded in paraffin, while the second half was embedded in Optimal cutting temperature compound (OCT) for cryosectioning. Paraffin embedded samples were sectioned at 4 µm and stained with hematoxylin and eosin (H&E). OCT-embedded samples were cryosectioned at 5 µm and lipids stained with Oil Red O (ORO). Whole slide imaging was performed in bright field using a Panoramic Scan from 3D Histech and for each slide, marker positive (ORO staining) regions were identified using color deconvolution-based quantification. These identified regions were then quantified for precise positivity using the following metrics - ORO tissue positive area (in mm2) and percent of positively stained tissue area. In samples stained with Oil Red O lipid, Wilcoxon Rank Sum Test (Mann-Whitney U Test) was used to analyze differences in percent ORO positivity between flight and ground control samples. We observed high levels of ORO background staining for the RR-1 CASIS samples and we have adjusted accordingly for this during our quantification of the ORO stain.\n\nRNA isolation and purification\n\nFor all samples, homogenization buffer for RNA purification was made by adding 1:100 beta-mercaptoethanol to Buffer RLT, lysis buffer (Qiagen, Valenica, CA) and kept on ice. A piece of liver weighing between 20–30 mg was cut from each liver sample and immediately placed in a vial with 800 μL of the RLT solution. Each of these samples were then homogenized for approximately 20 seconds at 21,000 RPM using a Polytron PT1300D handheld homogenizer with a 5 mm standard dispersing aggregate (Kinematica, Bohemia, NY). Homogenates were centrifuged for 3 minutes at room temperature to remove tissue debris. The supernatant from each sample was then used to purify DNA and RNA via Qiagen AllPrep DNA/RNA Mini Kit (Qiagen, Valencia, CA). DNA was eluted in 50 μL of DNase- and RNase- free water per sample. RNA was eluted in 30 μL of DNase- and RNase- free water per sample. Concentration and absorbance ratios for all DNA and RNA samples were measured using the NanoDrop 2000 UV-Vis Spectrophotometer (Thermo Fisher Scientific, Waltham, MA). RNA quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA). A minimum of 1 µg of RNA having RIN values of 7 or above was sent out for RNA sequencing.\n\nTranscriptomics data analysis\n\nMicroarray transcription profiling data from STS-135 mouse liver samples, obtained from the GeneLab Dataset-25 (GLDS-25), was preprocessed in R using the Affy package. Robust multi-array average (RMA) quantile normalization was performed on the intensity values. Since the dataset contained three different biological groups (Flight samples, Habitat ground controls or AEM, and Vivarium ground controls), we imported the data into MultiExperiment Viewer and statistically significant genes was determined by ANOVA analysis between all conditions for GLDS-25 with a False Discovery Rate (FDR) ≤ 0.05. This resulted in 519 significant number genes (with FDR ≤ 0.05) for that were utilized for the remainder of the analysis.\n\nRNA-Seq analysis was performed on NASA GLDS-168 and GLDS-47 datasets, which includes both RR1 and RR3 liver data. Specific details on RNA sequencing methods can be found on GeneLab’s platform which was described by the original investigator. Data validation and quality control was performed with FASTQC and Trim Galore! read alignment to the mouse genome using STAR RNA-seq aligner generation of gene-level expected count data with RSEM. The list of software and its versions is as follow: FASTQC version 0.11.8, Trim Galore! Version 0.50, STAR version STAR_2.6.1a_08–27, mouse genome version mm10-GRCm38, RSEM version 1.3.1. The quality of the sequencing step was evaluated with FASTQC, Trim Galore was used to pre-process the expression data by trimming Illumina standard adapter sequences and nucleotides with a quality Phred score below 33.\n\nFor Differential Expression (DE) analysis, R Version 3.5.1 and DESeq. 2 Version 1.22.2 were used. Expected counts from the RSEM step were extracted and rounded up to the next integer and used as input for DE analysis. Significantly regulated genes were determined with a FDR ≤ 0.05 for GLDS-168 data using Benjamini-Hochberg multiple testing adjustment procedure and p-value ≤ 0.05 for GLDS-47. For the RR1 and RR3 data from the GLDS-168 there were 5874 genes and 588 significantly regulated genes respectively. For the GLDS-47 RR1: CASIS data there was 1125 significantly regulated genes.\n\nFor t-Distributed Stochastic Neighbor Embedding (t-SNE) plots we utilized R and performed t-SNE on all the genes and compared the separation between flight and habitat ground samples. Gene set enrichment analysis (GSEA) was done using the Reactome and C5: Gene Ontology (GO) gene sets with a FDR ≤ 0.05 from the entire list of genes and additional leading edge analysis was performed as described by Subramanian et al.. All the datasets were compared with “Flight vs Ground Control” samples, the ranked list of genes were defined by the signal-to-noise metric, and the statistical significance were determined by 1000 permutations of the gene sets.\n\nPathway analysis and subsequent predictions in each tissue were done using the statistically significant genes with a fold-change ≥ 1.2 (or ≤ −1.2) comparing flight conditions versus habitat ground controls (with either p-value < 0.05 or FDR < 0.05 as stated above). Low fold-change has become quite standard when trying to identify genes that are differentially expressed, as low cutoffs are less affected by different data normalization schemes and they are less likely to eliminate key genes operating under very tight level regulation. Ingenuity Pathway Analysis (IPA) software (Ingenuity Systems) was used to predict statistically significant activation or inhibition of upstream regulators using activation Z-score statistics ( ≥ 2, activated or ≤ −2, inhibited). Heat maps were generated using packages available through R (pheatmap for heat maps).\n\nData processing and statistical analysis for proteomics data\n\nThe details for the proteomic data acquisition methods for the proteomic data is available on GeneLab which was utilized for this manuscript. Perseus (1.6.2.2) and in-house R scripts were used for proteomics data processing and statistical analysis. The corrected reporter intensity values generated by MaxQuant were used to analyze the TMT-based proteomics data. Protein groups containing matches to decoy database or contaminants were discarded. Total ion intensity for each reporter ion channel were calculated and matched to correct for the sample loads in each TMT experiment. Only proteins that were quantified in the pooled samples were used for the analysis. Subsequently, internal reference scaling (IRS) method was employed to normalize protein intensities between different TMT runs using common proteins in pooled internal standards. The data was log2 transformed and scaled by subtracting the median for each sample. Limma was employed to determine differentially protein abundance between groups and volcano plots were generated using EnhancedVolcano package (Bioconductor) to visualize the affected proteins. The affected proteins with p-value of less than 0.05 and log fold change of greater than 1.0 or less than −1.0 were considered significant. For RR3 data from the 2928 proteins 233 proteins were significantly expressed with a p-value ≤ 0.05. For RR1 data from the 2928 proteins 146 proteins were significantly expressed with a p-value ≤ 0.05. The categories with p-value ≤ 0.05 were considered as significant.",
  "results": "Results\n\nHistology of mouse liver flight samples indicates liver damage\n\nTo assess the severity of steatosis and inflammation, liver samples were stained in hematoxylin and eosin (H&E) and ORO and analyzed by light microscopy and digital image analysis (DIA) (Fig. 1A). Jonscher et al. had originally shown in the livers of C57BL/6 mice that were flown on the STS-135 mission that there was an increase of ORO stain indicating increased levels of lipid accumulation in the liver. One large confounding factor in this work was the fact that animals were returned live to Earth and thus suffered significant stress related to such return. Since their publication, multiple other rodent missions have been flown to the ISS which do not suffer from this confounding factor with animals sacrificed on the station. We have therefore utilized mice liver samples from both the Rodent Research 1 (RR-1) and Rodent Research 3 (RR-3) missions to further confirm whether increases in lipids in the liver is the result of spaceflight alone. As shown in Fig. 1B, flight samples from the RR-1 NASA and RR-1 CASIS missions showed significantly (p-value < 0.05) higher ORO staining, than the ground control samples (Fig. 1B), but there was no significant difference between RR-3 flight and ground samples. To determine if the duration of spaceflight exposure was correlated to increased ORO positivity, we compared the percent change in ORO positivity in RR-1 CASIS livers with RR-1 NASA livers, in which mice were exposed to 21 days and 37 days of spaceflight, respectively. However, the difference between these groups was not significant (p-value = 0.07) (Fig. 1C).\n\nIn addition, a two-way ANOVA was done on the normalized data, using the mission (i.e. RR-1 NASA, RR-1 CASIS, RR-3) and flight conditions (i.e. Flight vs Ground) as two different factors. A P-value of 0.0008 was found for the flight condition factor, clearly identifying space environment as the most significant factor influencing the level of ORO in the liver. However, ANOVA test also revealed a P-value of 0.0509 for the impact of mission, indicating each mission had significant impact on the difference of ORO level. When testing for interaction between the two factors, P-values dropped to 0.0004 for the flight condition and to 0.0323 for the mission factor with a significant interaction between mission and flight conditions. This suggests that the mission itself affects significantly the relationship between ORO level in the liver and space environment, with RR1-NASA samples showing the largest impact. One could interpret these results as duration having a significant impact on ORO level for the 37-day mission with C57BL/6 showing a significant increase of ORO in the liver compared to the 21-day mission. Similarly, the significant difference between RR-3 and RR-1 (i.e. 42-day and 37-day mission respectively) is probably reflecting a strain difference and ideally one would need an equivalent experiment for the duration of flight for the BALB/C to conclude definitively. We conclude that increasing exposure to microgravity-based chronic perturbation increases the lipid accumulation in a strain independent manner.\n\nGlobal transcriptomics differences occur between mouse liver flight samples and ground controls\n\nTo further investigate molecular changes that will occur in the liver during spaceflight that can cause the histological changes observed, we utilized existing omics datasets from GeneLab which included: GeneLab Datasets (GLDS)−25, GLDS-47, and GLDS-168. GLDS-25 contained transcriptomics data (i.e. microarrays) from livers flown on the STS-135 shuttle mission (female C57BL/6 mice flown for 13 days on STS-135) while GLDS-168 and GLDS-47 contain RNA-sequencing data for liver samples from mice flown to the ISS for both the Rodent Research 1 (RR1) (female C57BL/6 mice flown for 37 days on the ISS) and RR3 missions (female BALB/c mice flown for ~40 days on the ISS), respectively. GLDS-47 data were gathered by CASIS while GLDS-168 data was gathered by NASA. As mentioned in the previous section, Jonscher et al. had previously performed analysis on the liver for the STS-135 mission. They performed transcriptomic and metabolomics to uncover genes and metabolites that changed during spaceflight associated with lipid accumulation in the liver that seemed to be driving PPAR response. For our analysis not only did we utilize the STS-135 dataset, but also used complementary transcriptomic and proteomic technology on datasets that did not suffer from live return. This allowed us to confirm that spaceflight alone is eliciting such significant changes in the liver.\n\nOverall, t-Distributed Stochastic Neighbor Embedding (t-SNE) and Principal Component Analysis (PCA) plots show strong statistical separation between the liver flight samples and the ground controls (Fig. 2), independent of duration, flight condition, and strain. This indicates that large transcriptomics changes are occurring in the liver during spaceflight and warrants more detailed pathway analysis to determine the key functions driving the changes in the liver during spaceflight.\n\nPathway analysis reveals upregulation of lipid functions and regulation in the liver of flight samples\n\nWe utilized pathway analysis tools to fully understand the global impact of spaceflight on the liver tissue. Through Gene Set Enrichment Analysis (GSEA) we determined the significant pathways (or gene sets) with a FDR ≤ 0.05 that are either activated or inhibited between livers from spaceflight versus the ground controls. We performed GSEA analyses on both Reactome pathways and the Gene Ontology (GO) biological process ontology, clearly identifying the key pathways that were regulated in mice flown on the shuttle missions (STS-135). Since the Reactome pathways led to a less complex network, we will only report and discuss these pathways for the STS-135 data (Supplemental Fig. 2). We also provided the list of GO pathways as Supplemental Table 1. We observe that the majority of pathways being regulated in the liver are upregulated (i.e. red nodes in Supplemental Fig. 2), with a strong association to changes in lipids and lipoproteins metabolism. This activation correlates with the lipid accumulation observed with the histology (Fig. 1). In addition, the activation of protein metabolism that is observed can be potentially linked to liver disease, since it has been previously reported that the dysregulation of this pathway is often associated with deamination and transamination of amino acids, disruption in amino acid kinetics, and possible cirrhosis.\n\nGSEA analysis was performed using GO pathways on the RNA-seq data for both female C57BL/6 and BALB/C mice that were flown on the ISS for ~40 days (RR1 and RR3 mission). We observed similarities and differences between all data sets (Supplemental Fig. 3). More specifically, nodes/pathways associated with lipid and fatty acid processing and metabolism were upregulated in both shorter missions on the shuttle (STS-135) and longer mission in the ISS (RR1, RR3), as denoted with yellow background in both Supplemental Figs. 2 and 3. In contrast, there are many more pathways that were oppositely regulated in livers between the two different strains (RR1 and RR3 missions). This observation is consistent with recent reports, suggesting inherent differences in liver response between C57BL/6 and BALB/C, with differences in immune cell types, liver cytokine profiles, liver steatosis, degree of adiposity, and glucose levels. It has been reported under a normal diet that BALB/C mice compared to C57BL/6 mice have more pronounced liver steatosis and body weight gain. On the other hand, C57BL/6 mice exhibit higher weight gain, increased collagen deposition, and an increase in visceral adipose tissue on a high-fat diet. Potentially, these differences related to body weight gain and collagen changes between the strains can account for the differences observed in the strains with the catabolic process associated pathways. Further studies should be done to investigate these differences, but for the focus of this manuscript we will be comparing the common pathways that are being regulated in the liver due to spaceflight.\n\nWhen comparing only the common GO biological processes in the liver for spaceflight samples versus ground controls across all three datasets (i.e. RR1, RR3, and STS135 missions), we once again see lipid and fatty acid related processes being predominantly upregulated with a fairly uniform response across the three experimental groups (Fig. 3A). Other pathways found to be upregulated here are ion transport, alditol metabolic process, and vitamin/drug metabolic processing, all potentially associated with lipid functions. Interestingly, circadian clock related pathways were also commonly upregulated in the liver, which has been shown in the literature to greatly impact the lipid function and be involved with NAFLD. When testing the same data with proprietary tools such as Ingenuity Pathway Analysis (IPA), several upstream regulators were predicted to be present in all conditions (Fig. 3B). Two upstream regulators were commonly regulated across all conditions, with Glucagon (GCG) being commonly downregulated and Insulin (INS) being commonly upregulated across all datasets and conditions. Although, GCG and INS are more commonly found to be involved with pancreatic functions to regulate blood sugar levels, it has also been shown that such signals in the liver can play a role with disease state. For example, an upregulation of INS can provide the liver with high blood glucose signals. In contrast GCG allows the liver to convert glycogen to glucose when the blood sugar levels are low, and thus downregulation of GCG would interrupt such conversion eventually lowering blood glucose levels. Therefore, we propose that the upstream effectors that are predicted to regulate these changes are GCG and INS, which may be responding to physiological conditions that are observed during periods of high blood glucose levels. Similarly, these two upstream regulators are also known to be involved with lipid and fatty acid functions. Overall, we believe that we have shown spaceflight induces in the liver of mice driving factors that might be responsible in driving NAFLD pathogenesis.\n\nDuration changes in livers from mice flown in space\n\nAlthough the theme of this manuscript is determining functions in the liver that will be impacted by spaceflight independent of duration and strain, we thought it will be important to also briefly discuss the differences in biological functions that will occur as a function of duration. For this analysis we have utilized data from the same strain mice (i.e. C57BL/6) with two different durations in space on the ISS (21 and 37 days) to remove any additional confounding factors. This comparison will give us some insight on potential biological changes that will occur with longer exposure to the space environment on the liver. As in the previous section, for comparisons between different GeneLab datasets and omics platforms, we performed the analysis with the normalized enrichment scores (NES) determined through GSEA GO terms.\n\nTo study the impact of duration in space on the liver, we directly compared the GO terms from the GSEA analysis containing FDR ≤ 0.05 between the two RR1 datasets (Fig. 4). We observed, in agreement with the previous results, that pathways related to lipid and mitochondrial functions were activated independent of duration in space. In addition, pathways related to innate immune functions were inhibited independent of duration in space which was also shown in the previous section for all datasets (Fig. 3A).\n\nThere were a set of pathways which were shown to be increased with longer duration in space in the liver (Fig. 4). The majority of these pathways are related to increases in the adaptive immune system. It has been previously shown that long exposure to the space environment does indeed activate persistent adaptive immune system pathways which will have potential to impact spaceflight associated health risks linked to reactivation of latent herpesviruses and increased incidence of infectious diseases. Other pathways that were increased with longer space duration were oxidation of glucose, adipose tissue development, protein folding, fatty acid metabolic process, translation and ribosome functions, protein folding, and cell activation (Fig. 4). Oxidation of glucose and adipose tissue development are directly impacted by the adaptive immune system and both have been previously linked with adaptive immune system changes during spaceflight. In addition, protein folding, translation, and ribosome pathways have been directly linked to activation of the adaptive immune system. The increase in the fatty acid metabolic process pathways are in agreement with our results in the previous sections indicating an increase in the lipid accumulation as a function of duration in space (Fig. 1). These increases that occur during longer spaceflight are still in agreement with our observed results in the previous sections regarding accumulation of lipids in the liver, since increases in the adaptive immune system have also been associated with dysregulation with lipid and fatty acid functions.\n\nProteomics analysis on livers from mice flown in space exhibit lipid related proteins driving lipid metabolic processes\n\nSince transcriptomics data does not always translate directly to protein functions, we analyzed the proteomics data available on GeneLab for livers from the same mice as for the transcriptomics data. The only proteomics data available on GeneLab were for mice flown on the RR1 and RR3 missions. From the proteomics data, we determined the significantly regulated proteins (p-value ≤ 0.05) in the liver for spaceflight versus ground controls. From these proteins, we focused only on the proteins related to lipid functions and pathways chosen from the GO related annotations (Fig. 5A–C). From this analysis there are less significantly regulated lipid related proteins in RR1 mice than RR3 mice (Fig. 5A). This difference in the number of lipid related proteins can possibly be due to the strain differences between the two rodent missions (as discussed earlier). Although, these differences occur, we chose to focus on the common pathways that the proteins are regulating since it is known that different proteins can impact common pathways. The lipid related proteins for the livers from the RR3 mission were being expressed according to how the NAFLD pathogenesis will form. For example, the Apolipoproteins (ApoC1, ApoA2, and ApoA5) were being downregulated in the flight samples (Fig. 5A). For RR1 related lipid proteins we also observed that Fgl1 is upregulated. In addition, Cyp7a1 is known to be heavily involved with bile acid production and are known to impact both insulin production and NAFLD progression. Cyp1A2 is increased with our proteomic data, and is an enzyme involved with detoxification. Cyp1A2 has been previously detected in livers of mice flown in space and with its levels returning to normal after the mice have reacclimated on Earth. Interestingly, these proteins that are known to be associated with lipid functions are highly connected together in action and function (Fig. 5B,C) determined by inputting these proteins in STRING to construct a protein interaction network.\n\nLastly, we predicted the overall functional impact of the specific lipid proteins for livers from both RR1 and RR3 mice (Fig. 5D). The common predicted functions were determined by entering the lipid related proteins for RR1 and RR3 (Fig. 5A) in ToppCluster in the ToppGene Suite and displaying the connected network of functions for both RR1 and RR3 related lipid proteins with Cytoscape. From this analysis it was revealed that the lipid proteins from the liver of the mice for both RR1 and RR3 missions shared common pathways potentially impacting lipid related metabolic processes and cholesterol binding pathways (Fig. 5D). Further research should be conducted to determine actual functional impact. In addition, it was revealed that these lipid proteins are directly linked to the PPAR signaling pathway. Jonscher et al. had previously demonstrated from work done on mice from the STS-135 mission, that PPARα was a highly upregulated pathway in the liver of these mice due to spaceflight and played an important role in lipid metabolism. They believed that this regulation in the liver of PPARα due to spaceflight can be an indication of early NAFLD disease progression.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Molecular biology",
    "Proteomics",
    "Risk factors",
    "Transcriptomics",
    "Systems biology",
    "Article"
  ],
  "citations": [
    {
      "title": "Exposure to microgravity for 30 days onboard Bion M1 caused muscle atrophy and impaired regeneration in murine femoral Quadriceps",
      "authors": [
        "E Radugina"
      ]
    },
    {
      "title": "Gene expression profiling in slow-type calf soleus muscle of 30 days space-flown mice",
      "authors": [
        "G Gambara"
      ]
    },
    {
      "title": "Immune system dysregulation during spaceflight: potential countermeasures for deep space exploration missions",
      "authors": [
        "BE Crucian"
      ]
    },
    {
      "title": "Insulin secretion and sensitivity in space flight: diabetogenic effects",
      "authors": [
        "BW Tobin",
        "PN Uchakin",
        "SK Leeper-Woodford"
      ]
    },
    {
      "title": "Liver lipid metabolism",
      "authors": [
        "P Nguyen"
      ]
    },
    {
      "title": "Microanatomy of the human liver-exploring the hidden interfaces",
      "authors": [
        "R Saxena",
        "ND Theise",
        "JM Crawford"
      ]
    },
    {
      "title": "Epidemiology of Nonalcoholic Fatty Liver Disease and Nonalcoholic Steatohepatitis in the United States and the Rest of the World",
      "authors": [
        "M Sayiner",
        "A Koenig",
        "L Henry",
        "ZM Younossi"
      ]
    },
    {
      "title": "The Metabolic Syndrome and Its Influence on Nonalcoholic Steatohepatitis",
      "authors": [
        "P Kanwar",
        "KV Kowdley"
      ]
    },
    {
      "title": "Spaceflight activates lipotoxic pathways in mouse liver",
      "authors": [
        "KR Jonscher"
      ]
    },
    {
      "title": "Molecular mechanism of PPARalpha action and its impact on lipid metabolism, inflammation and fibrosis in non-alcoholic fatty liver disease",
      "authors": [
        "M Pawlak",
        "P Lefebvre",
        "B Staels"
      ]
    },
    {
      "title": "Central role of PPARalpha-dependent hepatic lipid turnover in dietary steatohepatitis in mice",
      "authors": [
        "E Ip"
      ]
    },
    {
      "title": "Global suppression of IL-6-induced acute phase response gene expression after chronic in vivo treatment with the peroxisome proliferator-activated receptor-alpha activator fenofibrate",
      "authors": [
        "P Gervois"
      ]
    },
    {
      "title": "Non-alcoholic fatty liver disease (NAFLD) - pathogenesis, classification, and effect on drug metabolizing enzymes and transporters",
      "authors": [
        "E Cobbina",
        "F Akhlaghi"
      ]
    },
    {
      "title": "Roles of PPARs in NAFLD: potential therapeutic targets",
      "authors": [
        "A Tailleux",
        "K Wouters",
        "B Staels"
      ]
    },
    {
      "title": "Is spaceflight-induced immune dysfunction linked to systemic changes in metabolism?",
      "authors": [
        "MJ Pecaut"
      ]
    },
    {
      "title": "Spaceflight Activates Autophagy Programs and the Proteasome in Mouse Liver",
      "authors": [
        "Elizabeth Blaber",
        "Michael Pecaut",
        "Karen Jonscher"
      ]
    },
    {
      "title": "Quantitative Assessment of Liver Steatosis and Affected Pathways with Molecular Imaging and Proteomic Profiling",
      "authors": [
        "Y Urasaki",
        "C Zhang",
        "JX Cheng",
        "TT Le"
      ]
    },
    {
      "title": "A multi-component classifier for nonalcoholic fatty liver disease (NAFLD) based on genomic, proteomic, and phenomic data domains",
      "authors": [
        "GC Wood"
      ]
    },
    {
      "title": "NASA GeneLab Project: Bridging Space Radiation Omics with Ground Studies",
      "authors": [
        "A Beheshti"
      ]
    },
    {
      "title": "Exploring the Effects of Spaceflight on Mouse Physiology using the Open Access NASA GeneLab Platform",
      "authors": [
        "A Beheshti"
      ]
    },
    {
      "title": "GeneLab: Omics database for spaceflight experiments",
      "authors": [
        "S Ray"
      ]
    },
    {
      "title": "Quantifying hepatic steatosis–more than meets the eye",
      "authors": [
        "AP Levene"
      ]
    },
    {
      "title": "Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles",
      "authors": [
        "A Subramanian"
      ]
    },
    {
      "title": "The Reactome Pathway Knowledgebase",
      "authors": [
        "A Fabregat"
      ]
    },
    {
      "title": "Gene ontology: tool for the unification of biology. The Gene Ontology Consortium",
      "authors": [
        "M Ashburner"
      ]
    },
    {
      "title": "The Gene Ontology Resource: 20 years and still GOing strong",
      "authors": []
    },
    {
      "title": "The Role of Lipid and Lipoprotein Metabolism in Non‐Alcoholic Fatty Liver Disease",
      "authors": [
        "Francesco Perla",
        "Maurizia Prelati",
        "Michela Lavorato",
        "Daniele Visicchio",
        "Caterina Anania"
      ]
    },
    {
      "title": "Protein metabolism and liver disease",
      "authors": [
        "MR Charlton"
      ]
    },
    {
      "title": "Differential Immunometabolic Phenotype in Th1 and Th2 Dominant Mouse Strains in Response to High-Fat Feeding",
      "authors": [
        "N Jovicic"
      ]
    },
    {
      "title": "Circadian Homeostasis of Liver Metabolism Suppresses Hepatocarcinogenesis",
      "authors": [
        "NM Kettner"
      ]
    },
    {
      "title": "Physiologic action of glucagon on liver glucose metabolism",
      "authors": [
        "CJ Ramnanan",
        "DS Edgerton",
        "G Kraft",
        "AD Cherrington"
      ]
    },
    {
      "title": "The metabolic actions of glucagon revisited",
      "authors": [
        "KM Habegger"
      ]
    },
    {
      "title": "Alterations in adaptive immunity persist during long-duration spaceflight",
      "authors": [
        "B Crucian"
      ]
    },
    {
      "title": "Adipose tissue as an immunological organ",
      "authors": [
        "RW Grant",
        "VD Dixit"
      ]
    },
    {
      "title": "A role of the adaptive immune system in glucose homeostasis",
      "authors": [
        "LL Bronsart",
        "CH Contag"
      ]
    },
    {
      "title": "The unfolded protein response in immunity and inflammation",
      "authors": [
        "J Grootjans",
        "A Kaser",
        "RJ Kaufman",
        "RS Blumberg"
      ]
    },
    {
      "title": "Protein Translation Activity: A New Measure of Host Immune Cell Activation",
      "authors": [
        "MO Seedhom",
        "HD Hickman",
        "J Wei",
        "A David",
        "JW Yewdell"
      ]
    },
    {
      "title": "Role of lipids in the metabolism and activation of immune cells",
      "authors": [
        "MJ Hubler",
        "AJ Kennedy"
      ]
    },
    {
      "title": "Targeting bile acids and lipotoxicity for NASH treatment",
      "authors": [
        "JYL Chiang"
      ]
    },
    {
      "title": "Spaceflight Effects on Cytochrome P450 Content in Mouse Liver",
      "authors": [
        "N Moskaleva"
      ]
    },
    {
      "title": "STRING v11: protein-protein association networks with increased coverage, supporting functional discovery in genome-wide experimental datasets",
      "authors": [
        "D Szklarczyk"
      ]
    },
    {
      "title": "ToppGene Suite for gene list enrichment analysis and candidate gene prioritization",
      "authors": [
        "J Chen",
        "EE Bardes",
        "BJ Aronow",
        "AG Jegga"
      ]
    },
    {
      "title": "Cytoscape: a software environment for integrated models of biomolecular interaction networks",
      "authors": [
        "P Shannon"
      ]
    },
    {
      "title": "Nonalcoholic fatty liver disease: pathology and pathogenesis",
      "authors": [
        "DG Tiniakos",
        "MB Vos",
        "EM Brunt"
      ]
    },
    {
      "title": "Nonalcoholic fatty liver disease and obesity",
      "authors": [
        "S Saadeh"
      ]
    },
    {
      "title": "Apolipoprotein A5: Extracellular and Intracellular Roles in Triglyceride Metabolism",
      "authors": [
        "TM Forte",
        "RO Ryan"
      ]
    },
    {
      "title": "Regulation of hepatic glucose metabolism in health and disease",
      "authors": [
        "MC Petersen",
        "DF Vatner",
        "GI Shulman"
      ]
    },
    {
      "title": "Lipid biosynthesis: When the cell cycle meets protein synthesis?",
      "authors": [
        "HM Blank",
        "N Maitra",
        "M Polymenis"
      ]
    },
    {
      "title": "Obesity Drives STAT-1-Dependent NASH and STAT-3-Dependent HCC",
      "authors": [
        "M Grohmann"
      ]
    },
    {
      "title": "Pathogenesis of Nonalcoholic Steatohepatitis: Interactions between Liver Parenchymal and Nonparenchymal Cells",
      "authors": [
        "N Magee",
        "A Zou",
        "Y Zhang"
      ]
    },
    {
      "title": "Practical pathology of aging mice",
      "authors": [
        "Christina Pettan-Brewer",
        "PiperM. M. Treuting"
      ]
    },
    {
      "title": "The mouse as a model for understanding chronic diseases of aging: the histopathologic basis of aging in inbred mice",
      "authors": [
        "John P. Sundberg",
        "Annerose Berndt",
        "Beth A. Sundberg",
        "Kathleen A. Silva",
        "Victoria Kennedy",
        "Roderick Bronson",
        "Rong Yuan",
        "Beverly Paigen",
        "David Harrison",
        "Paul N. Schofield"
      ]
    },
    {
      "title": "Behavior of mice aboard the International Space Station",
      "authors": [
        "AE Ronca"
      ]
    },
    {
      "title": "Manifestation of Non-Alcoholic Fatty Liver Disease/Non-Alcoholic Steatohepatitis in Different Dietary Mouse Models. European Medical",
      "authors": [
        "VH Fengler",
        "T Macheiner",
        "K Sargsyan"
      ]
    },
    {
      "title": "Hansen, H. H. et al. Mouse models of nonalcoholic steatohepatitis in preclinical drug development. Drug discovery today (2017).",
      "authors": []
    },
    {
      "title": "Disruption of the circadian clock due to the Clock mutation has discrete effects on aging and carcinogenesis",
      "authors": [
        "MP Antoch"
      ]
    },
    {
      "title": "Deficiency of 5-hydroxyisourate hydrolase causes hepatomegaly and hepatocellular carcinoma in mice",
      "authors": [
        "WS Stevenson"
      ]
    },
    {
      "title": "Globus R, C. S. Rodent Research-1 (RR1) National Lab Validation Flight: Mouse liver transcriptomic, proteomic, and epigenomic data. (2015).",
      "authors": []
    },
    {
      "title": "Galazka J. G. N. RR-1 and RR-3 mouse liver transcriptomics with and without ERCC control RNA spike-ins. (2018).",
      "authors": []
    },
    {
      "title": "Smith R, C. M. G. R. G. N. Rodent Research-3-CASIS: Mouse liver transcriptomic, proteomic, and epigenomic data. (2017).",
      "authors": []
    },
    {
      "title": "Pecaut Mj, M. X. W. J. K. N. N. STS-135 Liver Transcriptomics. (2015).",
      "authors": []
    },
    {
      "title": "Evaluation of rodent spaceflight in the NASA animal enclosure module for an extended operational period (up to 35 days)",
      "authors": [
        "EL Moyer"
      ]
    },
    {
      "title": "Evaluation of the nutrient-upgraded rodent food bar for rodent spaceflight experiments",
      "authors": [
        "GS Sun"
      ]
    },
    {
      "title": "TM4 microarray software suite",
      "authors": [
        "AI Saeed"
      ]
    },
    {
      "title": "STAR: ultrafast universal RNA-seq aligner",
      "authors": [
        "A Dobin"
      ]
    },
    {
      "title": "Visualizing High-Dimensional Data Using t-SNE",
      "authors": [
        "LJP van der Maaten",
        "GE Hinton"
      ]
    },
    {
      "title": "Fold change and p-value cutoffs significantly alter microarray interpretations",
      "authors": [
        "MR Dalman",
        "A Deeter",
        "G Nimishakavi",
        "ZH Duan"
      ]
    },
    {
      "title": "Biomarker Identification from RNA-Seq Data using a Robust Statistical Approach",
      "authors": [
        "Z Akond",
        "M Alam",
        "MNH Mollah"
      ]
    },
    {
      "title": "Fold-change threshold screening: a robust algorithm to unmask hidden gene expression patterns in noisy aggregated transcriptome data",
      "authors": [
        "J Hausen"
      ]
    },
    {
      "title": "Causal analysis approaches in Ingenuity Pathway Analysis",
      "authors": [
        "A Kramer",
        "J Green",
        "J Pollard",
        "S Tugendreich"
      ]
    },
    {
      "title": "The Perseus computational platform for comprehensive analysis of (prote)omics data",
      "authors": [
        "S Tyanova"
      ]
    },
    {
      "title": "Extended Multiplexing of Tandem Mass Tags (TMT) Labeling Reveals Age and High Fat Diet Specific Proteome Changes in Mouse Epididymal Adipose Tissue",
      "authors": [
        "DL Plubell"
      ]
    },
    {
      "title": "Enrichment map: a network-based method for gene-set enrichment visualization and interpretation",
      "authors": [
        "D Merico",
        "R Isserlin",
        "O Stueker",
        "A Emili",
        "GD Bader"
      ]
    }
  ],
  "original_title": "Spaceflight Activates Lipotoxic Pathways in Mouse Liver",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/62f8/6915713/79def85615d9/41598_2019_55869_Fig1_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/62f8/6915713/6c55223cba47/41598_2019_55869_Fig2_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/62f8/6915713/d3fa57d264f1/41598_2019_55869_Fig3_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/62f8/6915713/99e734cf10e8/41598_2019_55869_Fig4_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/62f8/6915713/d784fc9c1370/41598_2019_55869_Fig5_HTML.jpg"
  ]
}