{
  "pmcid": "PMC6753329",
  "title": "Influence of Social Isolation During Prolonged Simulated Weightlessness by Hindlimb Unloading",
  "abstract": "The hindlimb unloading (HU) model has been used extensively to simulate the cephalad fluid shift and musculoskeletal disuse observed in spaceflight with its application expanding to study immune, cardiovascular and central nervous system responses, among others. Most HU studies are performed with singly housed animals, although social isolation also can substantially impact behavior and physiology, and therefore may confound HU experimental results. Other HU variants that allow for paired housing have been developed although no systematic assessment has been made to understand the effects of social isolation on HU outcomes. Hence, we aimed to determine the contribution of social isolation to tissue responses to HU. To accomplish this, we developed a refinement to the traditional NASA Ames single housing HU system to accommodate social housing in pairs, retaining desirable features of the original design. We conducted a 30-day HU experiment with adult, female mice that were either singly or socially housed. HU animals in both single and social housing displayed expected musculoskeletal deficits versus housing matched, normally loaded (NL) controls. However, select immune and hypothalamic-pituitary-adrenal (HPA) axis responses were differentially impacted by the HU social environment relative to matched NL controls. HU led to a reduction in % CD4+ T cells in singly housed, but not in socially housed mice. Unexpectedly, HU increased adrenal gland mass in socially housed but not singly housed mice, while social isolation increased adrenal gland mass in NL controls. HU also led to elevated plasma corticosterone levels at day 30 in both singly and socially housed mice. Thus, musculoskeletal responses to simulated weightlessness are similar regardless of social environment with a few differences in adrenal and immune responses. Our findings show that combined stressors can mask, not only exacerbate, select responses to HU. These findings further expand the utility of the HU model for studying possible combined effects of spaceflight stressors.",
  "introduction": "Introduction\n\nThe spaceflight environment poses significant challenges to multiple organ systems. Microgravity exposure leads to a cephalad fluid shift as well as osteopenia and sarcopenia. Spaceflight alters electrolyte balance as well as endocrine, vision and baroreflex processes. Cardiovascular changes include stiffening of the carotid arteries as seen in astronauts returning from a 6-month ISS mission and transient changes in heart rate variability. Spaceflight also may lead to CNS changes including a decline in cognitive performance. Immune system dysregulation also occurs, characterized by altered immune cell function and reactivation of viruses. These findings from astronauts are the main motivation to study rodents flown into space with the rationale that rodents are used extensively to model human conditions on Earth and may prove useful for understanding mechanisms and anticipating human responses to spaceflight. However, limited opportunities for rodent spaceflight studies, along with other challenges of conducting microgravity experiments, stimulated interest in using ground-based rodent models of weightlessness.\n\nThe rodent hindlimb unloading (HU) model was developed initially to simulate the responses of the musculoskeletal system to microgravity. To date, its use has expanded to study the responses of other organ systems to spaceflight, including immune, cardiovascular and central nervous system. The HU model also is utilized to study disorders on Earth such as osteopenia and sarcopenia because features of the HU model mimic bedrest and disuse. Initial efforts to generate a rodent model for musculoskeletal unloading entailed use of a back harness for inducing a cephalad fluid shift and musculoskeletal disuse of the hindlimbs in singly housed animals, which was then developed further to introduce tail suspension which improved outcomes. This system employs non-invasive attachment of the tail via orthopedic traction tape onto a pulley system that allows for elevation of the hindlimbs; application with the custom-designed cage enables free movement of the animal about the cage. Since then, other variants of the HU system emerged and include partial unloading of all four limbs using a custom body harness, various methods to induce unloading such as surgical piercing of the tail, alternative taping methods, simplified cage systems that restrict movement, and group housing.\n\nSingle versus social housing of rodents under standard, ambulatory conditions, can differentially impact multiple organ systems (e.g., cardiovascular, immune, and central nervous system) known also to be affected by spaceflight. Social isolation causes anxiety and depressive-like behavior, disrupted circadian rhythms, deficits in memory, activation of pro-inflammatory transcription factors and impairments in antioxidant responses in the brain. Social isolation also can stimulate the hypothalamic-pituitary-adrenal (HPA) axis, the main neuroendocrine regulator of mammalian stress responses. However, other studies report that social isolation can lead to decrements in circulating corticosterone levels although it is not clear whether these reflect an initial downregulation of HPA axis activation or simply the induction of a negative feedback loop after a state of activation. In addition, social isolation in rodents leads to impairments in immune function.\n\nSocial isolation can be a confounding factor for interpreting experimental outcomes from both rodent spaceflight and ground-based studies. In rats, 9 days of spaceflight reduced periosteal bone formation and bone mass (femur dry weights) in singly housed animals but had minimal effect on bone formation or mass in group housed animals. In an interesting study, report that HU (in standard, single housing) or social isolation (without unloading) each can perturb blood pressure and heart rate levels.\n\nThe possible contribution of social isolation to the biological outcomes of HU has not been studied, leaving a number of knowledge gaps in our understanding of the model for simulating weightlessness. It is unclear whether social interactions (social versus single housing) during HU differentially impacts organ systems known to be responsive to HU. Rodent experiments on the International Space Station (ISS), particularly those making use of the NASA Rodent Research habitat, are conducted in group housed conditions whereas most HU studies conducted to date entail use of the standard, single housed HU model. Other groups have developed variants of the HU model that accommodate social housing in pairs. However, characterization of these models in side-by-side studies with the traditional singly housed HU model have not been conducted. Hence, there is value to further developing and characterizing the socially housed HU model for simulating weightlessness to better match rodent habitat conditions on the ISS. Addressing these gaps in knowledge will lead to an improved understanding of the contribution of isolation to observed responses to HU, which in turn will improve the ability to extrapolate HU results to humans in space.\n\nTo address these knowledge gaps, we aimed to (1) develop a refinement to the NASA Ames HU system, which traditionally entails housing mice in isolation to enable housing in social pairs and (2) determine the contribution of social isolation to the HU responses of various tissues. We hypothesized that relative to social housing, single housing exacerbates HU-induced dysfunction in select organ systems. To meet these aims and test the hypothesis, we performed a side-by-side comparison of this alternative social HU system versus the standard NASA Ames single housed design and evaluated the responses of select spaceflight-relevant tissues to HU.",
  "methods": "Materials and Methods\n\nAnimals and Experiment Design\n\nAnimal experiments were carried out in accordance with the recommendations of Guide for the Care and Use of Laboratory Animals, 8th edition. All animal experiments were conducted with prior approval from the NASA Ames Institutional Animal Care and Use Committee (IACUC). Sixteen-week old female mice that were to undergo HU were acclimated into HU cages (paired or single housing groups) 3 days prior to the onset of HU (Figure 1). Normally loaded (NL) controls were housed in standard vivarium cages either individually or in pairs. NL controls (either paired or single housing groups) were handled the same way as the HU groups except for the actual attachment of traction tape and tail suspension. Animals were bred at Ames and were wild type littermates of a cross between male mCAT mice [B6.Cg-Tg(CAG-OTC/CAT)4033Prab/J, Jackson Laboratories] and female C57BL/6NJ (Jackson Laboratories). After the acclimation period, animals were suspended onto the pulley apparatus via orthopedic traction tape as described previously. Responses to the social housing HU model also were evaluated in female C57BL/6J (Jackson Laboratories), a closely related yet distinct strain. Refer to Supplementary Section for further details on the C57BL/6J study. C57BL/6J and C57BL/6NJ mice differ in competency for nicotinamide nucleotide transhydrogenase (Nnt) expression (C57BL/6J are deletion mutants). Compared to animals with an intact Nnt gene, C57BL/6J mice have higher rates of H2O2 release, spontaneous oxidation of NADPH, and reduced ability to metabolize peroxide. C57BL/6J and C57BL/6NJ strains also display differences in metabolic phenotypes of muscle and other organs.\n\nAll animals were supplied with standard rodent laboratory chow (Purina, Cat# 5001) and water ad libitum. We attempted to measure food intake to gain insight into possible differences in body weight responses. However, accurate measurements could not be made since HU animals generated a substantial amount of food pellet fragments (not consumed) that inadvertently fell through the floor grate and could not be recovered. Enrichment consisted of cotton nestlets (Ancare, Cat# NES3600) refreshed daily. The nestlets were split (cut into two equal parts and stripped half of its thickness) to prevent the mice from building ramp-like structures to load the hindlimbs. Cage and bedding changes were performed weekly. Room temperature was maintained within 23–24°C (higher temperatures can be used) with a 12 h light-12 h dark cycle. After 30 days of HU, animals were euthanized via carbon dioxide inhalation followed by cervical dislocation. Blood was collected from vena cava. Soleus, spleen, and adrenal glands were collected and immediately weighed. Tibiae were recovered and then fixed in 4% paraformaldehyde in phosphate buffered saline solution (FD Neurotechnologies) for ∼24 h at 4°C then transferred to 70% ethanol (Sigma) for storage at 4°C until analysis. Unless otherwise stated, sample sizes (C57BL/6NJ) are as follows: Single NL = 8; Single HU = 6; Social NL = 12; and Social HU = 12. To mitigate any technical artifacts from variations in euthanasia times across groups, one animal from each group was euthanized sequentially, and the sequence repeated until all animals have been euthanized for any given day. All dissections were completed within a 7-h period.\n\nSocial HU Cage Design and Construction\n\nThe social housing HU system for mice was generated using commercially available rat/guinea pig polycarbonate cages (Ancare, Cat# R20HT) with filter-top lids (Ancare, Cat# R20MBT). Holes were drilled on the walls of each cage to accommodate two food trays as well as the spouts of two water bottles. Food trays consisted of cryovial holders that were cut to fit into the short side wall of the cage (Nalgene, available from Thermo Fisher Scientific Cat# 5015-0002). The food tray was attached to each of the two short walls, 5.5 cm above the cage floor. A stainless steel mesh grate (Ancare, Cat# R20SSRWF) was laid out on the cage floor. Bedding was then placed such that it filled two thirds of the space between the cage bottom and the steel mesh grate. In our experience, adding more bedding is not ideal because animals tend to move the bedding to form mounds that come in contact with their hindlimbs. The grid of the ventilated cage lid was sawed out to create an open top. Using a drill, openings were created on one long side of the cage wall to install two spring attachments which were used to secure two water bottles (one for each animal). The spouts of these water bottles were routed into the cage 5.5 cm from the cage floor by drilling openings on the cage wall. Two rods were attached to the cage lids using binder clips to support two pulley systems (one for each animal).\n\nThe distance that the pulley apparatus can be moved by the animals along the suspended rod was adjusted carefully, using rubber washers to ensure that loading of the hindlimbs do not occur from contact with cage walls or the water sipper (Supplementary Figure S1). In addition, the two suspension rods were placed at an optimal distance from each other so that cephalad regions of the animals can come in contact while avoiding entanglement of the two sets of suspension apparatus (Supplementary Figure S1). To prevent loading of the hindlimbs while being weighed, HU animals were kept suspended on a small hook apparatus set over a lab animal balance as described in.\n\nMicrocomputed Tomography\n\nMicroarchitecture of the cortical and cancellous compartments of the tibia was quantified by μCT using the SkyScan 1272 system (Bruker). For cancellous bone morphology, the proximal tibia was scanned at 3.5 μm resolution. A 400 μm region of interest was 3D reconstructed with a 450 μm offset from the proximal growth plate. This region was auto-contoured using SkyScan CT Analyzer (CTAn) Software (Bruker) to select for the cancellous region. Cancellous parameters such as Bone Volume (BV, mm3), Tissue Volume (TV, mm3), percent Bone Volume (BV/TV, %), Trabecular Spacing (Tb.Sp, mm), Trabecular Thickness (Tb.Th, mm), and Trabecular Number (Tb.N, 1/mm) were quantified following standard μCT guidelines. For the analysis of cortical bone microstructure, the tibia was scanned at 12 μm resolution. A 300 μm region that was 200 μm proximal to the tibio-fibular junction (TFJ) was auto-contoured to analyze cortical bone parameters such as Marrow Area (Ma.Ar, mm2), Cortical Area (Ct.Ar, mm2), Endocortical Perimeter (Ec.Pm, mm), Periosteal Perimeter (Ps.Pm, mm), and Cortical Thickness (Ct.Th, mm).\n\nFlow Cytometry Analysis of White Blood Cells\n\nFlow cytometric analysis of white blood cells (WBC) isolated from C57BL/6NJ was performed, as described previously. Briefly, peripheral blood was collected and centrifuged at 2000×g for 15 min and plasma removed. Red blood cell lysis buffer at 1X dilution (eBioscience) was added and cells were incubated for 10 min at room temperature on an orbital shaker followed by addition of 1X Phosphate Buffered Saline Solution (PBS, Thermo Fisher Scientific). Cells were then centrifuged at 500×g for 5 min at 4°C to pellet out the WBC, fixed in 2% paraformaldehyde (Thermo Fisher Scientific) for 15 min on ice, washed, and incubated with Fc block (CD16/32 Block) for 20 min, followed by probing with anti-CD45-FITC, anti-CD4-PE, anti-CD8a-PerCP, anti-CD11b-PECy5, and anti-Ly6G-PE antibodies (all purchased from Thermo Fisher Scientific) for 1 h at room temperature in the dark. Samples were then washed twice in 1X PBS, and acquired using a Guava Flow Cytometer (Millipore). Unstained and single stained compensation controls were used during acquisition and FlowJo software (version 10.3.0) utilized for cytometric analysis.\n\nMeasurement of Plasma Corticosterone Levels\n\nPeripheral blood was collected from the vena cava and introduced into K3 EDTA tubes (Sarstedt, Cat# 41.1395.105). Centrifugation was performed at 2000×g at room temperature for 10 min and plasma collected. Plasma was diluted 1:100 and analyzed using a corticosterone ELISA kit (Abcam, Cat# ab108821) according to manufacturer’s instructions.\n\nStatistical Analysis\n\nEquivalence of variance was first evaluated by Levene’s test. If the variances were equal, two-way analysis of variance was performed. A Tukey post hoc test was employed when an interaction effect of p < 0.05 was observed. For multi-timepoint measures, repeated measures ANOVA was performed followed by Tukey post hoc test. If the variances were unequal, a two-factor linear model with interaction was employed treating the variance with a logarithmic transformation, with a threshold of p < 0.05. Statistical analyses were performed using JMP software version 13.1.0 (SAS Institute Inc.). Data shown are mean ± standard deviation.",
  "results": "Results\n\nTo test the hypothesis that social isolation impacts tissue responses to HU, we developed a refinement of the traditional NASA Ames HU cage design that allows paired housing of animals (Figure 2). We then performed a 30-day HU study under these social housing conditions, side-by-side with animals maintained according to the standard NASA single housing HU system (Figure 1). Animals selected for this study were female C57BL/6NJ mice shown previously to be sensitive to bone loss caused by HU. Controls (normally loaded, NL) were age- and sex-matched animals freely ambulating in standard mouse cages.\n\nTo begin to gain insight on whether responses to social housing HU were strain-specific, we also performed a separate 30-day HU experiment in socially housed female C57BL/6J mice (Supplementary Figures S3–S8), another commonly used strain to study musculoskeletal responses to disuse. Due to logistical constraints, this study had a smaller subset of experimental outcomes and only responses of socially housed NL controls and HU groups were evaluated.\n\nBody weights were measured at multiple time points during the HU period. In our experience, a modest weight loss (typically <10%) may occur within a week of HU. In C57BL/6NJ mice, there was a modest yet significant decline in body weights at days 7, 14, 21, 28, and 30 in the socially housed HU group compared to its NL control. At any given day of weighing, the magnitude of the difference in mean body weights of the socially housed HU group relative to its NL control was between 3 and 8%. There were no significant differences in body weights in the singly housed HU cohort versus singly housed NL controls at any time point (Figure 3 and Supplementary Table S1). We also looked into possible behaviors unique to the NL and HU social housing groups that could contribute to body weight differences. This was done by scoring select time periods in videos taken during the dark and light cycles (Supplementary Methods). Huddling, an adaptation that helps conserve body heat and therefore fat reserves, manifested in socially housed NL controls but not in socially housed HU animals. This was because physical contact between socially housed HU animals can only occur via cephalad regions. In addition, we observed a novel behavior wherein socially housed HU mice pass nestlets (enrichment) to or from their cagemates. Socially housed NL controls did not engage in this behavior (Supplementary Figure S2). In C57BL/6J mice, HU animals and their corresponding NL controls did not differ in body weights at any of the time points (Supplementary Figure S3 and Supplementary Table S2).\n\nMuscle and bone, conventionally considered mechanosensitive tissues, are profoundly sensitive to unloading. Hence the impact of social isolation on the response of these tissues to HU was examined. The weight of the soleus, a postural muscle known to undergo atrophy in response to spaceflight and unloading was measured. Experimental groups had comparable body weights at the onset of the 3-day acclimation period in assigned cages. However, there was a trend (non-significant) for body weight differences (0.8–1.0 g) across groups at the onset of HU. To account for these slight differences, tissue weights were normalized to body weights by dividing tissue weight by the body weight at euthanasia. Use of actual tissue weights did not change the main results or interpretation (Refer to Supplementary Tables S3, S4 for mean and SD of actual tissue weights).\n\nIn C57BL/6NJ mice, HU led to decrements in normalized soleus weight (Figure 4), whether the mice were housed singly or socially. The magnitudes of muscle atrophy between single and social housing HU cohorts were 44 and 36% respectively. There were no differences in normalized soleus weights between the single and social HU groups. In addition, values for singly and socially housed NL controls were comparable (Figure 4). In C57BL/6J mice, social housing HU also led to the expected decrement in normalized soleus weight (Supplementary Figure S4).\n\nMicrocomputed tomography (μCT) analyses were performed to determine the contribution of social isolation to HU-induced deficits in structure of cancellous (Figures 5A–D) and cortical (Figures 6A–E) bone compartments. As expected, in C57BL/6NJ mice HU led to deficits in some cancellous structural parameters, specifically % BV/TV (Figure 5A) and Tb.N (Figure 5D). Tb.Th (Figure 5B) and Tb.Sp (Figure 5C) were unchanged by HU compared to NL controls. HU also led to deficits in some cortical parameters including increased Ma.Ar (Figure 6A) and Ec.Pm (Figure 6E) as well as decreased Ct.Ar (Figure 6B), and Ct.Th (Figure 6C) while Ps.Pm (Figure 6D) was unchanged in HU versus NL controls. Single housing, independent of HU, also led to modest deficits in some cancellous structural parameters including increased Tb.Sp (Figure 5C) and decreased Tb.N (Figure 5D). Further, the type of social environment did not significantly alter the response to HU in any of the cancellous (Figures 5A–D) and cortical (Figures 6A–E) μCT parameters measured, as there were no interaction effects evident by two-way ANOVA.\n\nIn C57BL/6J mice, there were no differences between socially housed groups versus NL controls in BV/TV (Supplementary Figure S5A), Tb.Sp (Supplementary Figure S5C), and Tb.N (Supplementary Figure S5D). In contrast, there was a ∼15% decrement in Tb.Th in the HU cohort relative to NL controls (Supplementary Figure S5B). Compared to NL controls, socially housed HU mice displayed a 16% increase in Ma.Ar (Supplementary Figure S6A). There was a modest increase of 9% in Ec.Pm (Supplementary Figure S6E) in socially housed HU mice versus NL controls. These were consistent with the trend seen for the same parameters in C57BL/6NJ mice. Ct. Ar was comparable between NL and HU groups of socially housed C57BL/6J mice (Supplementary Figure S6B) in contrast to the HU-induced deficits (although modest) observed in C57BL/6NJ mice (Figure 6B). Ps.Pm increased by 4% (Supplementary Figure S6D) although its biological relevance is unlikely due to the small magnitude of change. Overall, skeletal responses to HU of socially housed groups in both strains displayed similar trends and recapitulated expected disuse-induced changes in bone structure.\n\nTo begin to gain insight into how social isolation during HU may impact the HPA axis, adrenal weights were measured at euthanasia and normalized to body weights (Figure 7) and plasma corticosterone levels were measured at the termination of the study (Figure 8). Adrenal hypertrophy can result from exposure to stressors such as social isolation as well as crowding. In C57BL/6NJ mice, singly housed NL controls showed a 43% increase in normalized adrenal weight compared to socially housed NL controls (Figure 7). Singly and socially housed groups showed differential adrenal responses to HU. Whereas there were no statistically significant differences due to HU in singly housed mice, HU increased normalized adrenal weights by 29% compared to NL controls in socially housed mice. Singly housed HU and socially housed HU groups showed comparable values (Figure 7). In socially housed, C57BL/6J mice, HU did not cause a statistically significant increase in normalized adrenal weights (Supplementary Figure S7), although the trend was consistent with the differences observed in socially housed C57BL/6NJ mice (Figure 7). Plasma corticosterone levels at the termination of the experiment were evaluated in singly and socially housed C57BL/6NJ mice. HU led to increased levels in circulating corticosterone regardless of social environment (Figure 8).\n\nSpleen weights and blood cell populations also were examined to assess the contribution of social isolation on aspects of immunity during HU. In both C57BL/6J and C57BL/6NJ mice, HU led to a reduction in spleen weights (normalized to body weights) compared to NL controls (Figure 9 and Supplementary Figure S8). The type of social environment did not significantly alter splenic weights (Figure 9). To further evaluate immune effects, flow cytometric analyses of peripheral WBCs of C57BL/6NJ mice were performed to calculate the percentage of select leukocyte subpopulations relative to total WBC, using the common leukocyte antigen (CD45) as a general WBC marker (Figures 10A–D). Compared to NL controls, HU under single housing conditions led to a reduction in the percentage of CD4+ cells within CD45+ cells (Figure 10A) while this was not observed in HU under socially housed conditions. CD4+ immunoreactivity marks a subpopulation of T-helper cells. HU did not alter the percentage of CD8+/CD45+cells, a subpopulation of T-cytotoxic cells, in either social environment (Figure 10B). Further, the percentage of CD11b+ cells which broadly marks myeloid cells, including neutrophils and monocytes was increased by HU irrespective of social environment (Figure 10C). Similarly, HU led to an increased percentage of neutrophils marked by Ly6G+CD11b+ immunoreactivity (Figure 10D) regardless of social environment.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "hindlimb unloading",
    "microgravity model",
    "bone loss",
    "muscle atrophy",
    "immune system",
    "spaceflight",
    "social isolation",
    "HPA axis",
    "Physiology",
    "Original Research"
  ],
  "citations": [
    {
      "title": "Modelling variance heterogeneity in normal regression using GLIM.",
      "authors": [
        "M. Aitkin"
      ]
    },
    {
      "title": "Effects of repeated stress on T cell numbers and function in rats.",
      "authors": [
        "O. A. Batuman",
        "D. Sajewski",
        "J. E. Ottenweller",
        "D. L. Pitman",
        "B. H. Natelson"
      ]
    },
    {
      "title": "The effects of space flight on immunocompetence.",
      "authors": [
        "W. R. Beisel",
        "J. M. Talbot"
      ]
    },
    {
      "title": "The HPA - immune axis and the immunomodulatory actions of glucocorticoids in the brain.",
      "authors": [
        "M. A. Bellavance",
        "S. Rivest"
      ]
    },
    {
      "title": "Guidelines for assessment of bone microstructure in rodents using micro-computed tomography.",
      "authors": [
        "M. L. Bouxsein",
        "S. K. Boyd",
        "B. A. Christiansen",
        "R. E. Guldberg",
        "K. J. Jepsen",
        "R. Muller"
      ]
    },
    {
      "title": "Orthostatic intolerance after spaceflight.",
      "authors": [
        "J. C. Buckey",
        "L. D. Lane",
        "B. D. Levine",
        "D. E. Watenpaugh",
        "S. J. Wright",
        "W. E. Moore"
      ]
    },
    {
      "title": "CBA/CaJ mouse ultrasonic vocalizations depend on prior social experience.",
      "authors": [
        "K. Burke",
        "L. A. Screven",
        "M. L. Dent"
      ]
    },
    {
      "title": "Exposure to chronic variable social stress during adolescence alters affect-related behaviors and adrenocortical activity in adult male and female inbred mice.",
      "authors": [
        "M. J. Caruso",
        "H. M. Kamens",
        "S. A. Cavigelli"
      ]
    },
    {
      "title": "Social isolation modifies the response of mice to experimental Mengo virus infection.",
      "authors": [
        "P. Clausing",
        "T. Bocker",
        "J. Diekgerdes",
        "K. Gartner",
        "J. Guttner",
        "A. Haemisch"
      ]
    },
    {
      "title": "Diagnostics for heteroscedasticity in regression.",
      "authors": [
        "R. D. Cook",
        "S. Weisberg"
      ]
    },
    {
      "title": "11β-hydroxysteroid dehydrogenase Type 1 is expressed in neutrophils and restrains an inflammatory response in male mice.",
      "authors": [
        "A. E. Coutinho",
        "T. M. Kipari",
        "Z. Zhang",
        "C. L. Esteves",
        "C. D. Lucas",
        "J. S. Gilmour"
      ]
    },
    {
      "title": "Alterations in adaptive immunity persist during long-duration spaceflight.",
      "authors": [
        "B. Crucian",
        "R. P. Stowe",
        "S. Mehta",
        "H. Quiriarte",
        "D. Pierson",
        "C. Sams"
      ]
    },
    {
      "title": "Immune system dysregulation during spaceflight: potential countermeasures for deep space exploration missions.",
      "authors": [
        "B. E. Crucian",
        "A. Chouker",
        "R. J. Simpson",
        "S. Mehta",
        "G. Marshall",
        "S. M. Smith"
      ]
    },
    {
      "title": "Effect of short- and long-duration spaceflight on QTc intervals in healthy astronauts.",
      "authors": [
        "D. S. D’Aunno",
        "A. H. Dougherty",
        "H. F. DeBlock",
        "J. V. Meck"
      ]
    },
    {
      "title": "Skeletal muscle adaptation in rats flown on Cosmos 1667.",
      "authors": [
        "D. Desplanches",
        "M. H. Mayet",
        "E. I. Ilyina-Kakueva",
        "B. Sempore",
        "R. Flandrois"
      ]
    },
    {
      "title": "Splenic atrophy in systemic lupus erythematosus.",
      "authors": [
        "A. M. Dillon",
        "H. B. Stein",
        "R. A. English"
      ]
    },
    {
      "title": "Alterations in the Nrf2-Keap1 signaling pathway and its downstream target genes in rat brain under stress.",
      "authors": [
        "J. Djordjevic",
        "A. Djordjevic",
        "M. Adzic",
        "M. Mitic",
        "I. Lukic",
        "M. B. Radojcic"
      ]
    },
    {
      "title": "Effects of chronic social isolation on Wistar rat behavior and brain plasticity markers.",
      "authors": [
        "J. Djordjevic",
        "A. Djordjevic",
        "M. Adzic",
        "M. B. Radojcic"
      ]
    },
    {
      "title": "Cognitive performance aboard the life and microgravity spacelab.",
      "authors": [
        "D. R. Eddy",
        "S. G. Schiflett",
        "R. E. Schlegel",
        "R. L. Shehab"
      ]
    },
    {
      "title": "Partial reductions in mechanical loading yield proportional changes in bone density, bone architecture, and muscle mass.",
      "authors": [
        "R. Ellman",
        "J. Spatz",
        "A. Cloutier",
        "R. Palme",
        "B. A. Christiansen",
        "M. L. Bouxsein"
      ]
    },
    {
      "title": "An alternant method to the traditional NASA hindlimb unloading model in mice.",
      "authors": [
        "J. A. Ferreira",
        "J. M. Crissey",
        "M. Brown"
      ]
    },
    {
      "title": "A direct comparison of metabolic responses to high-fat diet in C57BL/6J and C57BL/6NJ mice.",
      "authors": [
        "K. H. Fisher-Wellman",
        "T. E. Ryan",
        "C. D. Smith",
        "L. A. Gilliam",
        "C. T. Lin",
        "L. R. Reese"
      ]
    },
    {
      "title": "Effects of lower body negative pressure (LBNP) on the distribution of body fluids.",
      "authors": [
        "A. Foux",
        "R. Seliktar",
        "A. Valero"
      ]
    },
    {
      "title": "Operant task performance and corticosterone concentrations in rats housed directly on bedding and on wire.",
      "authors": [
        "C. Freed",
        "V. Martinez",
        "M. Sarter",
        "C. DeVries",
        "V. Bergdall"
      ]
    },
    {
      "title": "Deletion of nicotinamide nucleotide transhydrogenase: a new quantitive trait locus accounting for glucose intolerance in C57BL/6J mice.",
      "authors": [
        "H. C. Freeman",
        "A. Hugill",
        "N. T. Dear",
        "F. M. Ashcroft",
        "R. D. Cox"
      ]
    },
    {
      "title": "Glucocorticoid-induced osteoporosis.",
      "authors": [
        "B. Frenkel",
        "W. White",
        "J. Tuckermann"
      ]
    },
    {
      "title": "Short-duration spaceflight impairs human carotid baroreceptor-cardiac reflex responses.",
      "authors": [
        "J. M. Fritsch",
        "J. B. Charles",
        "B. S. Bennett",
        "M. M. Jones",
        "D. L. Eckberg"
      ]
    },
    {
      "title": "Three weeks of murine hindlimb unloading induces shifts from B to T and from th to tc splenic lymphocytes in absence of stress and differentially reduces cell-specific mitogenic responses.",
      "authors": [
        "F. Gaignier",
        "V. Schenten",
        "M. De Carvalho Bittencourt",
        "G. Gauquelin-Koch",
        "J. P. Frippiat",
        "C. Legrand-Frossi"
      ]
    },
    {
      "title": "Stress adaptation and adrenal activity in isolated and crowded rats.",
      "authors": [
        "A. Gamallo",
        "A. Villanua",
        "G. Trancho",
        "A. Fraile"
      ]
    },
    {
      "title": "Effects of wire-bottom caging on heart rate, activity and body temperature in telemetry-implanted rats.",
      "authors": [
        "M. Giral",
        "D. C. Garcia-Olmo",
        "K. Kramer"
      ]
    },
    {
      "title": "Hindlimb unloading: rodent analog for microgravity.",
      "authors": [
        "R. K. Globus",
        "E. Morey-Holton"
      ]
    },
    {
      "title": "Changes in mouse thymus and spleen after return from the STS-135 mission in space.",
      "authors": [
        "D. S. Gridley",
        "X. W. Mao",
        "L. S. Stodieck",
        "V. L. Ferguson",
        "T. A. Bateman",
        "M. Moldovan"
      ]
    },
    {
      "title": "Genetic models in applied physiology: selected contribution: effects of spaceflight on immunity in the C57BL/6 mouse. II. Activation, cytokines, erythrocytes, and platelets.",
      "authors": [
        "D. S. Gridley",
        "G. A. Nelson",
        "L. L. Peters",
        "P. J. Kostenuik",
        "T. A. Bateman",
        "S. Morony"
      ]
    },
    {
      "title": "Spaceflight effects on T lymphocyte distribution, function and gene expression.",
      "authors": [
        "D. S. Gridley",
        "J. M. Slater",
        "X. Luo-Owen",
        "A. Rizvi",
        "S. K. Chapes",
        "L. S. Stodieck"
      ]
    },
    {
      "title": "Effect of hind-limb suspension on young and adult skeletal muscle. I. normal mice.",
      "authors": [
        "N. Haida",
        "W. M. Fowler",
        "R. T. Abresch",
        "D. B. Larson",
        "R. B. Sharman",
        "R. G. Taylor"
      ]
    },
    {
      "title": "Estimating regression models with multiplicative heteroscedasticity.",
      "authors": [
        "A. C. Harvey"
      ]
    },
    {
      "title": "Effects of plantar vibration on bone and deep fascia in a rat hindlimb unloading model of disuse.",
      "authors": [
        "Y. Huang",
        "Y. Fan",
        "M. Salanova",
        "X. Yang",
        "L. Sun",
        "D. Blottner"
      ]
    },
    {
      "title": "Increased postflight carotid artery stiffness and inflight insulin resistance resulting from 6-mo spaceflight in male and female astronauts.",
      "authors": [
        "R. L. Hughson",
        "A. D. Robertson",
        "P. Arbeille",
        "J. K. Shoemaker",
        "J. W. Rush",
        "K. S. Fraser"
      ]
    },
    {
      "title": "Social isolation stress induces anxious-depressive-like behavior and alterations of neuroplasticity-related genes in adult male mice.",
      "authors": [
        "A. Ieraci",
        "A. Mallei",
        "M. Popoli"
      ]
    },
    {
      "title": "Time-dependent effects of isolation on lymphocyte and adrenocortical activity.",
      "authors": [
        "J. J. Jessop",
        "B. M. Bayer"
      ]
    },
    {
      "title": "Role of spleen in ANF-induced reduction in plasma volume.",
      "authors": [
        "S. Kaufman"
      ]
    },
    {
      "title": "Effect of portal hypertension on splenic blood flow, intrasplenic extravasation and systemic blood pressure.",
      "authors": [
        "S. Kaufman",
        "J. Levasseur"
      ]
    },
    {
      "title": "Changes in neutrophil functions in astronauts.",
      "authors": [
        "I. Kaur",
        "E. R. Simons",
        "V. A. Castro",
        "C. Mark Ott",
        "D. L. Pierson"
      ]
    },
    {
      "title": "Effects of spaceflight on bone microarchitecture in the axial and appendicular skeleton in growing ovariectomized rats.",
      "authors": [
        "J. A. Keune",
        "A. J. Branscum",
        "U. T. Iwaniec",
        "R. T. Turner"
      ]
    },
    {
      "title": "Oxidative stress and gamma radiation-induced cancellous bone loss with musculoskeletal disuse.",
      "authors": [
        "H. Kondo",
        "K. Yumoto",
        "J. S. Alwood",
        "R. Mojarrab",
        "A. Wang",
        "E. A. Almeida"
      ]
    },
    {
      "title": "Simulated space radiation sensitizes bone but not muscle to the catabolic effects of mechanical unloading.",
      "authors": [
        "A. R. Krause",
        "T. L. Speacht",
        "Y. Zhang",
        "C. H. Lang",
        "H. J. Donahue"
      ]
    },
    {
      "title": "The impact of social isolation on immunological parameters in rats.",
      "authors": [
        "U. Krugel",
        "J. Fischer",
        "K. Bauer",
        "U. Sack",
        "H. Himmerich"
      ]
    },
    {
      "title": "Cortical and trabecular bone mineral loss from the spine and hip in long-duration spaceflight.",
      "authors": [
        "T. Lang",
        "A. LeBlanc",
        "H. Evans",
        "Y. Lu",
        "H. Genant",
        "A. Yu"
      ]
    },
    {
      "title": "Muscle volume, MRI relaxation times (T2), and body composition after spaceflight.",
      "authors": [
        "A. LeBlanc",
        "C. Lin",
        "L. Shackelford",
        "V. Sinitsyn",
        "H. Evans",
        "O. Belichenko"
      ]
    },
    {
      "title": "Connexin 43 deficiency attenuates loss of trabecular bone and prevents suppression of cortical bone formation during unloading.",
      "authors": [
        "S. A. Lloyd",
        "G. S. Lewis",
        "Y. Zhang",
        "E. M. Paul",
        "H. J. Donahue"
      ]
    },
    {
      "title": "The hypothalamic-pituitary-adrenal and the hypothalamic- pituitary-gonadal axes interplay.",
      "authors": [
        "G. Mastorakos",
        "M. G. Pavlatou",
        "M. Mizamtsidi"
      ]
    },
    {
      "title": "Sex differences in the effects of adult short-term isolation rearing on contextual fear memory and extinction.",
      "authors": [
        "S. Matsuda",
        "S. Tohyama",
        "A. Mizutani"
      ]
    },
    {
      "title": "Beta-catenin haplo insufficient male mice do not lose bone in response to hindlimb unloading.",
      "authors": [
        "D. B. Maurel",
        "P. Duan",
        "J. Farr",
        "A. L. Cheng",
        "M. L. Johnson",
        "L. F. Bonewald"
      ]
    },
    {
      "title": "Isolation rearing impairs novel object recognition and attentional set shifting performance in female rats.",
      "authors": [
        "S. McLean",
        "B. Grayson",
        "M. Harris",
        "C. Protheroe",
        "M. Woolley",
        "J. Neill"
      ]
    },
    {
      "title": "Marked exacerbation of orthostatic intolerance after long- vs. short-duration spaceflight in veteran astronauts.",
      "authors": [
        "J. V. Meck",
        "C. J. Reyes",
        "S. A. Perez",
        "A. L. Goldberger",
        "M. G. Ziegler"
      ]
    },
    {
      "title": "Latent virus reactivation in astronauts on the international space station.",
      "authors": [
        "S. K. Mehta",
        "M. L. Laudenslager",
        "R. P. Stowe",
        "B. E. Crucian",
        "A. H. Feiveson",
        "C. F. Sams"
      ]
    },
    {
      "title": "Microgravity alters respiratory sinus arrhythmia and short-term heart rate variability in humans.",
      "authors": [
        "P. F. Migeotte",
        "G. K. Prisk",
        "M. Paiva"
      ]
    },
    {
      "title": "Spaceflight and bone turnover: correlation with a new rat model of weightlessness.",
      "authors": [
        "E. R. Morey"
      ]
    },
    {
      "title": "The hindlimb unloading rat model: literature overview, technique update and comparison with space flight data.",
      "authors": [
        "E. Morey-Holton",
        "R. K. Globus",
        "A. Kaplansky",
        "G. Durnova"
      ]
    },
    {
      "title": "Hindlimb unloading of growing rats: a model for predicting skeletal changes during space flight.",
      "authors": [
        "E. R. Morey-Holton",
        "R. K. Globus"
      ]
    },
    {
      "title": "Hindlimb unloading rodent model: technical aspects.",
      "authors": [
        "E. R. Morey-Holton",
        "R. K. Globus"
      ]
    },
    {
      "title": "Animal housing influences the response of bone to spaceflight in juvenile rats.",
      "authors": [
        "E. R. Morey-Holton",
        "B. P. Halloran",
        "L. P. Garetto",
        "S. B. Doty"
      ]
    },
    {
      "title": "A novel partial gravity ground-based analog for rats via quadrupedal unloading.",
      "authors": [
        "M. Mortreux",
        "J. A. Nagy",
        "F. C. Ko",
        "M. L. Bouxsein",
        "S. B. Rutkove"
      ]
    },
    {
      "title": "T-cell immunity and cytokine production in cosmonauts after long-duration space flights.",
      "authors": [
        "B. Morukov",
        "M. Rykova",
        "E. Antropova",
        "T. Berendeeva",
        "S. Ponomaryov",
        "I. Larina"
      ]
    },
    {
      "title": "Rat hindlimb muscle responses to suspension hypokinesia/hypodynamia.",
      "authors": [
        "X. J. Musacchia",
        "J. M. Steffen",
        "D. R. Deavers"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "PTH signaling in osteoprogenitors is essential for B-lymphocyte differentiation and mobilization.",
      "authors": [
        "C. Panaroni",
        "K. Fulzele",
        "V. Saini",
        "R. Chubb",
        "P. D. Pajevic",
        "J. Y. Wu"
      ]
    },
    {
      "title": "Osteopontin facilitates west nile virus neuroinvasion via neutrophil “Trojan horse” transport.",
      "authors": [
        "A. M. Paul",
        "D. Acharya",
        "L. Duty",
        "E. A. Thompson",
        "L. Le",
        "D. S. Stokic"
      ]
    },
    {
      "title": "Epstein-Barr virus shedding by astronauts during space flight.",
      "authors": [
        "D. L. Pierson",
        "R. P. Stowe",
        "T. M. Phillips",
        "D. J. Lugg",
        "S. K. Mehta"
      ]
    },
    {
      "title": "Biomechanics of red blood cells in human spleen and consequences for physiology and disease.",
      "authors": [
        "I. V. Pivkin",
        "Z. Peng",
        "G. E. Karniadakis",
        "P. A. Buffet",
        "M. Dao",
        "S. Suresh"
      ]
    },
    {
      "title": "The impact of reduced frequency of cage changes on the health of mice housed in ventilated cages.",
      "authors": [
        "C. K. Reeb-Whitaker",
        "B. Paigen",
        "W. G. Beamer",
        "R. T. Bronson",
        "G. A. Churchill",
        "I. B. Schweitzer"
      ]
    },
    {
      "title": "Effects of skeletal unloading on the antibody repertoire of tetanus toxoid and/or CpG treated C57BL/6J mice.",
      "authors": [
        "T. A. Rettig",
        "B. A. Bye",
        "N. C. Nishiyama",
        "S. Hlavacek",
        "C. Ward",
        "M. J. Pecaut"
      ]
    },
    {
      "title": "Up-regulation of TNF-producing T cells in the bone marrow: a key mechanism by which estrogen deficiency induces bone loss in vivo.",
      "authors": [
        "C. Roggia",
        "Y. Gao",
        "S. Cenci",
        "M. N. Weitzmann",
        "G. Toraldo",
        "G. Isaia"
      ]
    },
    {
      "title": "A spontaneous mutation in the nicotinamide nucleotide transhydrogenase gene of C57BL/6J mice results in mitochondrial redox abnormalities.",
      "authors": [
        "J. A. Ronchi",
        "T. R. Figueira",
        "F. G. Ravagnani",
        "H. C. Oliveira",
        "A. E. Vercesi",
        "R. F. Castilho"
      ]
    },
    {
      "title": "Early-life social experiences in mice affect emotional behaviour and hypothalamic-pituitary-adrenal axis function.",
      "authors": [
        "C. Ros-Simo",
        "O. Valverde"
      ]
    },
    {
      "title": "Differences in bone structure and unloading-induced bone loss between C57BL/6N and C57BL/6J mice.",
      "authors": [
        "J. S. Sankaran",
        "M. Varshney",
        "S. Judex"
      ]
    },
    {
      "title": "Leukocyte activity is altered in a ground based murine model of microgravity and proton radiation exposure.",
      "authors": [
        "J. K. Sanzari",
        "A. L. Romero-Weaver",
        "G. James",
        "G. Krigsfeld",
        "L. Lin",
        "E. S. Diffenderfer"
      ]
    },
    {
      "title": "Isolation and confinement as a model for spaceflight immune changes.",
      "authors": [
        "D. A. Schmitt",
        "L. Schaffar"
      ]
    },
    {
      "title": "Extension of murine life span by overexpression of catalase targeted to mitochondria.",
      "authors": [
        "S. E. Schriner",
        "N. J. Linford",
        "G. M. Martin",
        "P. Treuting",
        "C. E. Ogburn",
        "M. Emond"
      ]
    },
    {
      "title": "Simulated spaceflight produces a rapid and sustained loss of osteoprogenitors and an acute but transitory rise of osteoclast precursors in two genetic strains of mice.",
      "authors": [
        "M. Shahnazari",
        "P. Kurimoto",
        "B. M. Boudignon",
        "B. E. Orwoll",
        "D. D. Bikle",
        "B. P. Halloran"
      ]
    },
    {
      "title": "Influence of change from grouped to individual housing on a T-cell-dependent immune response in mice: antagonism by diazepam.",
      "authors": [
        "N. Shanks",
        "C. Renton",
        "S. Zalcman",
        "H. Anisman"
      ]
    },
    {
      "title": "Brief social isolation in the adolescent Wistar-Kyoto rat model of endogenous depression alters corticosterone and regional monoamine concentrations.",
      "authors": [
        "R. A. Shetty",
        "M. Sadananda"
      ]
    },
    {
      "title": "Higher heart rate of laboratory mice housed individually vs in pairs.",
      "authors": [
        "D. Spani",
        "M. Arras",
        "B. Konig",
        "T. Rulicke"
      ]
    },
    {
      "title": "Spaceflight effects on adult rat muscle protein, nucleic acids, and amino acids.",
      "authors": [
        "J. M. Steffen",
        "X. J. Musacchia"
      ]
    },
    {
      "title": "Effects of mission duration on neuroimmune responses in astronauts.",
      "authors": [
        "R. P. Stowe",
        "C. F. Sams",
        "D. L. Pierson"
      ]
    },
    {
      "title": "Adrenocortical and immune responses following short- and long-duration spaceflight.",
      "authors": [
        "R. P. Stowe",
        "C. F. Sams",
        "D. L. Pierson"
      ]
    },
    {
      "title": "Immune response after splenectomy.",
      "authors": [
        "J. L. Sullivan",
        "H. D. Ochs",
        "G. Schiffman",
        "M. R. Hammerschlag",
        "J. Miser",
        "E. Vichinsky"
      ]
    },
    {
      "title": "Atrial natriuretic factor increases splenic microvascular pressure and fluid extravasation in the rat.",
      "authors": [
        "R. Sultanian",
        "Y. Deng",
        "S. Kaufman"
      ]
    },
    {
      "title": "Fluid shifts in weightlessness.",
      "authors": [
        "W. E. Thornton",
        "T. P. Moore",
        "S. L. Pool"
      ]
    },
    {
      "title": "The effect of purified compared with nonpurified diet on bone changes induced by hindlimb suspension of female rats.",
      "authors": [
        "J. C. Tou",
        "S. B. Arnaud",
        "R. Grindeland",
        "C. Wade"
      ]
    },
    {
      "title": "Effects of diet and exposure to hindlimb suspension on estrous cycling in Sprague-Dawley rats.",
      "authors": [
        "J. C. Tou",
        "R. E. Grindeland",
        "C. E. Wade"
      ]
    },
    {
      "title": "Contribution of social isolation, restraint, and hindlimb unloading to changes in hemodynamic parameters and motion activity in rats.",
      "authors": [
        "D. Tsvirkun",
        "J. Bourreau",
        "A. Mieuset",
        "F. Garo",
        "O. Vinogradova",
        "I. Larina"
      ]
    },
    {
      "title": "Programmed administration of parathyroid hormone increases bone formation and reduces bone loss in hindlimb-unloaded ovariectomized rats.",
      "authors": [
        "R. T. Turner",
        "G. L. Evans",
        "J. M. Cavolina",
        "B. Halloran",
        "E. Morey-Holton"
      ]
    },
    {
      "title": "Chronic restraint stress upregulates erythropoiesis through glucocorticoid stimulation.",
      "authors": [
        "J. L. Voorhees",
        "N. D. Powell",
        "L. Moldovan",
        "X. Mo",
        "T. D. Eubank",
        "C. B. Marsh"
      ]
    },
    {
      "title": "Blood volume regulating hormones, fluid and electrolyte modifications during 21 and 198-day space flights (Altair-MIR 1993).",
      "authors": [
        "D. Vorobiev",
        "A. Maillet",
        "J. O. Fortrat",
        "L. Pastushkova",
        "A. M. Allevard",
        "D. Sigaudo"
      ]
    },
    {
      "title": "Partial weight suspension: a novel murine model for investigating adaptation to reduced musculoskeletal loading.",
      "authors": [
        "E. B. Wagner",
        "N. P. Granzella",
        "H. Saito",
        "D. J. Newman",
        "L. R. Young",
        "M. L. Bouxsein"
      ]
    },
    {
      "title": "Osteopontin regulates hindlimb-unloading-induced lymphoid organ atrophy and weight loss by modulating corticosteroid production.",
      "authors": [
        "K. X. Wang",
        "Y. Shi",
        "D. T. Denhardt"
      ]
    },
    {
      "title": "Lymphocyte reduction induced by hindlimb unloading: distinct mechanisms in the spleen and thymus.",
      "authors": [
        "L. X. Wei",
        "J. N. Zhou",
        "A. I. Roberts",
        "Y. F. Shi"
      ]
    },
    {
      "title": "Pair-housing of male and female rats during chronic stress exposure results in gender-specific behavioral responses.",
      "authors": [
        "C. Westenbroek",
        "T. A. Snijders",
        "J. A. den Boer",
        "M. Gerrits",
        "D. S. Fokkema",
        "G. J. Ter Horst"
      ]
    },
    {
      "title": "Skeletal abnormalities in rats induced by simulated weightlessness.",
      "authors": [
        "T. J. Wronski",
        "E. R. Morey"
      ]
    },
    {
      "title": "Skeletal response to simulated weightlessness: a comparison of suspension techniques.",
      "authors": [
        "T. J. Wronski",
        "E. R. Morey-Holton"
      ]
    },
    {
      "title": "Social isolation stress enhanced liver metastasis of murine colon 26-L5 carcinoma cells by suppressing immune responses in mice.",
      "authors": [
        "W. Wu",
        "T. Yamaura",
        "K. Murakami",
        "J. Murata",
        "K. Matsumoto",
        "H. Watanabe"
      ]
    },
    {
      "title": "Effects of long-term microgravity exposure in space on circadian rhythms of heart rate variability.",
      "authors": [
        "N. Yamamoto",
        "K. Otsuka",
        "Y. Kubo",
        "M. Hayashi",
        "K. Mizuno",
        "H. Ohshima"
      ]
    },
    {
      "title": "Spaceflight-induced intracranial hypertension and visual impairment: pathophysiology and countermeasures.",
      "authors": [
        "L. F. Zhang",
        "A. R. Hargens"
      ]
    }
  ],
  "original_title": "Influence of social isolation during prolonged simulated weightlessness by hindlimb unloading",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5b18/6753329/93800e93cfb3/fphys-10-01147-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5b18/6753329/568f1d1e233f/fphys-10-01147-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5b18/6753329/09f8d166a599/fphys-10-01147-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5b18/6753329/d5355f7b91a1/fphys-10-01147-g004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5b18/6753329/49f0245ab585/fphys-10-01147-g005.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5b18/6753329/c40d7004e6b1/fphys-10-01147-g006.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5b18/6753329/3f5a9a276cc7/fphys-10-01147-g007.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5b18/6753329/704a309fb72f/fphys-10-01147-g008.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5b18/6753329/a995b39246fd/fphys-10-01147-g009.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5b18/6753329/d3c16aa0d63c/fphys-10-01147-g010.jpg"
  ]
}