{
  "pmcid": "PMC7467030",
  "title": "Hypotheses about sub-optimal hydration in the weeks before coronavirus disease (COVID-19) as a risk factor for dying from COVID-19",
  "abstract": "To address urgent need for strategies to limit mortality from coronavirus disease 2019 (COVID-19), this review describes experimental, clinical and epidemiological evidence that suggests that chronic sub-optimal hydration in the weeks before infection might increase risk of COVID-19 mortality in multiple ways. Sub-optimal hydration is associated with key risk factors for COVID-19 mortality, including older age, male sex, race-ethnicity and chronic disease. Chronic hypertonicity, total body water deficit and/or hypovolemia cause multiple intracellular and/or physiologic adaptations that preferentially retain body water and favor positive total body water balance when challenged by infection. Via effects on serum/glucocorticoid-regulated kinase 1 (SGK1) signaling, aldosterone, tumor necrosis factor-alpha (TNF-alpha), vascular endothelial growth factor (VEGF), aquaporin 5 (AQP5) and/or Na+/K+-ATPase, chronic sub-optimal hydration in the weeks before exposure to COVID-19 may conceivably result in: greater abundance of angiotensin converting enzyme 2 (ACE2) receptors in the lung, which increases likelihood of COVID-19 infection, lung epithelial cells which are pre-set for exaggerated immune response, increased capacity for capillary leakage of fluid into the airway space, and/or reduced capacity for both passive and active transport of fluid out of the airways. The hypothesized hydration effects suggest hypotheses regarding strategies for COVID-19 risk reduction, such as public health recommendations to increase intake of drinking water, hydration screening alongside COVID-19 testing, and treatment tailored to the pre-infection hydration condition. Hydration may link risk factors and pathways in a unified mechanism for COVID-19 mortality. Attention to hydration holds potential to reduce COVID-19 mortality and disparities via at least 5 pathways simultaneously.",
  "introduction": "Background\n\nThere is an urgent need for strategies to limit mortality from coronavirus disease 2019 (COVID-19). Coronavirus is expected to infect up to 70% of the world’s population and kill millions of people. To date, the main public health strategy for limiting mortality, to reduce exposure to the virus via physical distancing, carries tremendous economic costs and may create COVID-19 disparities, as not everyone can telecommute for work or afford to shelter in place. The main treatment strategy for limiting mortality involves ventilators, which may not be available and accessible in adequate quantities. To address need for strategies that are less costly, more equitable, and more accessible, this paper describes potential causal paths from sub-optimal hydration before COVID-19 infection to increased morbidity and mortality. The hypothesized mechanisms suggest potential for free or low-cost, globally applicable drinking water interventions and hydration-informed treatment (e.g. hypertonic resuscitation) to limit COVID-19 mortality.\n\nWhy do people die from COVID-19?\n\nCOVID-19 triggers an immune response in the lungs that is described as a “cytokine storm” in the lay press and acute respiratory distress syndrome (ARDS) in the scientific literature. “Inflammation spikes, and fluid and dying cells fill the lung sacs, essentially drowning the patient.” The inflammation “makes the membranes between the air sacs and blood vessels more permeable, which can fill the lungs with fluid…In severe cases, you basically flood your lungs and you can’t breathe.” Death from ARDS is strongly associated with positive total body water (TBW) balance, i.e. body water retention  (see Fig. 1 ).\n\nRisk factors for COVID-19 death\n\nDeath from COVID-19 is strongly associated with older age, male sex, and age-related chronic health conditions. The United States (US) Centers for Disease Control (CDC) highlights the following risk factors: residence in a nursing home or long-term care facility, chronic lung disease or moderate to severe asthma, serious heart conditions, severe obesity (body mass index > 40), diabetes, renal failure, liver disease, and/or weakened immune system due to cancer treatment, smoking, bone marrow or organ transplantation, immune deficiencies, poorly controlled HIV or AIDS, and prolonged use of corticosteroids and other immune weakening medications. In the US and United Kingdom (UK), consistent with obesity, diabetes, cardiovascular and chronic kidney disease disparities, ethnic minorities are at increased risk of dying from COVID-19.\n\nAlthough not specified on the CDC’s list of risk factors, given the ARDS literature (e.g. Rahmel et al.), a propensity to retain body water when stressed or challenged is partially recognized as a risk factor for COVID-19 ARDS death. Recommendations for COVID-19 ARDS treatment explicitly aim to achieve a negative fluid balance of 0.5–1.0 L/d. This paper posits that attention to hydration may not only increase the success of treatment for ARDS but may also prevent the development of ARDS and positive fluid balance during COVID-19 infection, in the first place.\n\nHypotheses\n\nHypothesized mechanism\n\nThis paper hypothesizes that, compared to people who survive COVID-19, people who die from COVID-19 have too much fluid accumulating in their lungs, in part because of chronic suboptimal hydration before infection with COVID-19. Chronic hypertonic stress causes a wide variety of metabolic and physiologic adaptations throughout the body, which alter intracellular composition and response to subsequent hypo-osmotic challenge. Infection triggers an inflammatory response which signals body water retention and vessel dilation, creating relatively hypotonic conditions.\n\nGreater abundance of angiotensin converting enzyme 2 (ACE2) receptors in the lung, which increases likelihood of COVID-19 infection.\n\nLung epithelial cells which are pre-set for exaggerated immune response.\n\nIncreased capacity for capillary leakage of fluid into the airway space.\n\nReduced capacity for active transport of fluid out of the airways.\n\nReduced capacity for passive transport of fluid out of the airways.\n\nChronic hypertonicity, TBW deficit and/or hypovolemia in the weeks before COVID-19 infection are hypothesized to result in one or more adaptations, including:\n\nFluid accumulating in the lungs results from an imbalance between passive and active forces driving fluid into the airspaces and mechanisms removing fluid from the airspace. The multiplicity of factors influencing the balance of forces suggests need for intervention strategies that attend to multiple factors, simultaneously.\n\nEvidence motivating the hypotheses\n\nOverview\n\nThe rationale begins by linking the CDC’s list of risk factors for COVID-19 death with increased likelihood of suboptimal hydration, expressed in terms of hypertonicity, TBW deficit and/or hypovolemia. Suboptimal hydration is, next, linked with each of the adaptations, listed above, by experimental, clinical, and epidemiological evidence. Metabolic intermediates or pathways that mediate effects of suboptimal hydration are identified. Experiments and clinical trials that intervene against these mechanisms and increase survival from ARDS are described.\n\nRisk factors for COVID-19 death are associated with indices of suboptimal hydration\n\nHypertonicity, TBW deficit and/or hypovolemia are prevalent among people who are at increased risk for COVID-19 death. In population-representative datasets, a majority of older adults have plasma hypertonicity. In the US, hypertonicity is significantly more frequent among males than females and among Black or African Americans and Hispanics compared to Asians (78–79% vs 55%). Hypovolemia is common among residents of nursing home or long-term care facilities.\n\nHypertonicity is associated with chronic disease risk factors for COVID-19 death. The prevalence of hypertonicity in non-acutely ill US adults ages 51–70 years who have obesity, high waist circumference, insulin resistance, diabetes, hyperglycemia, glycosylated hemoglobin, dyslipidemia, hypertension and/or metabolic syndrome is 73%, compared to 56% among individuals without any of the listed conditions, in the same age group. Systematic review of observational studies suggests that hypernatremia is consistently associated with metabolic syndrome. Animal models and observational studies implicate hypertonicity and the vasopressin-hydration system in the etiology of chronic kidney disease. Hypovolemia is an established risk factor for renal failure in the ICU.\n\nBeyond older age, male sex, race-ethnicity and metabolic syndrome, hypertonicity and/or hypovolemia are also associated with asthma, liver disease, and impaired immune function, other risk factors for COVID-19 death highlighted by the CDC. Bronchial hyperresponsiveness in asthma is associated with hypertonicity. The pathogenesis of cirrhosis involves vasopressin/antidiuretic hormone, low effective circulatory volume and retention of sodium and water. Hypertonicity suppresses innate and adaptive immune responses. For US adults ages 50–70 years, hypertonicity doubles the risk of all-cause mortality within 3 to 6 years and has been proposed as a biomarker of general frailty.\n\nSuboptimal hydration causes body water retention\n\nHypertonicity, TBW deficit, and hypovolemia trigger changes in metabolism and physiology that favor cell water retention and TBW retention. Responses to acute and chronic hypertonicity are distinct. Multiple metabolic and physiologic responses co-occur impacting multiple pathways and organ systems simultaneously. In free-living individuals, under conditions of daily life, adaptation to chronic hypertonicity may take weeks.\n\nAcute suboptimal hydration\n\nAcute extracellular hypertonicity causes water to shift out of cells following the osmotic gradient via aquaporin channels. The cell shrinkage increases intracellular solute concentrations, which activate the Na+,K+-ATPase, Na+,K+,2Cl- co-transporter and the Na+/H+ exchanger, which couple to Cl-/H2CO3, to enhance cellular osmolarity and restore cell volume.\n\nAt the whole-person level, acute hypertonic shrinkage of osmoreceptor cells and/or hypovolemia activate the hypothalamic–pituitaryadrenal (HPA) axis and renin-angiotensin-aldosterone system (RAAS). Acute hypertonicity triggers release of arginine vasopressin, also known as antidiuretic hormone, which stimulates thirst and signals the kidney to concentrate urine and reduce urine volume. Acute hypovolemia triggers the kidney to produce renin, which stimulates the conversion of angiotensinogen to angiotensin 1 (Ang I) in the liver and the conversion of Ang I to angiotensin II (Ang II) by the angiotension-converting enzyme (ACE) in multiple organs, including the lung. Ang II causes vasoconstriction and secretion of antidiuretic hormone and aldosterone. Aldosterone binds to mineralocorticoid receptors and stimulates renal and intestinal sodium reabsorption by upregulating ENaC and Na+, K+-ATPase.\n\nChronic suboptimal hydration\n\nAt the cell level, chronic hypertonicity shifts metabolism to favor pathways that accumulate metabolic end-products (osmolytes) of low molecular weight inside the cell. The increased osmolyte concentrations create an osmotic gradient that drives water into the cell. Hypertonic conditions alter the expression of multiple genes. Hypertonicity activates tonicity-responsive enhancer binding protein (TonEBP), also known as nuclear factor of activated T cells (NFAT5), which coordinates increases in the expression of organic osmolyte transporters and enzymes such as aldose reductase (AR), betaine/GABA transporter (BGT1), sodium myoinositol transporter (SMIT) and taurine transporter (TauT). Hypertonic conditions induced by high-salt diet decrease expression of renal renin and angiotensinogen-mRNAs compared to normal- and low-salt diets. Hypertonic conditions reduce expression of the mineralocorticoid receptor that mediates aldosterone effects. Chronic hypertonicity and hypovolemia increase expression of vascular endothelial growth factor (VEGF).\n\nAt the physiological level, hypertonicity alters the levels and/or activity of hormones that depend on cell volume, such as insulin, and/or that regulate TBW balance, such as aldosterone. Experiments in animals and healthy humans show that hypertonicity induced by high salt diet or hypertonic infusion reduces plasma aldosterone. Crossover experiments in healthy volunteers report that infusion of 25 ml/kg of a relatively hypertonic solution (osmolarity 614 mOsm/l; tonicity 373 mOsm/l) significantly decreases plasma aldosterone relative to the same volume of a hypotonic solution (osmolarity 447 mOsm/l; tonicity 169 mOsm/l). In controlled experiments in healthy humans, hypertonic saline infusion decreases plasma aldosterone and free water clearance.\n\nIn healthy young men with urine osmolality over 800 mmol/kg under conditions of daily life, chronic hypertonicity and mild (<2%) TBW deficit appear associated with metabolic and physiologic adaptations that result in water retention in response to hypotonic challenge. Four weeks of sustained higher intake of drinking water (>+1L/d) is associated with a mean (SE) decrease in HOMA-IR of 2.2 (0.2) to 1.7 (0.1), a mean (SE) increase in plasma aldosterone from 111 (17) pg/ml to 143 (19) pg/ml and an average (SE) increase in body weight of +1.8 (0.5) percent. While significant change in body weight is not detected from one week to the next, the cumulative change over 4 weeks is statistically significant and correlated with increases in serum sodium and a muted change in water turnover.\n\nAdaptation to chronic hypertonicity presets for overreaction to hypotonic challenge\n\nCells that have adapted to hypertonic conditions are vulnerable to over-swell or lyse if exposed to hypotonic conditions. The higher intracellular osmolyte concentrations draw water in by osmosis. The phenomenon is well-established as a complication of hyperglycemic hypertonic dehydration in diabetic patients, source of systematic error in the hematology literature, cause of neuronal excitability, and hyponatremia associated brain damage. To protect against lysis, cells adapted to hypertonic conditions release more osmolytes given acute hypotonic challenge, compared to cells maintained in isotonic conditions or cells exposed to repeated hypotonic challenge.\n\nIn healthy young men with usual total water intake below 2L/d and urine osmolality above 800 mmol/kg, an acute bolus of 750 ml drinking water reduces urine osmolality by over 700 mmol/kg within 60 min. After 4 weeks of total water intake above 3L/d, the corresponding decrease in urine osmolality induced by an acute 750 ml bolus is approximately halved.\n\nChronic suboptimal hydration may increase risk of COVID-19 infection\n\nHypertonicity may increase risk of COVID-19 infection by reducing aldosterone, and/or increasing insulin resistance, which increase ACE2 receptors. The balance of ACE and ACE2 receptors regulates the RAAS. While ACE converts Ang I to Ang II, which has vasoconstricting effects, ACE2 converts Ang II to Ang-1–9 and Ang-1–7, which have opposite, vasodilating and anti-inflammatory, effects. ACE2 abundance is inversely related with aldosterone. Hypoaldosteronism is known to interrelate with diabetes and renal insufficiency for persons ages 50–70 years. In rodent models ACE2 expression is increased by diabetes and decreased by insulin administration. Diabetes is hypothesized to increase risk of COVID-19 infection by increasing ACE2 receptors.\n\nChiusano et al. propose a model for describing mechanisms involved in COVID-19 infection that implicates ACE2 receptors, in conjunction with aldosterone and conditions that predispose to ARDS and poor disease outcome. ACE2 receptors are expressed by lung epithelial cells. The spike proteins of SARS-CoV bind to ACE2 receptors. Antibodies that bind ACE2 block SARS-CoV infection. “ACE2 has recently been identified as the SARS-CoV-2 receptor, the infective agent responsible for COVID-19, providing a critical link between immunity, inflammation, ACE2, and cardiovascular disease.” “We know that SARS-COV-2 is bound to ACE2 which serves as a portal of entry of the SARS-COV2 virus into cells—just as it was for the SARS and probably the MERS viruses. Theoretically, anything with increased ACE2 levels could make patients more susceptible to infection with coronavirus, and make their cases more severe.” “It is becoming evident that the RAAS system is involved in HCoV infections and presumably of high importance for their pathogenicity.” “Attention should… focus on monitoring COVID19 propensities for the …diseases or treatments that trigger ACE2 increase.”\n\nInfection creates a hypotonic challenge\n\nDuring infection, monocytes and macrophages secrete cytokines, including tumor necrosis factor-alpha (TNF-alpha), interleukin-1beta (IL1B) and interleukin-6 (IL6), into the circulation. Increased plasma TNF-alpha, IL1B and IL6 stimulate secretion of corticotrophin-releasing hormone, adrenocorticotropic hormone, vasopressin and oxytocin, which trigger antidiuresis and increase risk of hyponatremia.\n\nSuboptimal hydration promotes an immune response like that described as a ‘cytokine storm’\n\nPreliminary data on COVID-19 and similarities between SARS-COV2 and other betacoronaviruses such as Severe Acute Respiratory Syndrome (SARS)-CoV or Middle East Respiratory Syndrome (MERS)-CoV suggest a 2-step pattern of activation of the immune system. During the type 1 IFN mediated initial step, in lung epithelial cells and macrophages, cascades of molecular events, via transcription factor nuclear factor κB (NF-κB) and IRF3/7, result in the production of cytokines such as IL1, IL6, or TNF-alpha. In some cases, the virus escapes the initial step, causing extra tissue damage and antibody response, which escalate subsequent immune response to the level of vicious cycle called cytokine storm; Additional, blood-derived macrophages/monocytes are attracted, activated and lead to uncontrolled, secondary innate and adaptive (T cell mediated) responses  .\n\nChronic hypertonicity in the weeks before infection could conceivably play a role in suppressing the initial immune response to COVID-19 by lung epithelial cells. In vitro, treatment of primary human small airway epithelial cells with hypertonic saline suppresses neutrophil, monocyte, and natural killer and T cell chemoattractants, as well as the pro-inflammatory cytokines IL32, IL6 and LIF. Adaptation to chronic hypertonicity before infection may delay the arrival of neutrophils, monocytes, natural killer and T cells in the early stage of infection, allowing time for the COVID-19 virus to replicate and infect more cells.\n\nHypertonicity is described as a “danger signal” that boosts the immune system to ward off infection without need for de novo production of mediators. Hypertonicity may amplify neutrophil, monocyte, macrophage, and T cell response. Under the controlled environmental conditions of an enclosed spaceflight simulation center, compared to a lower salt diet of 6 g/d, a high salt diet of 12 g/d for 50 +/- 10 days is associated with a marked increase in the number of monocytes and “potential risk of excessive immune response when infection occurs” in healthy young men. In a randomized, double-blind crossover study involving asthmatic patients, high salt diet for two weeks significantly increased post-exercise-induced sputum neutrophil and eosinophil differential cell counts and induced sputum supernatant concentration of eosinophil cationic protein, IL1beta, IL8, leukotriene (LT) C(4)-E(4), LTB(4), and prostaglandin D(2) compared to low salt diet. Adaptation to long-term or chronic hypertonicity may be required to magnify the immune response, as acute infusion of hypertonic saline does not significantly change the number of monocytes in young women. Effects of hypertonicity on immunity depend on the extent and duration of the hypertonic state.\n\nEffects of hypertonicity on neutrophils, T cells and macrophages in vitro and in animal models have been reviewed by Kølsen-Petersen. Chronic hypertonicity impacts immune responses via signal transduction cascades that involve NF-κB, p38 MAPK and NFAT5. NFAT5 coordinates expression of osmolytes and augments the effect of NF-κB on critical aspects of the innate and adaptive immune responses.\n\nIn vitro, hypertonicity stimulates the secretion of pro-inflammatory cytokines such as IL6 and TNF-alpha by monocytes and induces the stimulation of macrophages. Monocytes that produce extra TNF-alpha are distinguished as an “inflammatory subset” with potent pro-inflammatory activity. TNF-alpha induces NF-κB, thereby creating a feedback system that propagates and magnifies cytokine response.\n\nIncreased extracellular osmolality also influences adaptive immunity. Hypertonic saline promotes T cell proliferation by increasing cAMP, which triggers a phosphorylation cascade that activates p38 MAPK in T cells, neutrophils, and monocytes, which in turn increases IL2 production. In T cells, hypertonic conditions activate NFAT5, which upregulates TNF-alpha alongside increased expression of osmoprotective genes. High salt conditions promote the differentiation of CD4+ helper T cells into IL17-producing CD4+ helper T cells (TH17 cells), via p38 MAPK and NFAT5, as well as serum/glucocorticoid-regulated kinase 1 (SGK1)-dependent signaling. In vitro hypertonicity or in vivo high salt diet also impair the function of regulatory T cells (Tregs), that normally counteract the effects of Th17 cells, by increasing the SGK1-mediated production of interferon gamma and inducing a TH1 phenotype (TH1-like Tregs). Th17 cells are involved in inflammation and drive autoimmune diseases in animal models. Induced activation of Th17 cells results in ARDS in mice.\n\nRegarding humoral immunity, hypertonicity participates in B cell activation and differentiation (Pax5 downregulation and CD138 upregulation). In a secondary phase, it increases cell death and impairs plasmablast differentiation. Class switch to IgG1 is impaired, phosphorylation of p38 mitogen-activated kinase is inhibited and NFAT5 response is delayed.\n\nHypovolemia, in the context of large loss of blood volume due to hemorrhage, is known to trigger the immune system and increase inflammation and neutrophil activation. Effects of hemorrhagic shock (hypovolemia) on immune response are similar enough to those of hyperosmotic stress to be considered equivalent.\n\nFinally, perhaps to balance or compensate for hypertonicity-induced increases in reactive oxygen species, and important when considering the context of infection-induced hypotonic challenge subsequent to adaptation to hypertonicity, chronic hypertonicity also increases intracellular glutathione, an antioxidant, via glutathione peroxidase (GPX). Increased glutathione concentrations can restore redox balance and decrease the release of cytokines and chemokines from lung cells by decreasing NF-κB activation. The main function of endogenous intracellular glutathione is to gauge the innate immune response to infection.\n\nResponse tohypotonicity after adaptation tohypertonicity\n\nRelative hypotonicity causes cell swelling by osmosis, which triggers cellular loss of organic osmolytes including amino acids, polyols and trimethylamines. Glutathione, a low molecular weight osmolyte and the most abundant intracellular antioxidant thiol, is depleted from cells in hyponatremia. The osmotically induced loss of intracellular glutathione makes cells more susceptible to oxidative injury. Glutathione production via glutathione peroxidase (GPX) is decreased by hypotonicity, delaying re-accumulation of intracellular glutathione concentrations after loss due to hypotonic swelling. An altered redox balance, excess generation vs. elimination of reactive oxygen species (ROS), is implicated in lung inflammation and ARDS.\n\nDuring lung injury, in the midst of the hypotonic challenge, hypertonic saline has an anti-inflammatory effect. During injury, hypertonicity promotes cell cycle arrest, and prevents ROS formation and mitochondria depolarization, mediated by p53-p21 signaling. This effect implies the converse, that relative hypotonicity during the inflammatory response decreases p53 gene regulation and cell cycle arrest and increases ROS formation and mitochondrial polarization. It is well established that the use of isotonic saline to restore blood volume and tissue perfusion after hemorrhagic shock results in edema formation, neutrophil activation and an inflammatory cascade. For individuals who are adapted to hypertonic conditions, it would not be surprising that restoration of hypertonic conditions with hypertonic saline has beneficial effects.\n\nNeutrophils are primary mediators of organ injury following trauma. The effect of hypertonicity on neutrophil activation depends on the timing of the hypertonicity. In vitro, it has been observed that if hypertonic saline is present before infection (lipopolysaccharide stimulation), then hypertonic solutions inhibit neutrophil activation in response to the infection. After hypertonic conditioning, neutrophils have an exaggerated cytotoxic response in normotonic conditions. In vitro, the duration of hypertonic pretreatment modifies lung neutrophil responsiveness to infection under isotonic conditions.\n\nSuboptimal hydration increases risk of fluid leakage into the airway space\n\nChronic hypertonicity and hypovolemia favor capillary leakage by increasing expression of VEGF, which stimulates lymphatic formation and endothelial nitric oxide synthase expression. Increased expression of VEGF stimulates angiogenesis and can increase vascular permeability 20,000 times more potently than histamine. It causes vasodilation, mediated by nitric oxide.\n\nVEGF dysregulation is associated with ARDS. In mice, experimental overexpression of VEGF in alveolar epithelial cells is associated with capillary leakage and pulmonary edema, airway hyperresponsiveness, inflammation and mortality. Clinical studies report that ARDS patients have significantly higher plasma VEGF than normal controls and ventilated controls. Experimental data suggest that increases in plasma VEGF levels during infection determine ARDS risk. Following induced infection, mice that develop acute lung injury experience a significant increase in plasma VEGF levels by day 7 after infection, while mice that do not develop acute lung injury experience no significant change in VEGF levels.\n\nBoth pre-infection hypertonicity and infection-induced hypotonicity might be expected to increase plasma VEGF, because both hypernatremia and hypotonicity-induced aldosterone may increase VEGF. Aldosterone increases VEGF-A mRNA and protein expression in a dose- and time-dependent manner in neutrophils via PI3 kinases, ERK1/2, and p38 MAPK. Angiogenesis is subject to U-shaped response curves [151].\n\nSuboptimal hydration limits active transport of fluid out of the airway space\n\nChronic hypertonicity and hypovolemia may limit active transport of fluid out of the lungs during COVID-19 infection by decreasing the expression of ENaC and Na+,K+ -ATPase. Fluid is normally removed from the alveolar space by active transport of sodium by Na+ channels on the apical surface of the alveolar epithelium, and subsequently pumped out of the cell to the interstitium by Na+/K+-ATPase on the basal-lateral side [152]. The sodium potassium adenosine triphospatase (Na+/K+-ATPase) on the basolateral surface of alveolar type 1 epithelia creates a driving force that pulls Na+ from the alveolar space through the epithelial sodium channel (ENaC) and other amiloride sensitive sodium channels on the apical surface [153].\n\nActive transport of sodium is impaired in ARDS. Dysregulation of the ion channels in alveolar epithelia cells causes pulmonary edema. Impaired ENaC predisposes to more severe lung injury. A 50% reduction in both alpha1 and alpha 2 subunit protein expression of ENaC significantly decreases the maximal cAMP dependent fluid clearance. Recovery from pulmonary edema depends on active salt and water fluid transport from the distal air spaces. Increased ENaC and Na+/K+-ATPase activity can reduce the risk of acute lung injury.\n\nSuboptimal hydration limits passive transport of fluid out of the airway space\n\nChronic hypertonicity and hypovolemia may limit passive transport of fluid out of the lungs during COVID-19 infection by causing an exaggerated decrease in the membrane abundance of aquaporin 5 (AQP5) water channels in response to the hypotonic challenge created by the infection.\n\nAQP5 abundance is tightly regulated by osmolality and reduced in a stepwise fashion by extracellular hypotonicity. Cell responses to initial osmotic challenge and subsequent regulatory volume change require AQP5. In individuals who are adapted to chronic hypertonicity before infection, the hypotonic conditions created during infection can be expected to represent a relatively more hypotonic challenge, resulting in an exaggerated reduction of AQP5 membrane abundance, compared to the response of individuals adapted to normotonic conditions before infection (See section on preliminary data and Appendix below). Downregulation of AQP5 decreases survival from sepsis induced lung injury.\n\nIn rats, pulmonary expression of AQP1 and AQP5 is downregulated by hypovolemia, induced by acute hemorrhage, and lipopolysaccharide infection. The “decrease in both AQP1 and AQP5 may contribute to edema by essentially reducing the transcellular rate of removal of excess water, thereby effectively trapping water in the alveolar and interstitial spaces. These changes in AQP expressions either may represent a response to inflammation associated pulmonary edema or may be causal in the formation of pulmonary edema ”.\n\nIn mice, pulmonary inflammation induced by adenovirus infection and lipopolysaccharide significantly downregulates AQP5 expression. Treatment of murine lung epithelial cells (MLE-12) with the proinflammatory cytokine TNF-alpha results in a concentration- and time-dependent decrease in AQP5 mRNA and protein expression. AQP5 expression is decreased 2-fold at the mRNA level and 10-fold at the protein level. The decreased AQP5 expression is sustained 7–14 days after infection. The molecular pathway for the AQP5 downregulation involves TNF-alpha binding to a 55-kDa receptor (TNFR1) and/or to a 75-kDa receptor (TNFR2), alterations in gene expression via activation of multiple signal transduction pathways, including the MAP kinase family, ERK1/2, p38, and JNK, and NF-κB.\n\nIntervention to address hydration status increases survival\n\nExperimental data indicate that intervention to improve hydration reduces ARDS mortality. Under conditions of hemorrhage and shock, hypertonic resuscitation solutions cause a high osmotic gradient that shifts water into the intravascular compartment from edematous endothelial cells, an immediate increase of systemic pressure and cardiac output with reduced peripheral vascular resistance, instantaneous increase of blood flow, resumption of organ function, increased urinary output, and increased survival rate. Hypertonic saline resuscitation inhibits LPS-induced TNF-alpha production, enhances IL10 release, and shifts the balance of pro- and counter-inflammatory cytokine production in favor of an anti-inflammatory response in alveolar macrophages. Nebulized hypertonic saline decreases lung inflammation, alveolar macrophage activation, and neutrophil recruitment into the lung. In ARDS, a negative cumulative fluid balance is associated with markedly increased survival.\n\nA large clinical network established through the National Heart, Lung and Blood Institute (NHLBI) developed fluid management guidelines that have improved outcomes for patients with ARDS. Consistent with a return to a pre-infection hypertonic state, hypertonic saline, and not isotonic saline, improves outcomes for ARDS patients.\n\nAlternative hypotheses\n\nGenetic predisposition\n\nGenetic susceptibility to COVID-19 cannot be ruled out as an explanation for increased COVID-19 mortality that is independent of hydration. A polymorphism that affects ACE activity is associated, for example, with ARDS mortality. ARDS patients with genotype leading to lower ACE activity have increased survival. A common single nucleotide polymorphism (SNP; −1364A/C; rs3759129) in the AQP5 gene promoter, cytosine instead of adenosine at position −1364, is associated with decreased AQP5 expression and decreased survival from sepsis. A gain-of-function SGK1 polymorphism could cause metabolic syndrome on the one hand and augment the inflammatory response during COVID-19 induced ARDS on the other\n\nImplications of the hypothesized mechanism\n\nThe hypothesized mechanism(s) described above suggest opportunity for hydration-related strategies to limit COVID-19 mortality and motivate testable hypotheses regarding hydration screening to identify people at-risk, drinking water intervention to reduce COVID-19 infection and morbidity, and treatment protocol tailored to the pre-infection hydration condition.\n\nPotential for hydration screening to identify people at-risk\n\nDespite lack of a gold standard biomarker for hydration and controversy regarding chronic TBW deficit among non-acutely ill individuals under free-living conditions, biomarkers such as leukocyte SGK1 mRNA and saliva osmolality, at the cellular and physiological levels, respectively, may reflect chronic hypertonicity and/or TBW deficit and increased risk of COVID-19 infection, morbidity and/or mortality.\n\nSgk1\n\nSGK1 is strongly upregulated by dehydration and contributes to the orchestration of inflammation. SGK1 stimulates IL23 to generate IL17-producing CD4+ TH17 cells. TH17 cells, in turn, upregulate the pro-inflammatory cytokines GM-CSF, TNF-alpha and IL2. Up-regulation of SGK1 theoretically predisposes to a severe course of lung infection.\n\nSGK1 participates in the orchestration of tissue fibrosis, by inactivating the ubiquitin ligase Nedd4L, which degrades TGFß, a key stimulator of fibrosis. SGK1 activates NFκB, a transcription factor fostering inflammation and fibrosis. Excessive SGK1 expression is observed in a wide variety of fibrosing diseases, including lung fibrosis.\n\nSGK1 plays a pivotal role in platelet activation, which contributes to a severe course of COVID-19 infection\n\nSaliva osmolality\n\nSaliva osmolality has been proposed as a biomarker for isotonic dehydration and chronic TBW deficit. Unlike serum and urine osmolality, which are sensitive to acute change in TBW, saliva osmolality appears relatively more sensitive to longer-term hydration, over weeks, than serum or urine osmolality (See preliminary data and Appendix below). Saliva osmolality is regulated by aldosterone.\n\nPotential for drinking water intervention\n\nAs of August 2020, health authorities, including the WHO and CDC, advise the public to wash hands often with soap and water, avoid touching the face, avoid close contact with people by physical distancing and staying home, wear mouth covering around others, and regularly clean and disinfect. None of the recommended strategies explicitly work to correct chronic hypertonicity and/or hypovolemia. Prospective studies and randomized interventions might test if, in addition to sheltering in place, a sustained increase in drinking water over weeks lowers COVID-19 mortality to a greater extent than social distancing alone, by decreasing ACE2 receptors and improving immune response.\n\nPreliminary data regarding effects of drinking water intervention\n\nIn healthy young men under conditions of daily life, sustaining an increase in total water intake from a baseline below 2L/d to above 3L/d for 4 weeks by increasing intake of plain drinking water was associated with significant increases in plasma aldosterone and VEGF, and a smaller reduction in saliva AQP5 following acute hypotonic challenge (See Appendix). At baseline, 60 min after an acute bolus of 750 ml drinking water following overnight food and water restriction, the mean (SE) saliva AQP5 was 0.20 (0.09) ng/ml. After 4 weeks of sustained higher water intake, the corresponding post-bolus mean (SE) saliva AQP5 was higher, 0.87 (0.43) ng/ml.\n\nThe preliminary data also suggest that for individuals with usual total water intake below 2L/d and urine osmolality above 800 ml/kg, saliva osmolality above 100 mmol/kg (i.e. indication of TBW deficit in addition to hypertonicity) signals different response to drinking water intervention. After 4 weeks of consuming >+1L/d drinking water above baseline, individuals who initially have urine osmolality above 800 mmol/kg and saliva osmolality above 100 ml/kg show significantly greater increases in RBC glutathione peroxidase and RBC K:Na after a 750 ml bolus of drinking water than individuals with initial saliva osmolality below 100 mmol/kg (see Appendix).\n\nPotential to tailor treatment for COVID-19 to pre-infection hydration status\n\nAlthough “fluid management is important to consider as a measure to reduce pulmonary oedema ”, treatment guidelines do not call attention to the pre-infection chronic hydration state. The guidelines focus on the acute hydration state during infection: “In the absence of shock, fluid conservative therapy is recommended to achieve a negative fluid balance of 0.5–1.0 L per day. In the presence of shock, fluid balance might be achieved with renal replacement therapy, especially if there is associated acute kidney injury and oliguria.” “Therapeutically, hyponatremia during inflammation is challenging. However, it is important for physicians to beware of the predisposition to anti-diuresis in this context and adjust intravenous fluid therapy accordingly.”\n\nTreatment tailored to pre-infection hydration state is hampered by the fact that lab tests ordered when the patient presents to the clinic reflect status after infection. Recognized hydration lab tests such as urine osmolality, BUN:creatinine and serum osmolality are relatively insensitive to chronic hypertonicity over weeks before the infection. There is potential opportunity to add biomarkers of chronic hypertonicity, such as SGK1 and saliva osmolality, to clinical lab protocol.\n\nWevers et al suggest that if the pathogenicity of coronavirus infections depends on dysregulation of the renin-aldosterone system, then “a therapy aimed at restoring the RAS equilibrium provides the opportunity to treat the symptoms of an infection. Especially in elderly patients, this treatment might be beneficial as the aged population is most vulnerable to deregulation of the RAS.”\n\nChiusano et al hypothesize that the severity of COVID-19 infection is modulated by patient predisposition and capability to mount an appropriate immune response before infection.\n\nThe success of hypertonic saline treatment may depend on preexisting dehydration.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Chronic hydration",
    "Hypertonicity",
    "COVID-19",
    "Mortality",
    "ACE2 receptors",
    "VEGF",
    "AQP5",
    "SGK1",
    "Saliva osmolality",
    "Drinking water intervention",
    "Article"
  ],
  "citations": [
    {
      "title": "Coronavirus may infect up to 70% of world’s population, expert warns – CBS News n.d. https://www.cbsnews.com/news/coronavirus-infection-outbreak-worldwide-virus-expert-warning-today-2020-03-02/ (accessed April 28, 2020).",
      "authors": []
    },
    {
      "title": "Trump’s plan to end coronavirus social distancing has sparked a major debate – Vox n.d. https://www.vox.com/coronavirus-covid19/2020/3/27/21193879/coronavirus-covid-19-social-distancing-economy-recession-depression (accessed April 28, 2020).",
      "authors": []
    },
    {
      "title": "The Coronavirus Class Divide: Space and Privacy – The New York Times n.d. https://www.nytimes.com/2020/04/12/us/politics/coronavirus-poverty-privacy.html (accessed May 8, 2020).",
      "authors": []
    },
    {
      "title": "There are 300 Available Ventilators in San Diego County: Is That Enough? – NBC 7 San Diego n.d. https://www.nbcsandiego.com/news/investigations/there-are-300-available-ventilators-in-san-diego-county-is-that-enough/2291581/ (accessed April 28, 2020).",
      "authors": []
    },
    {
      "title": "What damage does COVID-19 do to your lungs? n.d. https://www.click2houston.com/features/2020/03/30/what-damage-does-covid-19-do-to-your-lungs/ (accessed April 28, 2020).",
      "authors": []
    },
    {
      "title": "Here’s what coronavirus does to the body n.d. https://www.nationalgeographic.com/science/2020/02/here-is-what-coronavirus-does-to-the-body/ (accessed April 28, 2020).",
      "authors": []
    },
    {
      "title": "The aquaporin 5–1364A/C promoter polymorphism impacts on resolution of acute kidney injury in pneumonia evoked ARDS",
      "authors": [
        "T. Rahmel",
        "H. Nowak",
        "K. Rump",
        "W. Siffert",
        "J. Peters",
        "M. Adamzik"
      ]
    },
    {
      "title": "Severe Outcomes Among Patients with Coronavirus Disease 2019 (COVID-19) — United States, February 12–March 16, 2020",
      "authors": [
        "S. Bialek",
        "E. Boundy",
        "V. Bowen",
        "N. Chow",
        "A. Cohn",
        "N. Dowling"
      ]
    },
    {
      "title": "Male vs female coronavirus deaths by country: Italy, China, Spain - Business Insider n.d. https://www.businessinsider.com/men-women-coronavirus-death-rates-by-country-worldwide-health-habits-2020-4 (accessed May 10, 2020).",
      "authors": []
    },
    {
      "title": "People Who Are at Higher Risk for Severe Illness|CDC n.d. https://www.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/people-at-higher-risk.html (accessed April 28, 2020).",
      "authors": []
    },
    {
      "title": "COVID-19 and African Americans",
      "authors": [
        "C.W. Yancy"
      ]
    },
    {
      "title": "COVID-19 deaths analyzed by race and ethnicity — APM Research Lab n.d. https://www.apmresearchlab.org/covid/deaths-by-race (accessed April 28, 2020).",
      "authors": []
    },
    {
      "title": "Treatment for severe acute respiratory distress syndrome from COVID-19",
      "authors": [
        "M.A. Matthay",
        "J.M. Aldrich",
        "J.E. Gotts"
      ]
    },
    {
      "title": "Functional significance of cell volume regulatory mechanisms",
      "authors": [
        "F. Lang",
        "G.L. Busch",
        "M. Ritter",
        "H. Völkl",
        "S. Waldegger",
        "E. Gulbins"
      ]
    },
    {
      "title": "Pulmonary edema",
      "authors": [
        "N.C. Staub"
      ]
    },
    {
      "title": "Alveolar edema fluid clearance and acute lung injury",
      "authors": [
        "Y. Berthiaume",
        "M.A. Matthay"
      ]
    },
    {
      "title": "High prevalence of plasma hypertonicity among community-dwelling older adults: Results from NHANES III",
      "authors": [
        "J.D. Stookey"
      ]
    },
    {
      "title": "Underhydration is associated with obesity, chronic diseases, and death within 3 to 6 years in the u.S. population aged 51–70 years",
      "authors": [
        "J.D. Stookey",
        "S. Kavouras",
        "H. Suh",
        "F. Lang"
      ]
    },
    {
      "title": "Prevalence, incidence and etiology of hyponatremia in elderly patients with fragility fractures",
      "authors": [
        "K. Cumming",
        "G.E. Hoyle",
        "J.D. Hutchison",
        "R.L. Soiza"
      ]
    },
    {
      "title": "Elevated serum osmolality and total water deficit indicate impaired hydration status in residents of long-term care facilities regardless of low or high body mass index",
      "authors": [
        "M.V. Marra",
        "S.F. Simmons",
        "M.S. Shotwell",
        "A. Hudson",
        "E.K. Hollingsworth",
        "E. Long"
      ]
    },
    {
      "title": "Sodium status and the metabolic syndrome: a systematic review and meta-analysis of observational studies",
      "authors": [
        "S. Soltani",
        "R. Kolahdouz Mohammadi",
        "S. Shab-Bidar",
        "M. Vafa",
        "A. Salehi-Abargouei"
      ]
    },
    {
      "title": "Vasopressin and diabetic kidney disease",
      "authors": [
        "R. El Boustany"
      ]
    },
    {
      "title": "Acute Kidney Injury (Acute Renal Failure) – PubMed – NCBI n.d. https://www.ncbi.nlm.nih.gov/pubmed/?term=Abhinav+Goyal%3B+Parnaz+Daneshpajouhnejad%3B+Muhammad+F.+Hashmi%3B+Khalid+Bashir.+Acute+Kidney+Injury+(Acute+Renal+Failure) (accessed April 29, 2020).",
      "authors": []
    },
    {
      "title": "Exercise- and cold-induced asthma",
      "authors": [
        "G.G. Giesbrecht",
        "M. Younes"
      ]
    },
    {
      "title": "Hyponatremia in cirrhosis: Pathophysiology and management",
      "authors": [
        "S. John",
        "P.J. Thuluvath"
      ]
    },
    {
      "title": "Hypertonic saline attenuates the cytokine-induced pro-inflammatory signature in primary human lung epithelia",
      "authors": [
        "S. Mitra",
        "D. Schiller",
        "C. Anderson",
        "F. Gamboni",
        "A. D’Alessandro",
        "M. Kelher"
      ]
    },
    {
      "title": "Plasma hypertonicity: another marker of frailty?",
      "authors": [
        "J.D. Stookey",
        "J.L. Purser",
        "C.F. Pieper",
        "H.J. Cohen"
      ]
    },
    {
      "title": "Regulation of cell volume in health and disease",
      "authors": [
        "M.L. McManus",
        "K.B. Churchwell",
        "K. Strange"
      ]
    },
    {
      "title": "Osmotic homeostasis",
      "authors": [
        "J. Danziger",
        "M.L. Zeidel"
      ]
    },
    {
      "title": "Living with water stress: evolution of osmolyte systems",
      "authors": [
        "P.H. Yancey",
        "M.E. Clark",
        "S.C. Hand",
        "R.D. Bowlus",
        "G.N. Somero"
      ]
    },
    {
      "title": "Change in hydration indices associated with an increase in total water intake of more than 0.5 l/day, sustained over 4 weeks, in healthy young men with initial total water intake below 2 L/day",
      "authors": [
        "J.D. Stookey",
        "J. Hamer",
        "D.W. Killilea"
      ]
    },
    {
      "title": "RBC deformability and amino acid concentrations after hypo-osmotic challenge may reflect chronic cell hydration status in healthy young men",
      "authors": [
        "J.D. Stookey",
        "A. Klein",
        "J. Hamer",
        "C. Chi",
        "A. Higa",
        "V. Ng"
      ]
    },
    {
      "title": "",
      "authors": [
        "K.A. Maldonado",
        "S.S. Mohiuddin"
      ]
    },
    {
      "title": "Renin-angiotensin system in human coronavirus pathogenesis",
      "authors": [
        "B.A. Wevers",
        "L. Van Der Hoek"
      ]
    },
    {
      "title": "Differential sympathetic and angiotensinergic responses in rats submitted to low- or high-salt diet",
      "authors": [
        "B.A. Carillo",
        "A. Beutel",
        "D.A. Mirandola",
        "A.F. Vidonho",
        "L.N.S. Furukawa",
        "D. Casarini"
      ]
    },
    {
      "title": "Osmotic stress regulates mineralocorticoid receptor expression in a novel aldosterone-sensitive cortical collecting duct cell line",
      "authors": [
        "S. Viengchareun",
        "P. Kamenicky",
        "M. Teixeira",
        "D. Butlen",
        "G. Meduri",
        "N. Blanchard-Gutton"
      ]
    },
    {
      "title": "Sodium sensing in the interstitium and relationship to hypertension",
      "authors": [
        "J. Titze",
        "A. MacHnik"
      ]
    },
    {
      "title": "Immunolocalization of VEGF, VEGFR-1 and VEGFR-2 in lung tissues after acute hemorrhage in rats",
      "authors": [
        "N. Ekerbicer",
        "F. Tarakci",
        "T. Barut",
        "S. Inan"
      ]
    },
    {
      "title": "Effect of cell hydration on metabolism",
      "authors": [
        "F. Lang"
      ]
    },
    {
      "title": "Aldosterone and the enhanced natriuresis of hypertonic infusions in the dog",
      "authors": [
        "J.W. Childers",
        "E.G. Schneider"
      ]
    },
    {
      "title": "Effect of plasma sodium on aldosterone secretion during angiotensin II stimulation in normal humans",
      "authors": [
        "D.C. Merrill",
        "T.J. Ebert",
        "M.M. Skelton",
        "A.W. Cowley"
      ]
    },
    {
      "title": "Effect of volume expansion with hypertonic- and isotonic saline and isotonic glucose on sodium and water transport in the principal cells in the kidney",
      "authors": [
        "J.M. Jensen",
        "F.H. Mose",
        "J.N. Bech",
        "S. Nielsen",
        "E.B. Pedersen"
      ]
    },
    {
      "title": "Effect of isotonic versus hypotonic maintenance fluid therapy on urine output, fluid balance, and electrolyte homeostasis: a crossover study in fasting adult volunteers",
      "authors": [
        "N. Van Regenmortel",
        "T. De Weerdt",
        "A.H. Van Craenenbroeck",
        "E. Roelant",
        "W. Verbrugghe",
        "K. Dams"
      ]
    },
    {
      "title": "Osmotic stimulation of vasopressin acutely impairs glucose regulation: a counterbalanced, crossover trial",
      "authors": [
        "L.T. Jansen",
        "H. Suh",
        "J.D. Adams",
        "C.A. Sprong",
        "A.D. Seal",
        "D.M. Scott"
      ]
    },
    {
      "title": "A proposed method for assessing plasma hypertonicity in vivo",
      "authors": [
        "J.D. Stookey",
        "M. Burg",
        "D.E. Sellmeyer",
        "J.E. Greenleaf",
        "A. Arieff",
        "L. Van Hove"
      ]
    },
    {
      "title": "Extrasynaptic volume transmission and diffusion parameters of the extracellular space",
      "authors": [
        "E. Syková"
      ]
    },
    {
      "title": "Volume-dependent osmolyte efflux from neural tissues: Regulation by G-protein-coupled receptors",
      "authors": [
        "S.K. Fisher",
        "T.A. Cheema",
        "D.J. Foster",
        "A.M. Heacock"
      ]
    },
    {
      "title": "Osmolytes and mechanisms involved in regulatory volume decrease under conditions of sudden or gradual osmolarity decrease",
      "authors": [
        "B. Ordaz",
        "K. Tuz",
        "L.D. Ochoa",
        "R. Lezama",
        "C. Peña-Segura",
        "R. Franco"
      ]
    },
    {
      "title": "Impairment of insulin-mediated glucose metabolism by hyperosmolality in man",
      "authors": [
        "P.R. Bratusch Marrain",
        "R.A. DeFronzo"
      ]
    },
    {
      "title": "Aldosterone, but not angiotensin II, reduces angiotensin converting enzyme 2 gene expression levels in cultured neonatal rat cardiomyocytes",
      "authors": [
        "M. Yamamuro",
        "M. Yoshimura",
        "M. Nakayama",
        "K. Abe",
        "H. Sumida",
        "S. Sugiyama"
      ]
    },
    {
      "title": "Hyporeninemic hypoaldosteronism and diabetes mellitus: pathophysiology assumptions, clinical aspects and implications for management",
      "authors": [
        "A.G.P. Sousa",
        "J.V. de S. Cabral",
        "W.B. El-Feghaly",
        "L.S. de Sousa",
        "A.B. Nunes"
      ]
    },
    {
      "title": "Characterization of ACE and ACE2 expression within different organs of the NOD mouse",
      "authors": [
        "H. Roca-Ho",
        "M. Riera",
        "V. Palau",
        "J. Pascual",
        "M.J. Soler"
      ]
    },
    {
      "title": "ACE and ACE2 activity in diabetic mice",
      "authors": [
        "J. Wysocki",
        "M. Ye",
        "M.J. Soler",
        "S.B. Gurley",
        "H.D. Xiao",
        "K.E. Bernstein"
      ]
    },
    {
      "title": "COVID-19 pandemic, corona viruses, and diabetes mellitus",
      "authors": [
        "R. Muniyappa",
        "S. Gubbi"
      ]
    },
    {
      "title": "Chiusano ML. The modelling of COVID19 pathways sheds light on mechanisms, opportunities and on controversial interpretations of medical treatments. v2 2020.",
      "authors": []
    },
    {
      "title": "Kidney disease is associated with in-hospital death of patients with COVID-19",
      "authors": [
        "Y. Cheng",
        "R. Luo",
        "K. Wang",
        "M. Zhang",
        "Z. Wang",
        "L. Dong"
      ]
    },
    {
      "title": "Angiotensin converting enzyme 2: SARS-CoV-2 receptor and regulator of the renin-angiotensin system",
      "authors": [
        "M. Gheblawi",
        "K. Wang",
        "A. Viveiros",
        "Q. Nguyen",
        "J.-C. Zhong",
        "A.J. Turner"
      ]
    },
    {
      "title": "Simon Murray M. ACE Inhibitors & ARBs: Wading Into the Unknown of COVID-19; 2020.",
      "authors": []
    },
    {
      "title": "Hyponatremia and inflammation: the emerging role of interleukin-6 in osmoregulation",
      "authors": [
        "R.M. Swart",
        "E.J. Hoorn",
        "M.G. Betjes",
        "R. Zietse"
      ]
    },
    {
      "title": "Series Introduction: the immuno-neuroendocrine interface",
      "authors": [
        "S. Melmed"
      ]
    },
    {
      "title": "Endotoxin increases vasopressin release independently of known physiological stimuli",
      "authors": [
        "N.W. Kasting",
        "M.F. Mazurek",
        "J.B. Martin"
      ]
    },
    {
      "title": "COVID-19: Immunology and treatment options",
      "authors": [
        "S. Felsenstein",
        "J.A. Herbert",
        "P.S. McNamara",
        "C.M. Hedrich"
      ]
    },
    {
      "title": "Schatz V, Neubert P, Schröder A, Binger K, Gebhard M, Müller DN, et al. Elementary immunology : Na + as a regulator of immunity 2017:201–10. https://doi.org/10.1007/s00467-016-3349-x.",
      "authors": []
    },
    {
      "title": "Effects of dietary salt levels on monocytic cells and immune responses in healthy human subjects: A longitudinal study",
      "authors": [
        "B. Yi",
        "J. Titze",
        "M. Rykova",
        "M. Feuerecker",
        "G. Vassilieva",
        "I. Nichiporuk"
      ]
    },
    {
      "title": "Dietary salt, airway inflammation, and diffusion capacity in exercise-induced asthma",
      "authors": [
        "T.D. Mickleborough",
        "M.R. Lindley",
        "S. Ray"
      ]
    },
    {
      "title": "Infusion of hypertonic saline (7.5% NaCl) causes minor immunological changes in normovolaemic women",
      "authors": [
        "J.A. Kolsen-Petersen",
        "J.O.D. Nielsen",
        "K. Bendtzen",
        "E. Tonnesen"
      ]
    },
    {
      "title": "Immune effect of hypertonic saline: Fact or fiction?",
      "authors": [
        "J.A. Kølsen-Petersen"
      ]
    },
    {
      "title": "NF-κB and the immune response",
      "authors": [
        "M.S. Hayden",
        "A.P. West",
        "S. Ghosh"
      ]
    },
    {
      "title": "Hypertonic saline enhances cellular immune function",
      "authors": [
        "W.G. Junger",
        "F.C. Liu",
        "W.H. Loomis",
        "D.B. Hoyt"
      ]
    },
    {
      "title": "Stimulation of TNFα expression by hyperosmotic stress",
      "authors": [
        "K. Lang",
        "S. Fillon",
        "D. Schneider",
        "H.G. Rammensee",
        "F. Lang"
      ]
    },
    {
      "title": "High salt primes a specific activation state of macrophages, M(Na)",
      "authors": [
        "W.C. Zhang",
        "X.J. Zheng",
        "L.J. Du",
        "J.Y. Sun",
        "Z.X. Shen",
        "C. Shi"
      ]
    },
    {
      "title": "Sodium chloride promotes pro-inflammatory macrophage polarization thereby aggravating CNS autoimmunity",
      "authors": [
        "S. Hucke",
        "M. Eschborn",
        "M. Liebmann",
        "M. Herold",
        "N. Freise",
        "A. Engbers"
      ]
    },
    {
      "title": "Clinical significance of monocyte heterogeneity",
      "authors": [
        "B.K. Stansfield",
        "D.A. Ingram"
      ]
    },
    {
      "title": "Hypertonicity regulates the function of human neutrophils by modulating chemoattractant receptor signaling and activating mitogen-activated protein kinase p38",
      "authors": [
        "W.G. Junger",
        "D.B. Hoyt",
        "R.E. Davis",
        "C. Herdon-Remelius",
        "S. Namiki",
        "H. Junger"
      ]
    },
    {
      "title": "Hypertonic stress increases T cell interleukin-2 expression through a mechanism that involves ATP release, P2 receptor, and p38 MAPK activation",
      "authors": [
        "W.H. Loomis",
        "S. Namiki",
        "R.S. Ostrom",
        "P.A. Insel",
        "W.G. Junger"
      ]
    },
    {
      "title": "Bridging the NFAT and NF-κB families: NFAT5 dimerization regulates cytokine gene transcription in response to osmotic stress",
      "authors": [
        "C. López-Rodríguez",
        "J. Aramburu",
        "L. Jin",
        "A.S. Rakeman",
        "M. Michino",
        "A. Rao"
      ]
    },
    {
      "title": "Context-dependent regulation of Th17-associated genes and IFNγ expression by the transcription factor NFAT5",
      "authors": [
        "M. Alberdi",
        "M. Iglesias",
        "S. Tejedor",
        "R. Merino",
        "C. López-Rodríguez",
        "J. Aramburu"
      ]
    },
    {
      "title": "Induction of pathogenic TH 17 cells by inducible salt-sensing kinase SGK1",
      "authors": [
        "C. Wu",
        "N. Yosef",
        "T. Thalhamer",
        "C. Zhu",
        "S. Xiao",
        "Y. Kishi"
      ]
    },
    {
      "title": "Sodium chloride drives autoimmune disease by the induction of pathogenic TH 17 cells",
      "authors": [
        "M. Kleinewietfeld",
        "A. Manzel",
        "J. Titze",
        "H. Kvakan",
        "N. Yosef",
        "R.A. Linker"
      ]
    },
    {
      "title": "Sodium chloride inhibits the suppressive function of FOXP3+ regulatory T cells",
      "authors": [
        "A.L. Hernandez",
        "A. Kitz",
        "C. Wu",
        "D.E. Lowther",
        "D.M. Rodriguez",
        "N. Vudattu"
      ]
    },
    {
      "title": "Review article",
      "authors": [
        "A. Shukla",
        "N. Hashiguchi",
        "Y. Chen",
        "R. Coimbra",
        "D.B. Hoyt",
        "W.G. Junger"
      ]
    },
    {
      "title": "The impact of hyperosmolality on activation and differentiation of B lymphoid cells",
      "authors": [
        "L. Cvetkovic",
        "S. Perisic",
        "J. Titze",
        "H.-M. Jäck",
        "W. Schuh"
      ]
    },
    {
      "title": "Role of p38 mitogen-activated protein kinase on cardiac dysfunction after hemorrhagic shock in rats",
      "authors": [
        "H. Sato",
        "T. Tanaka",
        "K. Kasai",
        "T. Kita",
        "N. Tanaka"
      ]
    },
    {
      "title": "Identification of expression patterns associated with hemorrhage and resuscitation: integrated approach to data analysis",
      "authors": [
        "H. Chen",
        "H.B. Alam",
        "R.I.L.C. Querol",
        "P. Rhee",
        "Y. Li",
        "E. Koustova"
      ]
    },
    {
      "title": "Hypertonic saline enhances cellular immune function",
      "authors": [
        "W.G. Junger",
        "F.C. Liu",
        "W.H.H.D. Loomis"
      ]
    },
    {
      "title": "Nacystelyn inhibits oxidant-mediated interleukin-8 expression and NF-κB nuclear binding in alveolar epithelial cells",
      "authors": [
        "F. Antonicelli",
        "M. Parmentier",
        "E.M. Drost",
        "N. Hirani",
        "I. Rahman",
        "K. Donaldson"
      ]
    },
    {
      "title": "Modulation of ICAM-1 expression by extracellular glutathione in hyperoxia-exposed human pulmonary artery endothelial cells",
      "authors": [
        "T. Aoki",
        "Y. Suzuki",
        "K. Suzuki",
        "A. Miyata",
        "Y. Oyamada",
        "T. Takasugi"
      ]
    },
    {
      "title": "Glutathione fine-tunes the innate immune response toward antiviral pathways in a macrophage cell line independently of its antioxidant properties",
      "authors": [
        "M. Diotallevi",
        "P. Checconi",
        "A.T. Palamara",
        "I. Celestino",
        "L. Coppo",
        "A. Holmgren"
      ]
    },
    {
      "title": "Depletion of glutathione from brain cells in hyponatremia",
      "authors": [
        "E.C. Clark",
        "D. Thomas",
        "J. Baer",
        "R.H. Sterns"
      ]
    },
    {
      "title": "Environmental toxicity, redox signaling and lung inflammation: The role of glutathione",
      "authors": [
        "S.K. Biswas",
        "I. Rahman"
      ]
    },
    {
      "title": "Oxidized glutathione is increased in the alveolar fluid of patients with the adult respiratory distress syndrome",
      "authors": [
        "E. Bunnell",
        "E.R. Pacht"
      ]
    },
    {
      "title": "Hypertonic saline primes activation of the p53–p21 signaling axis in human small airway epithelial cells that prevents inflammation induced by pro-inflammatory cytokines",
      "authors": [
        "F. Gamboni",
        "C. Anderson",
        "S. Mitra",
        "J.A. Reisz",
        "T. Nemkov",
        "M. Dzieciatkowska"
      ]
    },
    {
      "title": "Hypertonic immunomodulation is reversible and accompanied by changes in CD11b expression",
      "authors": [
        "S.B. Rizoli",
        "A. Kapus",
        "J. Parodo",
        "J. Fan",
        "O.D. Rotstein"
      ]
    },
    {
      "title": "Vascular endothelial growth factor is a secreted angiogenic mitogen",
      "authors": [
        "D.W. Leung",
        "G. Cachianes",
        "W.J. Kuang",
        "D.V. Goeddel",
        "N. Ferrara"
      ]
    },
    {
      "title": "Vascular permeability factor/vascular endothelial growth factor, microvascular hyperpermeability, and angiogenesis",
      "authors": [
        "H.F. Dvorak",
        "L.F. Brown",
        "M. Detmar",
        "A.M. Dvorak"
      ]
    },
    {
      "title": "Effects of vascular endothelial growth factor on hemodynamics and cardiac performance",
      "authors": [
        "R. Yang",
        "G.R. Thomas",
        "S. Bunting",
        "A. Ko",
        "N. Ferrara",
        "B. Keyt"
      ]
    },
    {
      "title": "Essential role of nitric oxide in VEGF-induced, asthma-like angiogenic, inflammatory, mucus, and physiologic responses in the lung",
      "authors": [
        "V. Bhandari",
        "R. Choo-Wing",
        "S.P. Chapoval",
        "C.G. Lee",
        "C. Tang",
        "Y.K. Kim"
      ]
    },
    {
      "title": "Vascular endothelial growth factor may contribute to increased vascular permeability in acute respiratory distress syndrome",
      "authors": [
        "D.R. Thickett",
        "L. Armstrong",
        "S.J. Christie",
        "A.B. Millar"
      ]
    },
    {
      "title": "Lung overexpression of the vascular endothelial growth factor gene induces pulmonary edema",
      "authors": [
        "R.J. Kaner",
        "J.V. Ladetto",
        "R. Singh",
        "N. Fukuda",
        "M.A. Matthay",
        "R.G. Crystal"
      ]
    },
    {
      "title": "VEGF promotes malaria-associated acute lung injury in Mice",
      "authors": [
        "S. Epiphanio",
        "M.G. Campos",
        "A. Pamplona",
        "D. Carapau",
        "A.C. Pena",
        "R. Ataíde"
      ]
    },
    {
      "title": "The acute respiratory distress syndrome: mechanisms and perspective therapeutic approaches",
      "authors": [
        "J.N. Gonzales",
        "R. Lucas",
        "A.D. Verin"
      ]
    },
    {
      "title": "The dual role of TNF in pulmonary edema",
      "authors": [
        "G. Yang",
        "J. Hamacher",
        "B. Gorshkov",
        "R. White",
        "S. Sridhar",
        "A. Verin"
      ]
    },
    {
      "title": "Defective respiratory amiloride-sensitive sodium transport predisposes to pulmonary oedema and delays its resolution in mice",
      "authors": [
        "M. Egli",
        "H. Duplain",
        "M. Lepori",
        "S. Cook",
        "P. Nicod",
        "E. Hummler"
      ]
    },
    {
      "title": "Selected contribution: limiting Na+ transport rate in airway epithelia from α-ENaC transgenic mice: a model for pulmonary edema",
      "authors": [
        "R. Olivier",
        "U. Scherrer",
        "J.D. Horisberger",
        "B.C. Rossier",
        "E. Hummler"
      ]
    },
    {
      "title": "Decreased expression of both the α1- and α2-subunits of the Na-K-ATPase reduces maximal alveolar epithelial fluid clearance",
      "authors": [
        "M.R. Looney",
        "C. Sartori",
        "S. Chakraborty",
        "P.F. James",
        "J.B. Lingrel",
        "M.A. Matthay"
      ]
    },
    {
      "title": "Sodium channels in alveolar epithelial cells: molecular characterization, biophysical properties, and physiological significance",
      "authors": [
        "S. Matalon",
        "H. O’Brodovich"
      ]
    },
    {
      "title": "Lung epithelial fluid transport and the resolution of pulmonary edema",
      "authors": [
        "M.A. Matthay",
        "H.G. Folkesson",
        "C. Clerici"
      ]
    },
    {
      "title": "Invited review: lung edema clearance: Role of Na+-K+-ATPase",
      "authors": [
        "J.I. Sznajder",
        "P. Factor",
        "D.H. Ingbar"
      ]
    },
    {
      "title": "Transient receptor potential vanilloid 4 regulates aquaporin-5 abundance under hypotonic conditions",
      "authors": [
        "V.K. Sidhaye",
        "A.D. Güler",
        "K.S. Schweitzer",
        "F. D’Alessio",
        "M.J. Caterina",
        "L.S. King"
      ]
    },
    {
      "title": "Salivary acinar cells from aquaporin 5-deficient mice have decreased membrane water permeability and altered cell volume regulation",
      "authors": [
        "C.M. Krane",
        "J.E. Melvin",
        "Nguyen H Van",
        "L. Richardson",
        "J.E. Towne",
        "T. Doetschman"
      ]
    },
    {
      "title": "Function of aquaporins in sepsis: a systematic review",
      "authors": [
        "K. Rump",
        "M. Adamzik"
      ]
    },
    {
      "title": "Effects of different resuscitation fluids on pulmonary expression of aquaporin1 and aquaporin5 in a rat model of uncontrolled hemorrhagic shock and infection",
      "authors": [
        "J. Gao",
        "L. Zhou",
        "Y. Ge",
        "S. Lin",
        "J. Du"
      ]
    },
    {
      "title": "Decreased expression of aquaporin (AQP)1 and AQP5 in mouse lung after acute viral infection",
      "authors": [
        "J.E. Towne",
        "K.S. Harrod",
        "C.M. Krane",
        "A.G. Menon"
      ]
    },
    {
      "title": "Differential expression of aquaporins in experimental models of acute lung injury",
      "authors": [
        "A.G. Vassiliou",
        "N. Manitsopoulos",
        "M. Kardara",
        "N.A. Maniatis",
        "S.E. Orfanos",
        "A. Kotanidou"
      ]
    },
    {
      "title": "Tumor necrosis factor-α inhibits aquaporin 5 expression in mouse lung epithelial cells",
      "authors": [
        "J.E. Towne",
        "C.M. Krane",
        "C.J. Bachurski",
        "A.G. Menon"
      ]
    },
    {
      "title": "Recent advances in the molecular basis of TNF signal transduction",
      "authors": [
        "E.C. Ledgerwood",
        "J.S. Pober",
        "J.R. Bradley"
      ]
    },
    {
      "title": "Signal transduction by tumour necrosis factor and tumour necrosis factor related ligands and their receptors",
      "authors": [
        "B.G. Darnay",
        "B.B. Aggarwal"
      ]
    },
    {
      "title": "Tumour necrosis factor α and interleukin 1 signalling: do MAPKK kinases connect it all?",
      "authors": [
        "J. Eder"
      ]
    },
    {
      "title": "Small-volume resuscitation: From experimental evidence to clinical routine. Advantages and disadvantages of hypertonic solutions",
      "authors": [
        "U. Kreimeier",
        "K. Messmer"
      ]
    },
    {
      "title": "Hypertonic resuscitation of hemorrhagic shock upregulates the anti-inflammatory response by alveolar macrophages",
      "authors": [
        "K.A. Powers",
        "J. Woo",
        "R.G. Khadaroo",
        "G. Papia",
        "A. Kapus",
        "O.D. Rotstein"
      ]
    },
    {
      "title": "Nebulized hypertonic saline attenuates acute lung injury following trauma and hemorrhagic shock via inhibition of matrix metalloproteinase-13",
      "authors": [
        "M. Wohlauer",
        "E.E. Moore",
        "C.C. Silliman",
        "M. Fragoso",
        "F. Gamboni",
        "J. Harr"
      ]
    },
    {
      "title": "Review of a large clinical series: association of cumulative fluid balance on outcome in acute lung injury: a retrospective review of the ARDSnet tidal volume study cohort",
      "authors": [
        "A.L. Rosenberg",
        "R.E. Dechert",
        "P.K. Park",
        "R.H. Bartlett"
      ]
    },
    {
      "title": "Comparison of two fluid-management strategies in acute lung injury",
      "authors": [
        "H.P. Wiedemann",
        "A.P. Wheeler",
        "G.R. Bernard",
        "B.T. Thompson",
        "D. Hayden",
        "B. DeBoisblanc"
      ]
    },
    {
      "title": "NHLBI ARDS Network|About n.d. http://www.ardsnet.org/ (accessed May 1, 2020).",
      "authors": []
    },
    {
      "title": "Polymorphism of the angiotensin-converting enzyme gene affects the outcome of acute respiratory distress syndrome",
      "authors": [
        "J.S. Jerng",
        "C.J. Yu",
        "H.C. Wang",
        "K.Y. Chen",
        "S.L. Cheng",
        "P.C. Yang"
      ]
    },
    {
      "title": "Angiotensin converting enzyme insertion/deletion polymorphism is associated with susceptibility and outcome in acute respiratory distress syndrome",
      "authors": [
        "R.P. Marshall",
        "S. Webb",
        "G.J. Bellingan",
        "H.E. Montgomery",
        "B. Chaudhari",
        "R.J. McAnulty"
      ]
    },
    {
      "title": "A novel-1364A/C aquaporin 5 gene promoter polymorphism influences the responses to salt loading of the renin-angiotensin-aldosterone system and of blood pressure in young healthy men",
      "authors": [
        "M. Adamzik",
        "U.H. Frey",
        "K. Bitzer",
        "H. Jakob",
        "H.A. Baba",
        "R.E. Schmieder"
      ]
    },
    {
      "title": "Aquaporin 5 gene promoter 1364A/C polymorphism associated with 30-day survival in severe sepsis",
      "authors": [
        "M. Adamzik",
        "U.H. Frey",
        "S. Möhlenkamp",
        "A. Scherag",
        "C. Waydhas",
        "G. Marggraf"
      ]
    },
    {
      "title": "Two liters a day keep the doctor away? Considerations on the pathophysiology of suboptimal fluid intake in the common population",
      "authors": [
        "F. Lang",
        "I. Guelinckx",
        "G. Lemetais",
        "O. Melander"
      ]
    },
    {
      "title": "Assessing hydration status: the elusive gold standard",
      "authors": [
        "L.E. Armstrong"
      ]
    },
    {
      "title": "Regulation of transport across cell membranes by the serum-and glucocorticoid-inducible kinase SGK1",
      "authors": [
        "F. Lang",
        "C. Stournaras",
        "I. Alesutan"
      ]
    },
    {
      "title": "Serum and glucocorticoid inducible kinase, metabolic syndrome, inflammation, and tumor growth",
      "authors": [
        "F. Lang",
        "C. Stournaras"
      ]
    },
    {
      "title": "(Patho)physiological significance of the serum- and glucocorticoid- inducible kinase isoforms",
      "authors": [
        "F. Lang",
        "C. Böhmer",
        "M. Palmada",
        "G. Seebohm",
        "N. Strutz-Seebohm",
        "V. Vallon"
      ]
    },
    {
      "title": "A single NFκB system for both canonical and non-canonical signaling",
      "authors": [
        "V.F.S. Shih",
        "R. Tsui",
        "A. Caldwell",
        "A. Hoffmann"
      ]
    },
    {
      "title": "NFκB is an unexpected major mediator of interleukin-15 signaling in cerebral endothelia",
      "authors": [
        "K.P. Stone",
        "A.J. Kastin",
        "W. Pan"
      ]
    },
    {
      "title": "Serum- and glucocorticoid-regulated kinase 1 is upregulated following unilateral ureteral obstruction causing epithelial-mesenchymal transition",
      "authors": [
        "J. Cheng",
        "L.D. Truong",
        "X. Wu",
        "D. Kuhl",
        "F. Lang",
        "J. Du"
      ]
    },
    {
      "title": "Targeting the TGFβ signalling pathway in disease",
      "authors": [
        "R.J. Akhurst",
        "A. Hata"
      ]
    },
    {
      "title": "COVID-19 and thrombotic or thromboembolic disease: implications for prevention, antithrombotic therapy, and follow-up: JACC state-of-the-art review",
      "authors": [
        "B. Bikdeli",
        "M.V. Madhavan",
        "D. Jimenez",
        "T. Chuich",
        "I. Dreyfus",
        "E. Driggin"
      ]
    },
    {
      "title": "Is this elderly patient dehydrated? Diagnostic accuracy of hydration assessment using physical signs, urine, and saliva markers",
      "authors": [
        "M.B. Fortes",
        "J.A. Owen",
        "P. Raymond-Barker",
        "C. Bishop",
        "S. Elghenzai",
        "S.J. Oliver"
      ]
    },
    {
      "title": "Biological variation and diagnostic accuracy of dehydration assessment markers",
      "authors": [
        "S.N. Cheuvront",
        "B.R. Ely",
        "R.W. Kenefick",
        "M.N. Sawka"
      ]
    },
    {
      "title": "Observations on saliva osmolality during progressive dehydration and partial rehydration",
      "authors": [
        "N.A.S. Taylor",
        "A.M.J. Van Den Heuvel",
        "P. Kerry",
        "S. McGhee",
        "G.E. Peoples",
        "M.A. Brown"
      ]
    },
    {
      "title": "Limitations of salivary osmolality as a marker of hydration status",
      "authors": [
        "B.R. Ely",
        "S.N. Cheuvront",
        "R.W. Kenefick",
        "M.N. Sawka"
      ]
    },
    {
      "title": "The salivary sodium-potassium ratio — a useful screening test for aldosteronism in hypertensive subjects",
      "authors": [
        "D.P. Lauler",
        "R.B. Hickler",
        "G. Thorn"
      ]
    },
    {
      "title": "Aldosterone regulates salivary sodium secretion in cattle",
      "authors": [
        "F. Riad",
        "J. Lefaivre",
        "C. Tournaire",
        "J.P. Barlet"
      ]
    },
    {
      "title": "Advice for public n.d. https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public (accessed May 1, 2020).",
      "authors": []
    },
    {
      "title": "How to Protect Yourself & Others|CDC n.d. https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html (accessed May 1, 2020).",
      "authors": []
    },
    {
      "title": "Effect of dehydration on cardiovascular responses and electrolytes after hypertonic saline/dextran treatment for moderate hemorrhage",
      "authors": [
        "C.E. Wade",
        "F.J. Tillman",
        "J.A. Loveday",
        "A. Blackmon",
        "E. Potanko",
        "M.M. Hunt"
      ]
    },
    {
      "title": "Human Rights|UN-Water n.d. https://www.unwater.org/water-facts/human-rights/ (accessed May 15, 2020).",
      "authors": []
    }
  ],
  "original_title": "Effects of Sex and Gender on Adaptation to Space: Immune System",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7ccc/7467030/af28f58745a0/gr1_lrg.jpg"
  ]
}