{
  "pmcid": "PMC7235020",
  "title": "Dose-dependent skeletal deficits due to varied reductions in mechanical loading in rats",
  "abstract": "Reduced skeletal loading leads to marked bone loss. Animal models of hindlimb suspension are widely used to assess alterations in skeleton during the course of complete unloading. More recently, the effects of partial unloading on the musculoskeletal system have been interrogated in mice and rats, revealing dose-dependent effects of partial weight bearing (PWB) on the skeleton and skeletal muscle. Here, we extended these studies to determine the structural and functional skeletal alterations in 14-week-old male Wister rats exposed to 20%, 40%, 70%, or 100% of body weight for 1, 2, or 4 weeks (n = 11–12/group). Using in vivo pQCT, we found that trabecular bone density at the proximal tibia declined in proportion to the degree of unloading and continued progressively with time, without evidence of a plateau by 4 weeks. Ex vivo measurements of trabecular microarchitecture in the distal femur by microcomputed tomography revealed deficits in bone volume fraction, 2 and 4 weeks after unloading. Histologic analyses of trabecular bone in the distal femur revealed the decreased osteoblast number and mineralizing surface in unloaded rats. Three-point bending of the femoral diaphysis indicated modest or no reductions in femoral stiffness and estimated modulus due to PWB. Our results suggest that this rat model of PWB leads to trabecular bone deterioration that is progressive and generally proportional to the degree of PWB, with minimal effects on cortical bone.",
  "introduction": "Introduction\n\nReduction in mechanical loading occurs in many settings, including cast immobilization, extended bed rest, neuromuscular disorders, spinal cord injury, and spaceflight. Though dependent on the duration and extent of unloading, these reductions in mechanical loading lead to marked skeletal fragility, with reported loss of bone mineral density (BMD) ranging from 10 to 40%. Thus, there is a need to develop strategies to mitigate bone loss associated with reduction in mechanical loading. Such strategies would be best informed by a better understanding of the nature of disuse-induced bone loss.\n\nAnimal models of reduced mechanical loading have been used to characterize bone loss and evaluate interventions designed to prevent the deleterious effects of unloading. These models include hindlimb unloading, cast immobilization, botulinum toxin administration, and nerve injury. While effective in reflecting the musculoskeletal changes that occur with complete immobilization or unloading, these models are limited in their ability to assess musculoskeletal changes due to partial reductions in mechanical loading that occur in many situations. For example, there is an increased risk of fracture associated with muscular dystrophy, cerebral palsy, and stroke, where patients are partially loaded. Furthermore, an animal model that could mimic the musculoskeletal effects of fractional gravity, such as that experienced on the Moon or Mars, could provide insights useful for planning future space missions.\n\nTo address this gap in knowledge, we had previously developed a partial weight-bearing (PWB) mouse model, and demonstrated the degree of skeletal deterioration to be closely related to the magnitude of unloading. We recently expanded this PWB model to rats, which again showed dose-dependent loss of bone and muscle by varied reductions in weight bearing. In the current study, we aimed to extend this work with a comprehensive evaluation of the time course of changes in bone density, microarchitecture, and strength following exposure to varied weight-bearing levels in adult rats. We also incorporated histomorphometric measurements to delineate the effects of PWB on bone metabolism at the cellular level. We hypothesized that partial reductions in mechanical loading will lead to proportional, progressive deteriorations in bone density, microarchitecture, and strength driven by increased bone resorption and reduced bone formation.",
  "methods": "Methods\n\nAnimals\n\nMale Wistar rats (Charles River Laboratories Inc., Wilmington, MA, USA) weighing 408 ± 0.15 g (14 weeks of age) were obtained and housed in a temperature-controlled (22 ± 2 °C) room with a 12:12-h light–dark cycle. Water and chow were provided ad libitum. Throughout the experiment, rats were assessed daily for any signs of pain or discomfort (e.g., porphyrin staining around eyes, poor grooming, and/or hair loss), harness and jacket fitting, ability to walk and move across the cage, as well as food and water intake. At the end of the study, rats were euthanized by CO2 inhalation and hind limbs were harvested. After removing the surrounding soft tissue, the left femur was wrapped in saline-soaked gauze and stored at −20 °C for ex vivo microCT analysis and biomechanical testing, whereas the right femur was stored in 70% ethanol at 4 °C for dynamic histomorphometry. All experimental protocols were approved by the Beth Israel Deaconess Medical Center Institutional Animal Care and Use Committee (IACUC) and animal experiments were conducted according to the guidelines of the IACUC.\n\nIn vivo PWB\n\nAnimals were assigned to one of four groups: normal loading (PWB100), and 70% (PWB70), 40% (PWB40), and 20% (PWB20) of normal loading via quadrupedal suspension. These PWB groups were chosen to mimic gravitational forces on Earth (1 G), moderate artificial gravity (0.7 G), Mars (0.4 G), and Moon (0.2 G). Animals were assigned to experimental groups based on pre-PWB body weight to ensure similar average and variability in body weight across all groups. Groups were suspended for 1, 2, or 4 weeks (n = 11–12/group). Rats were assigned to each group to ensure balanced distribution of the body weight across all groups. After 2 days of acclimation in custom cages and jackets, rats were suspended according to their PWB groups. Rats were secured in a tether jacket and a pelvic harness and submitted to a two-point suspension allowing them to adopt a normal quadrupedal behavior, while weighing 100, 70, 40, or 20% of their body weight. Animals were weighed daily in their PWB apparatus and the chain link to the two-point suspension was adjusted if needed to ensure that their achieved unloading level remained constant based on PWB groups.\n\nIn vivo trabecular and cortical bone density measurement\n\nAt baseline and weekly thereafter, we assessed trabecular vBMD at the right proximal tibia and cortical vBMD at the tibial mid-diaphysis, using in vivo pQCT (Stratec, XCT Research SA+, Pforzheim, Germany). Scans were performed using a voxel size of 100 μm and a scanning beam thickness of 500 μm. Daily calibration was performed using a manufacturer-supplied hydroxyapatite phantom. Transverse images of right tibia were acquired at 5.0, 5.5, 6.0 mm (for total and trabecular vBMD), and at 20 and 20.5 mm (for cortical vBMD) from the proximal tibial plateau. During the scan, rats were under isoflurane-induced anesthesia.\n\nLongitudinal images were visually inspected, and matched based on the distance from the proximal tibial plateau and shape of the proximal tibial metaphysis and fibula to ensure anatomically consistent location for analysis. Scanned slices were analyzed using Stratec software (Stratec XCT Analysis System, v6.0, Norland Corp., Fort Atkinson, WI), using a standardized analysis to determine cortical (contour mode 1, peel mode 2, outer and inner threshold of 0.650 g/cm3) and trabecular (contour mode 3, peel mode 4, outer threshold of 0.450 g/cm3, inner threshold of 0.800 g/cm3) vBMD.\n\nEx vivo trabecular and cortical bone analyses\n\nMicrocomputed tomographic (µCT) imaging was performed on the distal metaphysis and mid-diaphysis of the femur, using a high-resolution desktop imaging system (µCT40, Scanco Medical AG, Brüttisellen, Switzerland) in accordance with the published guidelines for the use of µCT in rodents. Scans were acquired using a 15 µm3 isotropic voxel size, 70 kVp and 114 mA peak x-ray tube potential and intensity, 300 ms integration time, and were subjected to Gaussian filtration. We determined femoral length by measuring the distance from the femoral head to the distal end of femoral condyles on µCT scans. The distal metaphyseal region that we analyzed began 600 µm proximal to the distal growth plate and extended proximally 2.1 mm. Cortical bone morphology was evaluated in the femoral mid-diaphysis in a region that started 55% of the bone length below the femoral head and extended 1050 µm distally. Global thresholds of 360 and 700 mg HA/cm3 were used for evaluation of trabecular and cortical bone, respectively. Trabecular bone outcomes included trabecular bone volume fraction (Tb.BV/TV, mm3/mm3), trabecular thickness (Tb.Th, mm), trabecular number (Tb.N, 1/mm), and separation (mm). Cortical bone outcomes included cortical tissue mineral density (Ct.TMD, mg HA/cm3), cortical thickness (Ct.Th, µm), total cross-sectional and cortical bone areas (Tt.Ar, Ct.Ar, mm2), cortical bone area fraction (Ct.Ar/Tt.Ar, %), and the maximum and minimum moments of inertia (Imax and Imin, mm4).\n\nFemoral stiffness\n\nThe frozen left femurs were thawed and subjected to three-point bending (Instron 8511 MTS, Instron, Norwood, MA). To determine the femoral stiffness (N·mm2), maximum moment (N·mm), and failure moment (N·mm), each femur was loaded to failure on the posterior surface at a constant displacement rate of 3 mm/min with the two lower supports spaced 20 mm apart. Force-displacement data were acquired at 100 Hz. Estimated elastic modulus (MPa) was calculated using the moment of inertia derived from microCT scans.\n\nDynamic histomorphometry\n\nTo examine BFR, calcein (25 mg/kg) was injected intraperitoneally at 10 and 3 days prior to sacrifice. Longitudinal 5-μm thick undecalcified plastic sections were used to measure static and dynamic parameters in trabecular bone in the distal metaphyseal femur, using OsteoMeasure software (Osteometrics; n = 5/group). For static histomorphometry, osteoblast (Ob.S/BS) and osteoclast surface (Oc.S/BS) along the trabecular bone was measured. For dynamic histomorphometry, mineralizing surface per bone surface (MS/BS, %) and MAR (μm/day) were measured on unstained sections to calculate BFR (μm3/μm2/day) according to ASBMR guidelines.\n\nStatistical analysis\n\nData were analyzed with GraphPad Prism (GraphPad Software, La Jolla, CA) and SPSS (SPSS Inc., Chicago, IL). To assess changes in in vivo trabecular vBMD measured by pQCT, we used a linear mixed model (fixed variable: PWB, experimental duration, and their interaction; repeated variable: experimental duration) followed by pairwise comparisons with Bonferroni correction. Ex vivo outcomes were analyzed by two-way ANOVA followed by Tukey’s post hoc tests. To examine the dose-dependent nature of the response to PWB, we performed a test for trend. Results are presented as mean ± SEM and were considered significant when p < 0.05.",
  "results": "Results\n\nIn vivo longitudinal assessment of tibial metaphyseal trabecular bone density showed both load- and time-dependent effects of PWB (Fig. 1). The dose-dependent response to unloading was evident as early as 1 week after unloading (test for trend, p < 0.0001). In particular, trabecular volumetric BMD (vBMD) declined by 18% in PWB20 (p < 0.001 vs baseline), 9% in PWB40 (p < 0.001 vs baseline), 9% in PWB70 (p < 0.001 vs baseline), and 5% in PWB100 (p < 0.01 vs baseline). Whereas trabecular vBMD remained stable in the PWB100 group over time, longer exposure to unloading led to progressive declines in trabecular vBMD in all groups, with maintenance of the dose-dependent response at all subsequent timepoints (i.e., 2 and 4 weeks; test for trend, p < 0.0001). Notably, we did not observe any plateau in the decline in trabecular vBMD. By 4 weeks after unloading, trabecular vBMD had declined by 34%, 24%, and 23% from baseline in the PWB20, PWB40, and PWB70 groups, respectively.\n\nUnlike trabecular bone density, alterations in cortical bone density at the mid-diaphysis were moderate in most groups. In the PWB20 group at the 1-week (0.8%, p < 0.001 vs baseline), 2-week (0.9%, p < 0.001 vs baseline), and 4-week (1.2%, p = 0.008 vs baseline) time points. Also a slight increase in cortical bone density was observed in the PWB40 group at the 2-week (0.9%, p = 0.035 vs baseline) and 4-week (0.9%, p = 0.016 vs baseline) time points.\n\nBone microarchitecture\n\nMicroCT imaging revealed that trabecular microarchitecture in the distal femoral metaphysis also deteriorated according to the PWB level (Fig. 2a). For example, in the PWB20 group trabecular bone volume/total volume (Tb.BV/TV) as 48% and 39% lower compared to PWB100 after 2 and 4 weeks of unloading, respectively. Further, Tb.BV/TV in PWB20 was ~40% lower than that of PWB40 and PWB70 at 2 weeks. This decrease in Tb.BV/TV was due to both thinning of trabeculae and reduced trabecular number (Fig. 2b). Cortical bone microarchitecture at the femoral diaphysis was not altered by PWB (Supplementary Table 1).\n\nQuantitative histomorphometry\n\nDeterioration of trabecular microarchitecture was due in part to a decrease in osteoblast surface, which was 65% lower in PWB20 compared to PWB100 after 1 week of unloading. After 4 weeks of unloading, osteoblast surface of both PWB20 and PWB40 were 78% and 63% lower than PWB100, respectively. Osteoclast surface was unaffected by PWB (Fig. 3).\n\nConsistent with the decrease in osteoblast surface, mineralizing surface was decreased in the PWB groups. At 1 week, mineralizing surface was 75% and 40% lower in PWB20 and PWB40, respectively, compared to PWB100. This pattern was maintained with increased unloading time, such that mineralizing surface was 71% and 67% lower in the PWB20 and PWB40 groups, respectively, compared to PWB100 after 4 weeks of unloading. PWB did not alter mineral apposition rate (MAR), though bone formation rate (BFR) tended to be lower, with PWB20 being significantly lower than PWB100 at the 4-week time point.\n\nUnlike alterations in remodeling activity at the trabecular bone, dynamic histomorphometric outcomes were not altered by PWB in cortical bone (Supplementary Table 1). Interestingly, however, periosteal fluorochrome labels were absent in rats that underwent PWB20 for 4 weeks, and may indicate inhibition of periosteal bone formation with longer duration unloading. Accordingly, Ps.MAR, Ps.MS/BS, or Ps.BFR/BS could not be calculated for these animals.\n\nFemoral biomechanics\n\nThree-point bending of the femoral diaphysis revealed modest or no deterioration of functional properties due to PWB (Fig. 4). At 2 weeks, diaphyseal stiffness in PWB20 was lower by 17.4% compared to PWB100. At 4 weeks, all PWB groups exhibited lower stiffness; 11.6% in PWB70; 13.2% in PWB40; and 12.1% in PWB20. Estimated modulus was not altered by PWB.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Experimental models of disease",
    "Preclinical research",
    "Article"
  ],
  "citations": [
    {
      "title": "Bone mineral loss and recovery after 17 weeks of bed rest",
      "authors": [
        "AD Leblanc",
        "VS Schneider",
        "HJ Evans",
        "DA Engelbretson",
        "JM Krebs"
      ]
    },
    {
      "title": "Recovery of spaceflight-induced bone loss: bone mineral density after long-duration missions as fitted with an exponential function",
      "authors": [
        "JD Sibonga"
      ]
    },
    {
      "title": "Bone mineral density during total contact cast immobilization for a patient with neuropathic (Charcot) arthropathy",
      "authors": [
        "MK Hastings",
        "DR Sinacore",
        "FA Fielder",
        "JE Johnson"
      ]
    },
    {
      "title": "Effects of cast-mediated immobilization on bone mineral mass at various sites in adolescents with lower-extremity fracture",
      "authors": [
        "D Ceroni"
      ]
    },
    {
      "title": "Osteoporosis after spinal cord injury",
      "authors": [
        "DE Garland"
      ]
    },
    {
      "title": "Hindlimb unloading rodent model: technical aspects",
      "authors": [
        "ER Morey-Holton",
        "RK Globus"
      ]
    },
    {
      "title": "Expression profiles of mRNAs for osteoblast and osteoclast proteins as indicators of bone loss in mouse immobilization osteopenia model",
      "authors": [
        "J Rantakokko"
      ]
    },
    {
      "title": "Combined effects of botulinum toxin injection and hind limb unloading on bone and muscle",
      "authors": [
        "R Ellman"
      ]
    },
    {
      "title": "Bone loss in a new rodent model combining spinal cord injury and cast immobilization",
      "authors": [
        "JF Yarrow"
      ]
    },
    {
      "title": "Changes induced in growing rat bone by immobilization and remobilization",
      "authors": [
        "J Tuukkanen"
      ]
    },
    {
      "title": "Fractures and bone health monitoring in boys with Duchenne muscular dystrophy managed within the Scottish Muscle Network",
      "authors": [
        "S Joseph"
      ]
    },
    {
      "title": "Fractures in patients with cerebral palsy",
      "authors": [
        "A Presedo",
        "KW Dabney",
        "F Miller"
      ]
    },
    {
      "title": "Risk of fractures after stroke: results from the Ontario Stroke Registry",
      "authors": [
        "MK Kapral"
      ]
    },
    {
      "title": "Partial weight suspension: a novel murine model for investigating adaptation to reduced musculoskeletal loading",
      "authors": [
        "EB Wagner"
      ]
    },
    {
      "title": "Partial reductions in mechanical loading yield proportional changes in bone density, bone architecture, and muscle mass",
      "authors": [
        "R Ellman"
      ]
    },
    {
      "title": "A novel partial gravity ground-based analog for rats via quadrupedal unloading",
      "authors": [
        "M Mortreux",
        "JA Nagy",
        "FC Ko",
        "ML Bouxsein",
        "SB Rutkove"
      ]
    },
    {
      "title": "Mortreux, M., Riveros, D., Bouxsein, M. L. & Rutkove, S. B. Mimicking a space mission to mars using hindlimb unloading and partial weight bearing in rats. J. Vis. Exp.146, e59327 (2019). 10.3791/5932.",
      "authors": []
    },
    {
      "title": "A moderate daily dose of resveratrol mitigates muscle deconditioning in a martian gravity analog",
      "authors": [
        "M Mortreux",
        "D Riveros",
        "ML Bouxsein",
        "SB Rutkove"
      ]
    },
    {
      "title": "Longitudinal time course of muscle impairments during partial weight-bearing in rats",
      "authors": [
        "M Mortreux",
        "FC Ko",
        "D Riveros",
        "ML Bouxsein",
        "SB Rutkove"
      ]
    },
    {
      "title": "Bisphosphonates as a supplement to exercise to protect bone during long-duration spaceflight",
      "authors": [
        "A Leblanc"
      ]
    },
    {
      "title": "Skeletal health in long-duration astronauts: nature, assessment, and management recommendations from the NASA Bone Summit",
      "authors": [
        "ES Orwoll"
      ]
    },
    {
      "title": "Bone metabolism and renal stone risk during International Space Station missions",
      "authors": [
        "SM Smith"
      ]
    },
    {
      "title": "Draghici, A. E. & Shefelbine, S. J. Increased Bone Fracture After SCI: Can Exercise Reduce Risk? (Springer, 2016).",
      "authors": []
    },
    {
      "title": "Jee, W. in Histology Cell and Tissue Biology, Vol. 5 (ed L. Weiss) 200 (Elsevier, 1983).",
      "authors": []
    },
    {
      "title": "Coupling the activities of bone formation and resorption: a multitude of signals within the basic multicellular unit",
      "authors": [
        "NA Sims",
        "TJ Martin"
      ]
    },
    {
      "title": "Toward a unifying theory of bone remodeling",
      "authors": [
        "RB Martin"
      ]
    },
    {
      "title": "3D micro-computed tomography of trabecular and cortical bone architecture with application to a rat model of immobilisation osteoporosis",
      "authors": [
        "A Laib"
      ]
    },
    {
      "title": "Adaptation of cancellous bone to aging and immobilization in growing rats",
      "authors": [
        "MM Chen"
      ]
    },
    {
      "title": "Treatment with a soluble bone morphogenetic protein type 1A receptor (BMPR1A) fusion protein increases bone mass and bone formation in mice subjected to hindlimb unloading",
      "authors": [
        "FC Ko"
      ]
    },
    {
      "title": "Mechanical stimulation of bone in vivo reduces osteocyte expression of Sost/sclerostin",
      "authors": [
        "AG Robling"
      ]
    },
    {
      "title": "The Wnt inhibitor sclerostin is up-regulated by mechanical unloading in osteocytes in vitro",
      "authors": [
        "JM Spatz"
      ]
    },
    {
      "title": "Osteocyte apoptosis is induced by weightlessness in mice and precedes osteoclast recruitment and bone loss",
      "authors": [
        "JI Aguirre"
      ]
    },
    {
      "title": "Skeletal muscle in MuRF1 null mice is not spared in low-gravity conditions, indicating atrophy proceeds by unique mechanisms in space",
      "authors": [
        "SM Cadena"
      ]
    },
    {
      "title": "From mechanical stimulus to bone formation: a review",
      "authors": [
        "N Rosa",
        "R Simoes",
        "FD Magalhaes",
        "AT Marques"
      ]
    },
    {
      "title": "Differing effects of two-week suspension on male and female mouse bone metabolism",
      "authors": [
        "TA Bateman",
        "JJ Broz",
        "ML Fleet",
        "SJ Simske"
      ]
    },
    {
      "title": "Two-week longitudinal survey of bone architecture alteration in the hindlimb-unloaded rat model of bone loss: sex differences",
      "authors": [
        "V David"
      ]
    },
    {
      "title": "Age-dependent bone loss and recovery during hindlimb unloading and subsequent reloading in rats",
      "authors": [
        "HC Cunningham"
      ]
    },
    {
      "title": "Aging alters the skeletal response to disuse in the rat",
      "authors": [
        "DS Perrien"
      ]
    },
    {
      "title": "The origins and uses of mouse outbred stocks",
      "authors": [
        "R Chia",
        "F Achilli",
        "MF Festing",
        "EM Fisher"
      ]
    },
    {
      "title": "The relevance of mouse models for investigating age-related bone loss in humans",
      "authors": [
        "RL Jilka"
      ]
    },
    {
      "title": "Heterogeneous stock rat: a unique animal model for mapping genes influencing bone fragility",
      "authors": [
        "I Alam"
      ]
    },
    {
      "title": "Bone’s mechanostat: a 2003 update",
      "authors": [
        "HM Frost"
      ]
    },
    {
      "title": "Discordant recovery of bone mass and mechanical properties during prolonged recovery from disuse",
      "authors": [
        "Y Shirazi-Fard",
        "JS Kupke",
        "SA Bloomfield",
        "HA Hogan"
      ]
    },
    {
      "title": "Guidelines for assessment of bone microstructure in rodents using micro-computed tomography",
      "authors": [
        "ML Bouxsein"
      ]
    },
    {
      "title": "Establishing biomechanical mechanisms in mouse models: practical guidelines for systematically evaluating phenotypic changes in the diaphyses of long bones",
      "authors": [
        "KJ Jepsen",
        "MJ Silva",
        "D Vashishth",
        "XE Guo",
        "MC van der Meulen"
      ]
    },
    {
      "title": "Standardized nomenclature, symbols, and units for bone histomorphometry: a 2012 update of the report of the ASBMR Histomorphometry Nomenclature Committee",
      "authors": [
        "DW Dempster"
      ]
    },
    {
      "title": "Diabetes and deficits in cortical bone density, microarchitecture, and bone size: Framingham HR-pQCT Study",
      "authors": [
        "EJ Samelson"
      ]
    }
  ],
  "original_title": "Dose-dependent skeletal deficits due to varied reductions in mechanical loading in rats.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ad5/7235020/7788e1729f1a/41526_2020_105_Fig1_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ad5/7235020/cc8e5bea766d/41526_2020_105_Fig2_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ad5/7235020/d5dc45567b92/41526_2020_105_Fig3_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ad5/7235020/f96712758c2f/41526_2020_105_Fig4_HTML.jpg"
  ]
}