{
  "pmcid": "PMC7339929",
  "title": "Simulated Microgravity Induces Regionally Distinct Neurovascular and Structural Remodeling of Skeletal Muscle and Cutaneous Arteries in the Rat",
  "abstract": "Introduction: Mechanical forces and sympathetic influences are key determinants of vascular structure and function. This study tested the hypothesis that hindlimb unloading (HU) exerts diverse effects on forelimb and hindlimb small arteries of rats in functionally different regions of the skeletal muscle and skin.\n\nMethods: Male Wistar rats were subjected to HU for 2 weeks, then skeletal muscle arteries (deep brachial and sural) and skin arteries (median and saphenous) were examined in vitro using wire myography or isobaric perfusion and glyoxylic acid staining.\n\nResults: HU increased lumen diameter of both forelimb arteries but decreased diameter of the sural artery; the saphenous artery diameter was not affected. Following HU, maximal contractile responses to noradrenaline and serotonin increased in the forelimb but decreased in the hindlimb skeletal muscle feed arteries with no change in skin arteries; all region-specific alterations persisted after endothelium removal. HU increased the sensitivity to vasoconstrictors in the saphenous artery but not in the sural artery. In the saphenous artery, initially high sympathetic innervation density was reduced by HU, sparse innervation in the sural artery was not affected. Electrical stimulation of periarterial sympathetic nerves in isobarically perfused segments of the saphenous artery demonstrated a two-fold decrease of the contractile responses in HU rats compared to that of controls.\n\nConclusion: HU induces contrasting structural and functional adaptations in forelimb and hindlimb skeletal muscle arteries. Additionally, HU had diverse effects in two hindlimb vascular regions. Hyper-sensitivity of the saphenous artery to vasoconstrictors appears to result from the shortage of trophic sympathetic influence. Importantly, HU impaired sympathetically induced arterial vasoconstriction, consistent with the decreased sympathetic constrictor response in humans following space flight.",
  "introduction": "Introduction\n\nThe vascular system is constantly exposed to mechanical forces such as transmural pressure and shear stress, the latter of which is created by flowing blood on the endothelial cell lining of the vessel. Prolonged changes in these factors govern gross structural remodeling of blood vessels, which in turn affects their functional characteristics. For example, previous work has shown that chronic increases in transmural pressure induce hypertrophy of the vascular wall and increases in vessel contractility, while decreases in pressure result in the opposite changes. Chronic increases in shear stress, in turn, lead to structural increases in maximal diameter, whereas decreases in shear result in a narrowing of the vessel lumen.\n\nThe cardiovascular system of all terrestrial inhabitants is adapted to the gravitational field of the Earth and changes significantly in conditions of weightlessness. Importantly, redistribution of transmural pressures and flows within the arterial vasculature during space flight or simulated microgravity is known to initiate different adaptations in vessels from different anatomic regions. In humans, exposure to long term head-down bed rest was shown to reduce intimal-medial thickness and lumen diameter of arterial vessels in lower extremities, in contrast to upper extremity and cranial arteries.\n\nThe model of hindlimb unloading (HU) in rats is commonly used to study the mechanisms of microgravity effects on different body systems, including vasculature. Even relatively small change in hydrostatic pressure gradient, as observed in the rat body with this model, results in different vascular alterations in rostral and caudal parts of the body. Similar to microgravity effects in human vascular system, rat hindlimb arteries commonly demonstrate wall thinning and lumen reduction, in contrast to cranial arteries.\n\nData from the literature also provide the evidence that transmural pressure shifts cannot explain all effects of simulated microgravity on vascular characteristics, because vascular alterations in HU rats may differ in functionally different vascular beds within the same part of the body. This was shown in studies of vascular dimensions and reactivity of arterioles from postural (soleus) and phasic (gastrocnemius) hindlimb muscles, as well as arterioles from white (glycolytic) and red (oxidative) parts from the same gastrocnemius muscle of HU rats. Obviously, such diverse effects of HU on the arterial vasculature within and among postural and phasic muscles are largely the result of differential alterations in muscle activity and blood flow during the conditions of disuse.\n\nStructural and functional changes in the vascular bed could also result from the influence of sympathetic nervous system. In addition to acute control of vessel diameter and blood flow, neurotransmitters from the sympathetic nerves exert a trophic effect on the vasculature. The severity of trophic sympathetic influence in certain vascular bed may depend on the density of its innervation and/or on the efferent sympathetic traffic it receives. In addition, the state of the vascular neuroeffector apparatus has been shown to depend on the prevailing level of transmural pressure and, therefore, may be affected in the conditions of microgravity.\n\nIn contrast to the skeletal muscle circulation, the cutaneous circulation is regulated by a smaller contribution from metabolic vasomotor mechanisms and a higher role of sympathetic control, including a greater sympathetic vasoconstriction of small cutaneous arteries relative to that in skeletal muscle. However, to our knowledge, no study has examined the effects of simulated microgravity via HU on the structural and functional properties of cutaneous arteries, nor contrasted these effects in the forelimb and hindlimb circulations. Therefore, this study tested the hypothesis that HU exerts diverse effects on the neurovascular density, structural properties, and functional vasoconstrictor responsiveness of skeletal muscle and cutaneous feed arteries in the rat forelimb and hindlimb regions.",
  "methods": "Materials and Methods\n\nAll the procedures were conducted in accordance with the European Convention for the Protection of Vertebrate Animals used for experimental and other scientific purposes and conformed to the Guide for the Care and Use of Laboratory Animals published by the US National Institutes of Health (Eighth edition, 2011). The procedures were approved by the Biomedical Ethics Committee of the Institute of Biomedical Problems, Russian Academy of Sciences (protocol N224).\n\nAnimals\n\nMale Wistar rats (2.5–3-month-old) were obtained from the breeder of the Institute of Biomedical Problems and housed in laboratory animal unit at the Faculty of Biology, M.V. Lomonosov Moscow State University in controlled conditions of temperature (22–24°C) and light-dark cycle (12–12 h) with ad libitum access to water and standard chow diet (Laboratorkorm, Russia). After 1-week acclimatization to the environment, the rats were randomly assigned to the cage control (n = 10) and HU (n = 10) groups. In HU group, the hindlimbs of the rat were elevated with a hook attached to the proximal third of the tail with adhesive material. The hook was connected by a harness to a swivel apparatus at the top of the cage. The height of the hindquarter elevation was adjusted to prevent the hindlimbs from touching the supporting surfaces, resulting in a suspension angle of 35–40°. The forelimbs maintained the contact with the floor surface, which allowed the animals full range of motion. The animals were housed individually in cages of 50 cm × 50 cm × 50 cm. Animals remained under HU or control conditions for a total of 14 days. This duration of HU was shown to provide the stable changes in muscle weight and blood flow in rats. No signs of ischemia or damage of the tail skin were observed during HU.\n\nAfter 2 weeks of HU, the animals were sacrificed by decapitation under CO2 anesthesia and the arteries were dissected free from surrounding tissue. Two arteries were isolated from the forelimb (deep brachial artery and median artery) and two arteries from the hindlimb (sural artery and saphenous artery). These feed arteries provide blood flow to skeletal muscle (brachial and sural arteries) and predominantly to the skin (median and saphenous arteries). Brachial and median arteries were dissected from the right forelimb for myography experiments. Sural arteries from right and left hindlimbs were used for myography experiments and histochemical examination, respectively. Right saphenous artery from each rat was used for wire myography (distal part) and histochemical examination (proximal part), while the artery from the left hindlimb was studied in perfusion experiments.\n\nWire Myography\n\nTwo neighboring segments with a length of 2 mm were cut from each type of artery and mounted in wire myograph system (DMT, Denmark, 410A or 620 model) for isometric force recoding at well-defined internal circumferences. Endothelium was gently removed from one of the segments by rubbing with a rat whisker. The preparations were kept at 37°C in physiological salt solution containing (in mM): 120 NaCl, 26 NaHCO3, 4.5 KCl, 1.2 NaH2PO4, 1.0 MgSO4, 1.6 CaCl2, 5.5 D-glucose, 0.025 EDTA, and 5 HEPES, equilibrated with gas mixture 5% CO2 + 95% O2 to maintain pH 7.4. Force readings were continuously recorded at 10 Hz sampling rate using E14-140 analog-to-digital data converter (L-Card, Russia) and PowerGraph 3.3 software (DISoft, Russia). Fully relaxed arterial segments were gradually stretched to d100, the inner diameter equivalent to a transmural pressure of 100 mmHg, and then set to 0.9d100, where maximal active force is developed.\n\nThe arteries were activated three times with noradrenaline (10−6 M, Sigma). Functional integrity of the endothelium was checked by application of acetylcholine (10−6 M, Sigma) on top of noradrenaline-induced contraction (3 × 10−7 M). Endothelium-intact preparations relaxed in response to acetylcholine by at least 50% of the precontraction level and the relaxation response of endothelium-denuded preparations was not larger than 10%. The experimental protocol included consecutively performed concentration-response relationships to noradrenaline (10−8 – 3 × 10−5 М, Sigma) and serotonin (3 × 10−8 – 3 × 10−5 М, Sigma) with 30-min washout interval between them. The agonists were given cumulatively in half-log increments. The responses to noradrenaline were studied in the presence of propranolol (10−6 M, Sigma), to prevent relaxation mediated by β-adrenoceptors.\n\nDuring data analysis, active force values were calculated by subtracting the passive force value (recorded in the preparation with fully relaxed smooth muscle) from all recorded force values (before the first and at each noradrenaline or serotonin concentration). Then, respective values of active wall tension were calculated as , where T is tension, F is active force and l is the segment length. The concentration-response relationships were fitted to a sigmoidal function with variable slope using GraphPad Prism 7.0 software (La Jolla, CA, USA) to calculate pD2 values (the negative logarithm of EC50). Inner diameter of each artery (d100) was estimated from its passive length-tension relationship.\n\nConstant-Pressure Perfusion\n\nA segment of the saphenous artery was isolated, placed into the tissue bath, and cannulated at both ends. The vessel fragment length between the cannulae was about 5–6 mm. Krebs-Henseleit physiological salt solution was used for perfusion and superfusion (NaCl 119 mM, KCl 4.7 mM, CaCl2 2.5 mM, MgSO4 1.17 mM, NaHCO3 25 mM, KH2PO4 1.18 mM, D-glucose 5.5 mM, EDTA 0.026 mM, 37°C, and 95% O2 + 5% CO2). Artery was perfused under a constant pressure; input and output pressures were measured continuously using two pressure transducers (BLPR2, World Precision Instruments, USA) and kept at 60 and 50 mmHg, respectively. Volume flow rate was measured with 1N type transducer connected to transit-time flowmeter (Transonic Systems Inc., USA). All parameters were permanently recorded at 20 Hz sampling rate using E14-140 analog-to-digital data converter (L-Card, Russia) and PowerGraph 3.3 software (DISoft, Russia).\n\nIntramural nerves were stimulated with rectangular electric pulses of changing polarity, with amplitude of 200–300 mA and 0.2 ms duration. All the effects of electrical stimulation could be blocked by tetrodotoxin (3 μM, Sigma), thus indicating the neurogenic origin of the response. Electric pulse frequency was 4, 8, or 12 Hz, the stimulation lasted for 30 s, and 3-min intervals were applied between the stimulations. Data analysis was performed using a custom program working under MATLAB (MathWorks Inc., USA). The constrictor response was evaluated as a relative change of the intralumen diameter (D), which was calculated by Poiseuille equation: , l, length of the vessel segment between canulae; Q, volume flow rate; and ΔP, the difference between input and output pressures.\n\nGlyoxylic Acid Staining for Periarterial Adrenergic Innervation\n\nSegments of saphenous and sural arteries were cut lengthwise and placed in 0.1 M PBS (pH 7.2) supplemented with 2% glyoxylic acid, 10% sucrose, and 0.03% Pontamine Sky Blue. After a 30-min incubation, the preparation was flattened on the slide with the adventitia upward, dried (30 min in jet of warm air and 5 min at 100°C), and overlaid with mineral oil and covered with a cover glass.\n\nA LUMAM R3 microscope (LOMO, USSR; eyepiece ×7, objective lens ×40) was used for visualization. The exciting light wavelength was 380–440 nm; the luminescence wavelength was 480–700 nm. The plexus density was estimated with a grid that covered a field of 300 × 300 μm on the preparation and consisted of 24 rows, each containing 22–23 round markers (the ratio of marker diameter to space between markers was 1:2.5). Counting was performed in three randomly selected fields and the results were averaged.\n\nStatistical Data Analysis\n\nStatistical analysis was performed in GraphPad Prism 7.0. The normality of the data distribution was confirmed using D’Agostino-Pearson test. Unpaired Student’s t-test or Repeated Measures ANOVA with Bonferroni post hoc test was used, as appropriate. Statistical significance was reached at p < 0.05. All data are given as mean ± S.E.M. and n represents the number of animals.",
  "results": "Results\n\nBody Weight\n\nAt the beginning of the experiment, body weights of rats from control and HU groups were 316 ± 6 g (n = 10) and 310 ± 9 g (n = 10), respectively (p > 0.05). Within 2 weeks, control group increased body weight to 376 ± 14 g (n = 10) and HU group to 353 ± 6 g (n = 10). No difference in body weight was observed between the two experimental groups at the end of the experiment (p > 0.05, control vs. HU).\n\nInner Diameter of the Arteries\n\nBoth forelimb arteries from HU rats had larger inner diameters compared to the respective arteries from control rats (Table 1). However, when calculated as percentage of the mean value in control group, the increment of diameter in the brachial artery was more prominent compared to the median artery: 22.5 ± 3.0 and 10.2 ± 3.8%, respectively (p < 0.05).\n\nIn contrast, sural arteries of HU rats demonstrated a decrease of inner diameter (by 17.9 ± 4.7%) compared to the arteries of control rats (Table 1). The diameter of saphenous artery was not affected by HU (Table 1).\n\nContractile Responses of Forelimb Arteries\n\nContractile responses of brachial arteries were greater in HU rats compared to that in control rats. This was observed when endothelium-intact segments of brachial arteries were exposed to noradrenaline (Figure 1A) or serotonin (Figure 1B). Endothelium removal did not change the differences in brachial artery contractile responses between HU and control rats (Figures 1C,D). Most prominent effects of HU on brachial artery contractility were observed when the agonists were applied in near-maximal to maximal concentrations. The sensitivity of endothelium-intact and endothelium-denuded brachial artery preparations to vasoconstrictors was not altered by HU (Table 2).\n\nContractile responses of median artery segments to noradrenaline and serotonin were not different in HU rats compared to control rats regardless of the presence of the endothelium (Figure 2). The sensitivity of median artery segments to both vasoconstrictors was also similar in control and HU rats (Table 2).\n\nContractile Responses of Hindlimb Arteries\n\nSural arteries of HU rats developed less contractile tension to noradrenaline and serotonin. This decrease was observed in both endothelium-intact (Figures 3A,B) and endothelium-denuded (Figures 3C,D) segments of sural artery from HU rats compared to control rats. Again, most prominent effect of HU on contractile responses was observed with the higher concentrations of the agonists, while the sensitivity of sural arteries to contractile stimuli was not altered by HU (Table 2).\n\nIn contrast to sural arteries, saphenous arteries from HU rats developed stronger contractile responses compared to the arteries from control rats, regardless of the type of agonist and the presence of the endothelium (Figure 4). HU did not alter saphenous artery maximum contractile responses to noradrenaline and serotonin (Figure 4), but rather elevated the sensitivity of this artery to vasoconstrictors (Table 2).\n\nSympathetic Neurotransmission in Saphenous Artery\n\nIn control rats, adrenergic fiber plexus was dense in the saphenous artery, but sparse in the sural artery (Figure 5A). HU had no effect on innervation density in the sural artery (Figure 5A) but decreased it by about 20% in the saphenous artery (Figures 5A,B).\n\nThe effects of HU on sympathetic control of the saphenous artery were studied with the use of perfusion technique. In the absence of nerve stimulation, solution flow rate values did not differ in control and HU rats: 3.9 ± 0.18 and 4.1 ± 0.18 ml/min, respectively. The relative decreases of arterial inner diameter caused by 8 and 12 Hz stimulation were lower in HU rats compared to that in controls (Figure 5C).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "microgravity",
    "hindlimb unloading",
    "rat",
    "small arteries",
    "remodeling",
    "sympathetic innervation",
    "noradrenaline",
    "serotonin",
    "Physiology",
    "Original Research"
  ],
  "citations": [
    {
      "title": "Comparative changes in segmental vascular resistance in response to nerve stimulation and to norepinephrine",
      "authors": [
        "F. M. Abboud",
        "J. W. Eckstein"
      ]
    },
    {
      "title": "Role of the sympathetic autonomic nervous system in hypoxic remodeling of the fetal cerebral vasculature",
      "authors": [
        "O. O. Adeoye",
        "J. Silpanisong",
        "J. M. Williams",
        "W. J. Pearce"
      ]
    },
    {
      "title": "Angiotensinogen and AT1R expression in cerebral and femoral arteries during hindlimb unloading in rats",
      "authors": [
        "J.-X. Bao",
        "L.-F. Zhang",
        "J. Ma"
      ]
    },
    {
      "title": "Supersensitivity in rat micro-arteries after short-term denervation",
      "authors": [
        "P. Bentzer",
        "N. Nielsen",
        "M. Arner",
        "N. Danielsen",
        "E. Ekblad",
        "G. Lundborg"
      ]
    },
    {
      "title": "Trophic effects of peripheral adrenergic nerves on vascular structure",
      "authors": [
        "R. D. Bevan"
      ]
    },
    {
      "title": "Vascular adaptation to deconditioning and the effect of an exercise countermeasure: results of the Berlin Bed Rest study",
      "authors": [
        "M. W. P. Bleeker",
        "P. C. E. De Groot",
        "G. A. Rongen",
        "J. Rittweger",
        "D. Felsenberg",
        "P. Smits"
      ]
    },
    {
      "title": "Stretch-activated signaling of nerve growth factor secretion in bladder and vascular smooth muscle cells from hypertensive and hyperactive rats",
      "authors": [
        "D. B. Clemow",
        "W. D. Steers",
        "J. B. Tuttle"
      ]
    },
    {
      "title": "Alterations in skeletal perfusion with simulated microgravity: a possible mechanism for bone remodeling",
      "authors": [
        "P. N. Colleran",
        "M. K. Wilkerson",
        "S. A. Bloomfield",
        "L. J. Suva",
        "R. T. Turner",
        "M. D. Delp"
      ]
    },
    {
      "title": "Nerve growth factor synthesis in vascular smooth muscle",
      "authors": [
        "D. Creedon",
        "J. B. Tuttle"
      ]
    },
    {
      "title": "No change in alpha 1 adrenoceptors in canine femoral arteries after lumbar sympathectomy",
      "authors": [
        "K. M. Dalessandri",
        "S. R. Giri",
        "T. W. Robison",
        "H. H. Hayashi",
        "L. Talken"
      ]
    },
    {
      "title": "Control of skeletal muscle perfusion at the onset of dynamic exercise",
      "authors": [
        "M. D. Delp"
      ]
    },
    {
      "title": "Structural and functional remodeling of skeletal muscle microvasculature is induced by simulated microgravity",
      "authors": [
        "M. D. Delp",
        "P. N. Colleran",
        "M. K. Wilkerson",
        "M. R. McCurdy",
        "J. Muller-Delp"
      ]
    },
    {
      "title": "Pressure-induced activation of extracellular signal-regulated kinase 1/2 in small arteries",
      "authors": [
        "Y. E. G. Eskildsen-Helmond",
        "M. J. Mulvany"
      ]
    },
    {
      "title": "Cellular adaptation: journey from smooth muscle cells to neurons",
      "authors": [
        "W. W. Fleming"
      ]
    },
    {
      "title": "Physiological aspects of primary hypertension",
      "authors": [
        "B. Folkow"
      ]
    },
    {
      "title": "Cardiovascular and sympathetic neural responses to handgrip and cold pressor stimuli in humans before, during and after spaceflight",
      "authors": [
        "Q. Fu",
        "B. D. Levine",
        "J. A. Pawelczyk",
        "A. C. Ertl",
        "A. Diedrich",
        "J. F. Cox"
      ]
    },
    {
      "title": "Effect of microgravity on forearm subcutaneous vascular resistance in humans",
      "authors": [
        "A. Gabrielsen",
        "P. Norsk",
        "R. Videbaek",
        "O. Henriksen"
      ]
    },
    {
      "title": "Hindlimb unloading: rodent analog for microgravity",
      "authors": [
        "R. K. Globus",
        "E. Morey-Holton"
      ]
    },
    {
      "title": "Nonuniform changes in arteriolar myogenic tone within skeletal muscle following hindlimb unweighting",
      "authors": [
        "C. L. Heaps",
        "D. K. Bowles"
      ]
    },
    {
      "title": "Cardiac, arterial and venous adaptation to weightlessness during 6-month MIR spaceflights with and without thigh cuffs (bracelets)",
      "authors": [
        "S. Herault",
        "G. Fomina",
        "I. Alferova",
        "A. Kotovskaya",
        "V. Poliakov",
        "P. Arbeille"
      ]
    },
    {
      "title": "Sympathetic denervation facilitates L-type Ca2+ channel activation in renal but not in mesenteric resistance arteries",
      "authors": [
        "P. Heumann",
        "A. Koenen",
        "O. Zavaritskaya",
        "K. Schütze",
        "A. Ramm",
        "T. Schlüter"
      ]
    },
    {
      "title": "Neurophysiological analysis of target-related sympathetic pathways--from animal to human: similarities and differences",
      "authors": [
        "W. Jänig",
        "H.-J. Häbler"
      ]
    },
    {
      "title": "Specialized functional pathways are the building blocks of the autonomic nervous system",
      "authors": [
        "W. Jänig",
        "E. M. McLachlan"
      ]
    },
    {
      "title": "Remodeling of developing and mature arteries: endothelium, smooth muscle, and matrix",
      "authors": [
        "B. L. Langille"
      ]
    },
    {
      "title": "Effect of hindlimb unweighting on tissue blood flow in the rat",
      "authors": [
        "K. S. McDonald",
        "M. D. Delp",
        "R. H. Fitts"
      ]
    },
    {
      "title": "Influence of long-term experimental orthostatic body position on innervation density in extremity vessels",
      "authors": [
        "E. Monos",
        "M. Lóránt",
        "E. Fehér"
      ]
    },
    {
      "title": "Contractile properties of small arterial resistance vessels in spontaneously hypertensive and normotensive rats",
      "authors": [
        "M. J. Mulvany",
        "W. Halpern"
      ]
    },
    {
      "title": "Cardiovascular adaptations to long-duration head-down bed rest",
      "authors": [
        "S. H. Platts",
        "D. S. Martin",
        "M. B. Stenger",
        "S. A. Perez",
        "L. C. Ribeiro",
        "R. Summers"
      ]
    },
    {
      "title": "Structural properties of rat mesenteric small arteries after 4-wk exposure to elevated or reduced blood flow",
      "authors": [
        "F. Pourageaud",
        "J. G. R. De Mey"
      ]
    },
    {
      "title": "Effects of chronic hypotension on the adrenergic nervous plexus of the saphenous artery in rats and its regeneration after femoral nerve injury",
      "authors": [
        "V. A. Puzdrova",
        "R. A. Kargina-Terent’eva",
        "O. S. Tarasova"
      ]
    },
    {
      "title": "Trophic action of sympathetic nerves reduces arterial smooth muscle Ca(2+) sensitivity during early post-natal development in rats",
      "authors": [
        "V. A. Puzdrova",
        "T. V. Kudryashova",
        "D. K. Gaynullina",
        "S. V. Mochalov",
        "C. Aalkjaer",
        "H. Nilsson"
      ]
    },
    {
      "title": "An experimental study and mathematical simulation of adrenergic control of hindlimb vessels in rats after 3-week tail suspension",
      "authors": [
        "I. M. Rodionov",
        "E. N. Timin",
        "V. V. Matchkov",
        "O. S. Tarasova",
        "O. L. Vinogradova"
      ]
    },
    {
      "title": "Increased vascular sensitivity and connexin43 expression after sympathetic denervation",
      "authors": [
        "D. P. Slovut",
        "S. H. Mehta",
        "A. M. Dorrance",
        "F. C. Brosius",
        "S. W. Watts",
        "R. C. Webb"
      ]
    },
    {
      "title": "Spaceflight reduces vasoconstrictor responsiveness of skeletal muscle resistance arteries in mice",
      "authors": [
        "J. N. Stabley",
        "J. M. Dominguez",
        "C. E. Dominguez",
        "F. R. Mora Solis",
        "J. Ahlgren",
        "B. J. Behnke"
      ]
    },
    {
      "title": "Chronic skeletal unloading of the rat femur: mechanisms and functional consequences of vascular remodeling",
      "authors": [
        "J. N. Stabley",
        "R. D. Prisby",
        "B. J. Behnke",
        "M. D. Delp"
      ]
    },
    {
      "title": "Daily short-period gravitation can prevent functional and structural changes in arteries of simulated microgravity rats",
      "authors": [
        "B. Sun",
        "L.-F. Zhang",
        "F. Gao",
        "X.-W. Ma",
        "M.-L. Zhang",
        "J. Liu"
      ]
    },
    {
      "title": "Alpha-1D adrenoceptors are involved in reserpine-induced supersensitivity of rat tail artery",
      "authors": [
        "N. Taki",
        "T. Tanaka",
        "L. Zhang",
        "F. Suzuki",
        "M. Israilova",
        "T. Taniguchi"
      ]
    },
    {
      "title": "Increase in the sensitivity of the vascular smooth muscle to constrictor factors after denervation and with a decrease in blood pressure",
      "authors": [
        "O. S. Tarasova",
        "V. A. Puzdrova",
        "V. U. Kalenchuk",
        "V. B. Koshelev"
      ]
    },
    {
      "title": "Transmitter characteristics of cutaneous, renal and skeletal muscle small arteries in the rat",
      "authors": [
        "O. Tarasova",
        "N. Sjöblom-Widfeldt",
        "H. Nilsson"
      ]
    },
    {
      "title": "Regulation of rat sympathetic nerve density by target tissues and NGF in maturity and old age",
      "authors": [
        "C. Thrasivoulou",
        "T. Cowen"
      ]
    },
    {
      "title": "Contribution of social isolation, restraint, and hindlimb unloading to changes in hemodynamic parameters and motion activity in rats",
      "authors": [
        "D. Tsvirkun",
        "J. Bourreau",
        "A. Mieuset",
        "F. Garo",
        "O. Vinogradova",
        "I. Larina"
      ]
    },
    {
      "title": "The cardiovascular system in microgravity",
      "authors": [
        "D. Watenpaugh",
        "A. Hargens",
        "M. J. Fregly",
        "C. M. Blatteis"
      ]
    },
    {
      "title": "Effects of hindlimb unloading on rat cerebral, splenic, and mesenteric resistance artery morphology",
      "authors": [
        "M. K. Wilkerson",
        "J. Muller-Delp",
        "P. N. Colleran",
        "M. D. Delp"
      ]
    },
    {
      "title": "Vascular adaptation to microgravity: what have we learned?",
      "authors": [
        "L. F. Zhang"
      ]
    },
    {
      "title": "Region-specific vascular remodeling and its prevention by artificial gravity in weightless environment",
      "authors": [
        "L.-F. Zhang"
      ]
    }
  ],
  "original_title": "Simulated microgravity induces regionally distinct neurovascular and structural remodeling of skeletal muscle and cutaneous arteries in the rat",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2687/7339929/dfed9c227b0e/fphys-11-00675-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2687/7339929/6e3185e33091/fphys-11-00675-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2687/7339929/aea65213a44c/fphys-11-00675-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2687/7339929/8a0a6bed759f/fphys-11-00675-g004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2687/7339929/682fbd746d3c/fphys-11-00675-g005.jpg"
  ]
}