{
  "pmcid": "PMC7756144",
  "title": "Beyond Low-Earth Orbit: Characterizing Immune and microRNA Differentials following Simulated Deep Spaceflight Conditions in Mice",
  "abstract": "Summary\n\nSpaceflight missions can cause immune system dysfunction in astronauts with little understanding of immune outcomes in deep space. This study assessed immune responses in mice following ground-based, simulated deep spaceflight conditions, compared with data from astronauts on International Space Station missions. For ground studies, we simulated microgravity using the hindlimb unloaded mouse model alone or in combination with acute simulated galactic cosmic rays or solar particle events irradiation. Immune profiling results revealed unique immune diversity following each experimental condition, suggesting each stressor results in distinct circulating immune responses, with clear consequences for deep spaceflight. Circulating plasma microRNA sequence analysis revealed involvement in immune system dysregulation. Furthermore, a large astronaut cohort showed elevated inflammation during low-Earth orbit missions, thereby supporting our simulated ground experiments in mice. Herein, circulating immune biomarkers are defined by distinct deep space irradiation types coupled to simulated microgravity and could be targets for future space health initiatives.\n\nGraphical Abstract\n\nHighlights\n\nMurine immune profiles from simulated deep spaceflight conditions were analyzed\n\nImmune profiling revealed unique immune diversity with each experimental condition\n\nPlasma microRNA sequence analysis revealed involvement in immune system dysregulation\n\nAstronaut data showed elevated inflammation during low-Earth orbit missions\n\nImmunology; Space Sciences",
  "introduction": "Introduction\n\nRecent studies indicate astronauts in low-Earth orbit (LEO), such as on the International Space Station (ISS), experience immune dysfunction, for instance, redox imbalance, elevated inflammation, elevated granulocytes, inhibited lymphocyte proliferation, and reduced lymphocyte functions. However, less is known about the likely biological (immune system) consequences of deep space exploration.\n\nSolar particle event (SPE) and galactic cosmic ray (GCR) irradiation are charged particle ionizing types of radiation that will impact humans and spacecraft during lunar and deep spaceflight missions. High doses of these types of charged ionizing radiation types do not typically pose a threat to Earth, as we are shielded by the Earth's magnetosphere; however, astronauts on future missions to the lunar surface and Mars will have limited shielding from these damaging irradiation. Although doses experienced in deep space do not parallel those of LEO manned missions, health risks associated with LEO doses are still considerable. For instance, current missions in LEO, such as on the ISS, experience a low total absorbed dose of irradiation, estimated to be exposed to approximately 0.10–0.52 mGy/day, depending on the mission, as quantified by NASA GeneLab's environmental data for spaceflight experiments.\n\nSPE irradiation originates from protons being emitted during solar flares and coronal mass ejections, and although the majority of the ions are protons at different energies during these events, it can also include other ions such as helium and high- (H) atomic number (Z) and energy (E) ions. Limited number of human reports following SPE irradiation exposure are associated with astronauts on LEO spacewalks and lunar missions from the Apollo era. The physiological effects of SPE irradiation exposure include fatigue, acute radiation sickness, long-term skin damage, elevated cytokine storms, and decreased blood and hemopoietic cell numbers.\n\nGCR irradiation is emitted from the sun, stars, and energetic objects such as supernova and consists of high-energy protons, helium nuclei, and high-energy high-charge (HZE) ions with intrinsic masses (for example, iron, silicon, oxygen, and carbon). As the predicted dose for ISS missions, in the absence of SPE irradiation events, is 0.10–0.52 mGy/day, astronauts in LEO could therefore be exposed up to a roughly estimated 0.1 Gy/year of irradiation. Moreover, during SPE events, astronauts could experience an extremely high dose of protons possibly up to 1 Gy or more, which would pose significant health risks. NASA estimates that the amount of GCR irradiation exposure during deep space missions may be 0.3–0.6 mGy/day or more over a 3-year-long mission to Mars (0.245–0.360 Gy).\n\nLinear energy transfer (LET) is defined as the amount of energy that is deposited or transferred in a material from an ion. High-LET irradiation can cause more damaging ionizing tracks and pose a higher relative biological effectiveness (RBE) risk compared to low-LET irradiation. However, this does not rule out the composite effects of low-LET continuous dose/dose rate involved during spaceflight, the effects of low LET inhibition of angiogenesis, or the range of cellular damage by low-LET particles. RBE is the relative amount of biological damage a dose of irradiation will have on tissue. Thus, identifying the immune responses following distinct ionizing irradiation types, along with described dosing schemes, RBEs, and protracted exposures, are essential for future exploration missions to the lunar surface and Mars.\n\nDue to limitations of performing deep space missions, there have been multiple ground-based research studies examining the effects of ionizing irradiation on immunity. For instance, large disparities in immune population subtypes, in particular lymphocytes and induction of inflammation, have been reported. However, more information is required on the deep space-relevant spectra of irradiation effects on immunity.\n\nWith recent advancements in simulated GCR and SPE dosing schemes at NASA's Space Radiation Laboratory (NSRL) within Brookhaven National Laboratory, the biological effects of realistic deep space exposures can now be successfully measured in ground-based studies. Therefore, our study sought to investigate the immediate-early immune effects following acute simulated GCR and SPE irradiation, singly or in combination with simulated microgravity (hindlimb unloading, HU) in mice. We hypothesized that unique immune signatures and microRNA (miRNA) profiles would be produced by distinct experimental conditions of simulated GCR, SPE, and gamma irradiation, singly or in combination with HU. Although this study focuses on immune dysregulation during deep spaceflight, the knowledge gained from these studies can be applied to related issues on Earth such as, cancer radiotherapy, muscle degeneration, and immune-related diseases.",
  "methods": "Methods\n\nAll methods can be found in the accompanying Transparent Methods supplemental file.",
  "results": "Results\n\nSimulated Deep Space Exposures Selectively Caused Reduced Immune Organ Weight and Total Leukocyte Populations\n\nMice were exposed to acute, 0.5-Gy simplified GCR simulation (GCR sim), 1-Gy SPE simulation (SPE sim), or 5Gy gamma irradiation, singly or in combination with HU (14-days total) and were weighed on days −3, 0, 7, and 14 (Figure 1A). Gamma irradiation was included to calculate the RBE of GCR sim and SPE sim. As charged particles generally have a higher RBE than photons (gamma irradiation) we used an elevated dose of 5 Gy. The results revealed significant difference in body weight across GCR and SPE irradiation combined with HU groups at 24 h post-irradiation exposures (i.e., day 14) (Figure 1B). Euthanasia was performed on day 14, and select immune organs were collected and weighed to determine if spaceflight exposures caused weight differences. Interestingly, all irradiation groups with HU had a significant decrease in spleen weight, compared to NL-Sham controls with intergroup comparisons between GCR and gamma (Figure 1C). For the thymus, SPE irradiation in combination with HU groups were significantly reduced in weight, along with both NL- and HU-gamma cohorts, compared with NL-Sham controls (Figure 1D). To address whether there are fewer white blood cells (WBCs) circulating within blood, which may result in weight disparities in the immune organs, common leukocyte antigen (CD45), which labels all leukocytes, was analyzed by flow cytometry within the total doublet discriminated (DD) events (Figures 1E–1G). The results showed reduced CD45+ circulating leukocyte populations within DD events following all exposures, compared to NL-Sham controls (Figures 1F and 1G). Collectively, these results indicate that 24 h following combined exposures, there are immune system decrements, in both primary (thymus; SPE irradiation) and secondary (spleen; GCR and gamma irradiation) immune organs, which may be associated with reduced circulating leukocytes.\n\nInnate Immune Profiles Revealed Distinct Populations following Simulated Deep Space Exposures\n\nSubgroups of leukocytes were analyzed to determine the profile of innate immune cells following 24 h of acute, simulated GCR, SPE, or gamma irradiation exposures, singly or in combination with HU (14 days). Gating schemes within CD45+ events displayed neutrophils (Ly6ghighCD11b+), eosinophils (Ly6glowCD11b+), monocytes (Ly6g−CD11b+), B cells (CD20+NK1.1-/CD45+) (Figures 2A, 3A, and S1A–S1C), and NK/NKT cells (CD20−NK1.1+/CD45+) (Figures 3A, 3C and S1D). The results revealed elevated neutrophil populations in HU-Sham, - SPE, and gamma irradiation in combination with HU groups, compared with NL-Sham controls (Figure 2C). No significant differences were seen between monocytes (Figure 2B) or neutrophils (Figure 2C) with GCR or SPE irradiation alone compared with NL-Sham controls. There were no differences noted across all innate immune groups following GCR irradiation, singly or in combination with HU (Figures 2B–2D and 3C). Interestingly, a significant elevation in eosinophils (Figure 2D) and NK/NKT (Figure 3C) cells was observed in single SPE and gamma irradiation, that was suppressed in combination with HU, which indicates SPE and gamma irradiation selectively targets these cell types compared to NL-Sham controls. Moreover, these results also indicate suppressed inflammation in response to combination SPE and gamma irradiation with HU. Interestingly, gamma irradiation alone induced all innate immune profiles, compared with NL-Sham controls, which was reduced in combination with HU (Figures 2B–2D and 3C), indicating suppressed inflammation in gamma irradiation in combination with HU. Collectively, these trends suggest that higher doses of ionizing irradiation may be more toxic, causing heightened immunogenicity.\n\nAdaptive Immune Profiles Revealed Select B, T Helper, and T Cytotoxic Lymphocytes Are Negatively Impacted by Simulated Deep Space Exposures\n\nLymphocytes are sensitive to ionizing irradiation exposures, whereby irradiation initiates DNA damage triggering apoptosis. To assess the effects of deep space-relevant exposures on lymphocyte profiles we first assessed B cell populations. The gating scheme for B cells is displayed in Figure 3A. Although no difference was revealed for GCR irradiation alone, compared with NL-Sham controls, all other irradiation groups, singly or in combination with HU resulted in significant reduction of B cells, compared to NL-Sham controls (Figures 3B and S1E). These results suggest possible impairments in antibody-producing, plasma cell differentiation. To confirm impaired B cell differentiation median fluorescent intensity (MFI) of cell surface CD20 was assessed, as CD20 expression levels are reduced during B cell maturation into plasma cells. There was no reduction in B cell surface expression of CD20 (Figure 3C), suggesting B cell differentiation processes are impaired with GCR and SPE irradiation, singly or in combination with HU, compared with NL-Sham controls. T cell lineages were also characterized by flow cytometry in blood following space-relevant conditions, including T helper (Th, CD8−CD4+/CD3+) and T cytotoxic (Tc, CD8+CD4-/CD3+) lymphocytes (Figure 4A). The results revealed GCR irradiation singly and in combination with HU significantly reduced circulating Th and Tc lymphocytes, compared to NL-Sham controls, whereas no significant effects in T cell populations were observed with gamma irradiation (Figures 4B–4E). In addition, SPE irradiation exposures (single and combination groups) also reduced Tc lymphocyte numbers (Figures 3C and 3E). Collectively, these results indicate impairment in B cell and effector/central memory T cell adaptive immune responses following deep space-relevant exposures, which can pose a major health risk limitation on future human exploration missions.\n\nLymphocyte Surface Expression of IL-7R Is Impacted by Simulated Deep Space Exposures, with Elevated Neutrophil to Lymphocyte Ratio (NLR)\n\nTo assess the mechanisms involved in reduced T cell percentage, we characterized the cell surface expression of IL-7R on circulating lymphocytes (Figures 5A and 5B). IL-7R expression varies throughout T cell development, whereby it is expressed on single-positive naive T cells, but not activated T cells, and then is re-expressed on memory T cells. Furthermore, elevated IL-7R has been linked to multiple inflammatory diseases. The results revealed cell surface IL-7R median fluorescence intensity (MFI) was elevated in HU-Sham, compared to NL-Sham controls, which suggests enhanced inflammation following HU for 14 days (Figure 5C). GCR and SPE irradiation, singly and in combination with HU, resulted in no significant differences in IL-7R expression, compared to NL-Sham alone, other than GCR irradiation with HU, suggesting GCR irradiation in combination with HU may have induced T cell activation (Figure 5C). Percentage (%) lymphocytes (SSC-A versus CD45+, plot example in Figure 1G) further supports the damaging effects of GCR and SPE irradiation on these population types (Figure 5D). Elevated neutrophil to lymphocyte ratio (NLR), a clinical biomarker for inflammation, was elevated in HU-Sham controls, and in all irradiation-only groups, compared to NL-Sham controls, with partial reduction in combination with HU (Figure 5E). Collectively, these results suggest select T cell activation and inflammation following deep space simulation.\n\nSimulated Deep Space Exposures Induced Unique Cytokine Profiles\n\nSelect cytokine biomarkers consisting of pro- and anti-inflammatory markers were assessed in whole blood by qPCR. The cytokine panel included Ifn-γ, Il-4, Il-1β, Tnf-ɑ, iNOS, Il-6, and Il-10, and showed that unique cytokine profiles are induced in each exposure group (Figure 6A). Il-1β, a pro-inflammatory cytokine and marker of the inflammasome complex, displayed elevated expression following SPE irradiation in the single exposure group, compared to NL-sham controls (Figure 6B). GCR irradiation displayed significant suppression of Il-1β in combination with HU, compared to GCR irradiation alone (Figure 6B). These results suggest combined simulated deep space exposures may have suppressed inflammation. Il-6, another pro-inflammatory cytokine well known for its involvement in the acute phase response, was induced in HU, compared with NL-Sham controls (Figure 6C), suggesting exposure to simulated microgravity may induce inflammation. Interestingly, GCR irradiation in combination with HU resulted in Il-6 suppression (Figure 6C), supporting suppression of inflammation in combined deep space conditions of GCR irradiation and HU. Ifn-ɣ, is a cytokine produced by Tc cells, Th1 cells, NK/NKT cells, and innate lymphoid cells-1 subtype-1 (ILC1). It has been associated with NK cell activity and improved macrophage antigen presentation. We found in comparison to NL-sham controls, Ifn-γ was significantly upregulated in both GCR irradiation exposure groups, singly or combined with HU (Figure 6D). Furthermore, gamma irradiation resulted in increased expression of Ifn-γ in combination with HU, compared with gamma irradiation alone (Figure 6D). IL-4 is typically produced by Th2 and T follicular helper (Tfh) cells, and its primary role promotes cellular survival. We found significant fold elevation of Il-4 in all irradiation groups in combination with HU, compared to NL-Sham controls (Figure 6E), suggesting this cytokine may be critically involved in promoting cell survival in the remaining pool of cells following space-relevant exposures. Collectively, these results suggest unique cytokine signatures are produced following different simulated deep space exposures.\n\nmiRNA Profiling Revealed A Relationship to Immune Dysfunction in Simulated Deep Space Exposures\n\nmiRNAs are non-coding RNA interference molecules involved in silencing post-transcriptional gene expression. Due to their important role in gene expression regulation, contribution to immunity, and importance for therapeutic purposes, we sought to assess the circulating miRNA profile expressed in the plasma following simulated deep space exposures. We focused on miRNAs in plasma, as we have demonstrated that the immune system dysregulation is systemic and circulating. To determine the overall impact that miRNAs have on the immune system, we first predicted gene ontology (GO) terms with an false discovery rate < 0.05 from processed miRNA-sequenced plasma data for all conditions and filtered for specific immune GO terms (Figure 7). The GO immune terms were categorized by utilizing the GO Mouse Genome Informatics (MGI) information for specific GO immune terms. An Upset plot (Figure S2) shows general up and down immune pathways in each listed condition and the overlapping pathways between conditions. Overall, majority of the immune pathways are downregulated. Pathways related to humoral immune responses were the exception and predicted to be upregulated due to miRNAs, as miRNAs in general can elevate humoral immunity. A more detailed analysis of the specific GO immune terms (Figure 7A) revealed specific pathways clustering together following specific irradiation exposures. We confirmed this pattern of immune dysregulation in deep space exposure groups in Hallmark pathways/gene sets regulated by miRNAs, which showed distinct patterns within each group (Figure 7B). Collectively, these results confirmed that distinct immunogenic impairment following simulated deep space exposures may be regulated by circulating factors, specifically miRNAs.\n\nElevated Inflammation in Astronauts on ISS Missions in LEO\n\nCharacterization of biomarkers of inflammation during spaceflight is critical for understanding human adaptation to spaceflight. Although ionizing irradiation exposures in LEO are not at the same as doses experienced in deep space, health risks associated with these doses are still considerable, and career limiting. To characterize inflammation experienced on orbit, we re-purposed retrospective data from ISS crewmembers participating in three experiments: Nutritional Status Assessment (2006–2012), Dietary Intake Can Predict and Protect Against Changes in Bone Metabolism During Space Flight and Recovery (Pro K) (2010–2015), and Biochemical Profile (2013–2018). Subsets of these data have been previously published.\n\nPro-inflammatory IL-1β and IL-1α and pleiotropic insulin-like growth factor (IGF)-1 and IL-1 receptor antagonist (RA) were analyzed. The results showed that IGF-1 was induced at in-flight day 15 and remained persistent through flight and during post-flight return (Figure 8 and Table S1). Cytokines IL-1β and IL-1α were also inconsistently elevated during flight, compared with preflight, whereas both returned to pre-flight levels upon return to Earth, suggesting ground readaptation (Figure 8). In addition, IL-1RA was also elevated in-flight, and returned to pre-flight baseline controls (L-45, Figure 8), indicating homeostatic inhibition of IL-1α and/or IL-1β may also be regulated in-flight. As both pro-inflammatory IL-1α and IL-1β levels are elevated in-flight, along with their inhibitor IL-1RA, it indicates that other factors involved in pro-inflammatory cytokine expression supersede IL-1RA inhibition. These studies, and others, indicate that inflammation is induced in LEO, although mechanisms are also in place to maintain homeostasis, which may also apply during missions beyond LEO.\n\nHerein, the results revealed that at 14 days post-HU and 1 day post-acute irradiation exposure, total body and immune organ (spleen and thymus) weights were reduced, which was accompanied by reduced total leukocytes in combination exposures, compared to NL-Sham controls. Most strikingly, reduced frequency of T effector lymphocytes (i.e., T helper, Th and T cytotoxic, Tc cells) and B lymphocytes in the presence of combined conditions, compared to NL-Sham controls, were noted indicating the potential for impaired adaptive immunity. Furthermore, differential cytokine profiles were also characterized, which displayed the potential for Th2 lineages to develop, while Gene Ontology (GO) and Hallmark terms determined by circulating miRNAs displayed similar immune deviations in mice. Similarly, astronaut data revealed inflammation occurs in LEO missions, analogous to our ground-based results in mice. Collectively, these results demonstrate that differential immune profiles are probable throughout the course of long-duration, exploratory missions in deep space and describe circulating immune biomarkers (i.e., select cell types and miRNAs) as potential therapeutic targets to regulate immunity.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Immunology",
    "Space Sciences",
    "Article"
  ],
  "citations": [
    {
      "title": "Meta-analysis identifies 29 additional ulcerative colitis risk loci, increasing the number of confirmed associations to 47",
      "authors": [
        "C.A. Anderson",
        "G. Boucher",
        "C.W. Lees",
        "A. Franke",
        "M. D'Amato",
        "K.D. Taylor",
        "J.C. Lee",
        "P. Goyette",
        "M. Imielinski",
        "A. Latiano"
      ]
    },
    {
      "title": "In vivo interleukin-6 protects neutrophils from apoptosis in osteomyelitis",
      "authors": [
        "V. Asensi",
        "E. Valle",
        "A. Meana",
        "J. Fierer",
        "A. Celada",
        "V. Alvarez",
        "J. Paz",
        "E. Coto",
        "J.A. Carton",
        "J.A. Maradona"
      ]
    },
    {
      "title": "T cells mediate resistance to genetically modified bone marrow in lethally irradiated recipients",
      "authors": [
        "J. Bagley",
        "C. Tian",
        "D.H. Sachs",
        "J. Iacomini"
      ]
    },
    {
      "title": "MicroRNA-570 is a novel regulator of cellular senescence and inflammaging",
      "authors": [
        "J.R. Baker",
        "C. Vuppusetty",
        "T. Colley",
        "S. Hassibi",
        "P.S. Fenwick",
        "L.E. Donnelly",
        "K. Ito",
        "P.J. Barnes"
      ]
    },
    {
      "title": "Pathological effects of ionizing radiation: endothelial activation and dysfunction",
      "authors": [
        "B. Baselet",
        "P. Sonveaux",
        "S. Baatout",
        "A. Aerts"
      ]
    },
    {
      "title": "A microRNA signature and TGF-β1 response were identified as the key master regulators for spaceflight response",
      "authors": [
        "A. Beheshti",
        "S. Ray",
        "H. Fogle",
        "D. Berrios",
        "S.V. Costes"
      ]
    },
    {
      "title": "Identification of circulating serum Multi-MicroRNA signatures in human DLBCL models",
      "authors": [
        "A. Beheshti",
        "K. Stevenson",
        "C. Vanderburg",
        "D. Ravi",
        "J.T. McDonald",
        "A.L. Christie",
        "K. Shigemori",
        "H. Jester",
        "D.M. Weinstock",
        "A.M. Evens"
      ]
    },
    {
      "title": "A circulating microRNA signature predicts age-based development of lymphoma",
      "authors": [
        "A. Beheshti",
        "C. Vanderburg",
        "J.T. McDonald",
        "C. Ramkumar",
        "T. Kadungure",
        "H. Zhang",
        "R.B. Gartenhaus",
        "A.M. Evens"
      ]
    },
    {
      "title": "IL-7 receptor blockade blunts antigen-specific memory T cell responses and chronic inflammation in primates",
      "authors": [
        "L. Belarif",
        "C. Mary",
        "L. Jacquemont",
        "H.L. Mai",
        "R. Danger",
        "J. Hervouet",
        "D. Minault",
        "V. Thepenier",
        "V. Nerrière-Daguin",
        "E. Nguyen"
      ]
    },
    {
      "title": "Stress related shift toward inflammaging in cosmonauts after long-duration space flight",
      "authors": [
        "J.I. Buchheim",
        "S. Matzel",
        "M. Rykova",
        "G. Vassilieva",
        "S. Ponomarev",
        "I. Nichiporuk",
        "M. Hörl",
        "D. Moser",
        "K. Biere",
        "M. Feuerecker"
      ]
    },
    {
      "title": "Simulated microgravity decreases circulating iron in rats: role of inflammation-induced hepcidin upregulation",
      "authors": [
        "T. Cavey",
        "N. Pierre",
        "K. Nay",
        "C. Allain",
        "M. Ropert",
        "O. Loréal",
        "F. Derbré"
      ]
    },
    {
      "title": "Central nervous system responses to simulated galactic cosmic rays",
      "authors": [
        "E. Cekanaviciute",
        "S. Rosi",
        "S.V. Costes"
      ]
    },
    {
      "title": "Dysbiosis and immune dysregulation in outer space",
      "authors": [
        "J.L. Cervantes",
        "B.Y. Hong"
      ]
    },
    {
      "title": "Limitations in predicting the space radiation health risk for exploration astronauts",
      "authors": [
        "J.C. Chancellor",
        "R.S. Blue",
        "K.A. Cengel",
        "S.M. Auñón-Chancellor",
        "K.H. Rubins",
        "H.G. Katzgraber",
        "A.R. Kennedy"
      ]
    },
    {
      "title": "Innate lymphoid cells: diversity, plasticity, and unique functions in immunity",
      "authors": [
        "M. Colonna"
      ]
    },
    {
      "title": "T follicular helper cell differentiation, function, and roles in disease",
      "authors": [
        "S. Crotty"
      ]
    },
    {
      "title": "Alterations in adaptive immunity persist during long-duration spaceflight",
      "authors": [
        "B. Crucian",
        "R.P. Stowe",
        "S. Mehta",
        "H. Quiriarte",
        "D. Pierson",
        "C. Sams"
      ]
    },
    {
      "title": "Immune system dysregulation during spaceflight: potential countermeasures for deep space exploration missions",
      "authors": [
        "B.E. Crucian",
        "A. Chouker",
        "R.J. Simpson",
        "S. Mehta",
        "G. Marshall",
        "S.M. Smith",
        "S.R. Zwart",
        "M. Heer",
        "S. Ponomarev",
        "A. Whitmire"
      ]
    },
    {
      "title": "Plasma cytokine concentrations indicate that in vivo hormonal regulation of immunity is altered during long-duration spaceflight",
      "authors": [
        "B.E. Crucian",
        "S.R. Zwart",
        "S. Mehta",
        "P. Uchakin",
        "H.D. Quiriarte",
        "D. Pierson",
        "C.F. Sams",
        "S.M. Smith"
      ]
    },
    {
      "title": "MicroRNAs, major players in B cells homeostasis and function",
      "authors": [
        "R. Danger",
        "F. Braza",
        "M. Giral",
        "J.P. Soulillou",
        "S. Brouard"
      ]
    },
    {
      "title": "The induction of antibody production by IL-6 is indirectly mediated by IL-21 produced by CD4+ T cells",
      "authors": [
        "O. Dienz",
        "S.M. Eaton",
        "J.P. Bond",
        "W. Neveu",
        "D. Moquin",
        "R. Noubade",
        "E.M. Briso",
        "C. Charland",
        "W.J. Leonard",
        "G. Ciliberto"
      ]
    },
    {
      "title": "SK3 channel and mitochondrial ROS mediate NADPH oxidase-independent NETosis induced by calcium influx",
      "authors": [
        "D.N. Douda",
        "M.A. Khan",
        "H. Grasemann",
        "N. Palaniyar"
      ]
    },
    {
      "title": "Neutrophil-induced skeletal muscle damage: a calculated and controlled response following hindlimb unloading and reloading",
      "authors": [
        "N. Dumont",
        "P. Bouchard",
        "J. Frenette"
      ]
    },
    {
      "title": "Mast cells can modulate leukocyte accumulation and skeletal muscle function following hindlimb unloading",
      "authors": [
        "N. Dumont",
        "K. Lepage",
        "C.H. Côté",
        "J. Frenette"
      ]
    },
    {
      "title": "Dermatologic manifestations in spaceflight: a review",
      "authors": [
        "C. Dunn",
        "M. Boyd",
        "I. Orengo"
      ]
    },
    {
      "title": "Chromatin structure influences the sensitivity of DNA to gamma-radiation",
      "authors": [
        "M. Falk",
        "E. Lukásová",
        "S. Kozubek"
      ]
    },
    {
      "title": "Impact of particle irradiation on the immune system: from the clinic to Mars",
      "authors": [
        "R. Fernandez-Gonzalo",
        "S. Baatout",
        "M. Moreels"
      ]
    },
    {
      "title": "An alternant method to the traditional NASA hindlimb unloading model in mice",
      "authors": [
        "J.A. Ferreira",
        "J.M. Crissey",
        "M. Brown"
      ]
    },
    {
      "title": "Muscle impairment occurs rapidly and precedes inflammatory cell accumulation after mechanical loading",
      "authors": [
        "J. Frenette",
        "M. St-Pierre",
        "C.H. Côté",
        "E. Mylona",
        "F.X. Pizza"
      ]
    },
    {
      "title": "The NASA Twins Study: a multidimensional analysis of a year-long human spaceflight",
      "authors": [
        "F.E. Garrett-Bakelman",
        "M. Darshi",
        "S.J. Green",
        "R.C. Gur",
        "L. Lin",
        "B.R. Macias",
        "M.J. McKenna",
        "C. Meydan",
        "T. Mishra",
        "J. Nasrini"
      ]
    },
    {
      "title": "Two distinct types of the inhibition of vasculogenesis by different species of charged particles",
      "authors": [
        "P. Grabham",
        "P. Sharma",
        "A. Bigelow",
        "C. Geard"
      ]
    },
    {
      "title": "Whole-body irradiation and long-term modification of bone marrow-derived cell populations by low- and high-LET radiation",
      "authors": [
        "D.S. Gridley",
        "M.J. Pecaut"
      ]
    },
    {
      "title": "Genetic background and lymphocyte populations after total-body exposure to iron ion radiation",
      "authors": [
        "D.S. Gridley",
        "M.J. Pecaut"
      ]
    },
    {
      "title": "Total-body irradiation with high-LET particles: acute and chronic effects on the immune system",
      "authors": [
        "D.S. Gridley",
        "M.J. Pecaut",
        "G.A. Nelson"
      ]
    },
    {
      "title": "",
      "authors": [
        "S. Hu",
        "THREE Editorial Board"
      ]
    },
    {
      "title": "T cell trafficking through lymphatic vessels",
      "authors": [
        "M.C. Hunter",
        "A. Teijeira",
        "C. Halin"
      ]
    },
    {
      "title": "Elevated neutrophil to lymphocyte ratio predicts mortality in medical inpatients with multiple chronic conditions",
      "authors": [
        "V. Isaac",
        "C.Y. Wu",
        "C.T. Huang",
        "B.T. Baune",
        "C.L. Tseng",
        "C.S. McLachlan"
      ]
    },
    {
      "title": "Interferon-gamma (IFN-ɣ): exploring its implications in infectious diseases",
      "authors": [
        "G. Kak",
        "M. Raza",
        "B.K. Tiwari"
      ]
    },
    {
      "title": "Disparity of histone deacetylase inhibition on repair of radiation-induced DNA damage on euchromatin and constitutive heterochromatin compartments",
      "authors": [
        "T.C. Karagiannis",
        "K.N. Harikrishnan",
        "H. Kn",
        "A. El-Osta"
      ]
    },
    {
      "title": "Regulation of gene expression, growth, and cell survival by IL-4: contribution of multiple signaling pathways",
      "authors": [
        "A.D. Keegan",
        "J. Zamorano"
      ]
    },
    {
      "title": "Inside-out control of fc-receptors",
      "authors": [
        "L. Koenderman"
      ]
    },
    {
      "title": "The role of neutrophils in immune dysfunction during severe inflammation",
      "authors": [
        "P.H. Leliefeld",
        "C.M. Wessels",
        "L.P. Leenen",
        "L. Koenderman",
        "J. Pillay"
      ]
    },
    {
      "title": "Hindlimb suspension and SPE-like radiation impairs clearance of bacterial infections",
      "authors": [
        "M. Li",
        "V. Holmes",
        "Y. Zhou",
        "H. Ni",
        "J.K. Sanzari",
        "A.R. Kennedy",
        "D. Weissman"
      ]
    },
    {
      "title": "Simulated microgravity disrupts intestinal homeostasis and increases colitis susceptibility",
      "authors": [
        "P. Li",
        "J. Shi",
        "P. Zhang",
        "K. Wang",
        "J. Li",
        "H. Liu",
        "Y. Zhou",
        "X. Xu",
        "J. Hao",
        "X. Sun"
      ]
    },
    {
      "title": "The Molecular Signatures Database (MSigDB) hallmark gene set collection",
      "authors": [
        "A. Liberzon",
        "C. Birger",
        "H. Thorvaldsdóttir",
        "M. Ghandi",
        "J.P. Mesirov",
        "P. Tamayo"
      ]
    },
    {
      "title": "Identifying characteristic miRNAs-genes and risk pathways of multiple sclerosis based on bioinformatics analysis",
      "authors": [
        "D. Luo",
        "J. Fu"
      ]
    },
    {
      "title": "IL-18/IL-15/IL-12 synergy induces elevated and prolonged IFN-γ production by ex vivo expanded NK cells which is not due to enhanced STAT4 activation",
      "authors": [
        "E. Lusty",
        "S.M. Poznanski",
        "K. Kwofie",
        "T.S. Mandur",
        "D.A. Lee",
        "C.D. Richards",
        "A.A. Ashkar"
      ]
    },
    {
      "title": "Analysis of treatment in childhood leukemia. IV. The critical association between dose fractionation and immunosuppression induced by cranial irradiation",
      "authors": [
        "I.C. MacLennan",
        "H.E. Kay"
      ]
    },
    {
      "title": "Spaceflight and simulated microgravity cause a significant reduction of key gene expression in early T-cell activation",
      "authors": [
        "E.M. Martinez",
        "M.C. Yoshida",
        "T.L. Candelario",
        "M. Hughes-Fulford"
      ]
    },
    {
      "title": "Interleukin-7 receptor expression: intelligent design",
      "authors": [
        "R. Mazzucchelli",
        "S.K. Durum"
      ]
    },
    {
      "title": "MicroRNAs as regulatory elements in immune system logic",
      "authors": [
        "A. Mehta",
        "D. Baltimore"
      ]
    },
    {
      "title": "Latent virus reactivation in astronauts on the international space station",
      "authors": [
        "S.K. Mehta",
        "M.L. Laudenslager",
        "R.P. Stowe",
        "B.E. Crucian",
        "A.H. Feiveson",
        "C.F. Sams",
        "D.L. Pierson"
      ]
    },
    {
      "title": "",
      "authors": [
        "J. Miller"
      ]
    },
    {
      "title": "The role of miRNAs in mast cells and other innate immune cells",
      "authors": [
        "S. Montagner",
        "E.M. Orlandi",
        "S. Merante",
        "S. Monticelli"
      ]
    },
    {
      "title": "Update on neutrophil function in severe inflammation",
      "authors": [
        "E. Mortaz",
        "S.D. Alipoor",
        "I.M. Adcock",
        "S. Mumby",
        "L. Koenderman"
      ]
    },
    {
      "title": "Th2 cells in health and disease",
      "authors": [
        "T. Nakayama",
        "K. Hirahara",
        "A. Onodera",
        "Y. Endo",
        "H. Hosokawa",
        "K. Shinoda",
        "D.J. Tumes",
        "Y. Okamoto"
      ]
    },
    {
      "title": "",
      "authors": [
        "L. Narici",
        "A. Rizzo",
        "F. Berrilli",
        "D. Del Moro"
      ]
    },
    {
      "title": "T cells and the regulation of herpes simplex virus latency and reactivation",
      "authors": [
        "A.A. Nash"
      ]
    },
    {
      "title": "Space radiation and human exposures, A primer",
      "authors": [
        "G.A. Nelson"
      ]
    },
    {
      "title": "Neutrophils to the ROScue: mechanisms of NADPH oxidase activation and bacterial resistance",
      "authors": [
        "G.T. Nguyen",
        "E.R. Green",
        "J. Mecsas"
      ]
    },
    {
      "title": "High and low LET radiation differentially induce normal tissue damage signals",
      "authors": [
        "M. Niemantsverdriet",
        "M.J. van Goethem",
        "R. Bron",
        "W. Hogewerf",
        "S. Brandenburg",
        "J.A. Langendijk",
        "P. van Luijk",
        "R.P. Coppes"
      ]
    },
    {
      "title": "Overview of MicroRNA biogenesis, mechanisms of actions, and circulation",
      "authors": [
        "J. O'Brien",
        "H. Hayder",
        "Y. Zayed",
        "C. Peng"
      ]
    },
    {
      "title": "Physiological and pathological roles for microRNAs in the immune system",
      "authors": [
        "R.M. O'Connell",
        "D.S. Rao",
        "A.A. Chaudhuri",
        "D. Baltimore"
      ]
    },
    {
      "title": "Natural killer cells in inflammatory heart disease",
      "authors": [
        "S. Ong",
        "N.R. Rose",
        "D. Čiháková"
      ]
    },
    {
      "title": "Neutrophil-to-Lymphocyte Ratio: A Biomarker to Monitor the Immune Status of Astronauts",
      "authors": [
        "A.M. Paul",
        "S.D. Mhatre",
        "E. Cekanaviciute",
        "A.-S. Schreurs",
        "C.G.T. Tahimic",
        "R.K. Globus",
        "S. Anand",
        "B.E. Crucian",
        "S. Bhattacharya"
      ]
    },
    {
      "title": "Is spaceflight-induced immune dysfunction linked to systemic changes in metabolism?",
      "authors": [
        "M.J. Pecaut",
        "X.W. Mao",
        "D.L. Bellinger",
        "K.R. Jonscher",
        "L.S. Stodieck",
        "V.L. Ferguson",
        "T.A. Bateman",
        "R.P. Mohney",
        "D.S. Gridley"
      ]
    },
    {
      "title": "Early lymphocyte expansion is severely impaired in interleukin 7 receptor-deficient mice",
      "authors": [
        "J.J. Peschon",
        "P.J. Morrissey",
        "K.H. Grabstein",
        "F.J. Ramsdell",
        "E. Maraskovsky",
        "B.C. Gliniak",
        "L.S. Park",
        "S.F. Ziegler",
        "D.E. Williams",
        "C.B. Ware"
      ]
    },
    {
      "title": "Impact of ionizing radiation on the cardiovascular system: a review",
      "authors": [
        "S. Puukila",
        "J.A. Lemon",
        "S.J. Lees",
        "T.C. Tai",
        "D.R. Boreham",
        "N. Khaper"
      ]
    },
    {
      "title": "Inflammasome complexes: emerging mechanisms and effector functions",
      "authors": [
        "V.A. Rathinam",
        "K.A. Fitzgerald"
      ]
    },
    {
      "title": "Interleukin-1 in the response of follicular helper and follicular regulatory T cells",
      "authors": [
        "P.G. Ritvo",
        "D. Klatzmann"
      ]
    },
    {
      "title": "Immunophenotype of normal and myelomatous plasma-cell subsets",
      "authors": [
        "N. Robillard",
        "S. Wuillème",
        "P. Moreau",
        "M.C. Béné"
      ]
    },
    {
      "title": "Effect of SPE-like proton or photon radiation on the kinetics of mouse peripheral blood cells and radiation biological effectiveness determinations",
      "authors": [
        "A.L. Romero-Weaver",
        "X.S. Wan",
        "E.S. Diffenderfer",
        "L. Lin",
        "A.R. Kennedy"
      ]
    },
    {
      "title": "Biological characterization of low-energy ions with high-energy deposition on human cells",
      "authors": [
        "J. Saha",
        "P. Wilson",
        "P. Thieberger",
        "D. Lowenstein",
        "M. Wang",
        "F.A. Cucinotta"
      ]
    },
    {
      "title": "Dermatopathology effects of simulated solar particle event radiation exposure in the porcine model",
      "authors": [
        "J.K. Sanzari",
        "E.S. Diffenderfer",
        "S. Hagan",
        "P.C. Billings",
        "D.S. Gridley",
        "J.T. Seykora",
        "A.R. Kennedy",
        "K.A. Cengel"
      ]
    },
    {
      "title": "The effects of gamma and proton radiation exposure on hematopoietic cell counts in the ferret model",
      "authors": [
        "J.K. Sanzari",
        "X.S. Wan",
        "G.S. Krigsfeld",
        "A.J. Wroe",
        "D.S. Gridley",
        "A.R. Kennedy"
      ]
    },
    {
      "title": "T lymphocytes and normal tissue responses to radiation",
      "authors": [
        "D. Schaue",
        "W.H. McBride"
      ]
    },
    {
      "title": "MicroRNA shuttle from cell-to-cell by exosomes and its impact in cancer",
      "authors": [
        "H. Schwarzenbach",
        "P.B. Gahan"
      ]
    },
    {
      "title": "NASA's first ground-based Galactic Cosmic Ray Simulator: enabling a new era in space radiobiology research",
      "authors": [
        "L.C. Simonsen",
        "T.C. Slaba",
        "P. Guida",
        "A. Rusek"
      ]
    },
    {
      "title": "The mammalian phenotype ontology: enabling robust annotation and comparative analysis",
      "authors": [
        "C.L. Smith",
        "J.T. Eppig"
      ]
    },
    {
      "title": "Bone metabolism and renal stone risk during International Space Station missions",
      "authors": [
        "S.M. Smith",
        "M. Heer",
        "L.C. Shackelford",
        "J.D. Sibonga",
        "J. Spatz",
        "R.A. Pietrzyk",
        "E.K. Hudson",
        "S.R. Zwart"
      ]
    },
    {
      "title": "B cell homeostasis is maintained during long-duration spaceflight",
      "authors": [
        "G. Spielmann",
        "N. Agha",
        "H. Kunz",
        "R.J. Simpson",
        "B. Crucian",
        "S. Mehta",
        "M. Laughlin",
        "J. Campbell"
      ]
    },
    {
      "title": "Comparison of signaling profiles in the low dose range following low and high LET radiation",
      "authors": [
        "D.M. Sridharan",
        "L.C. Chien",
        "F.A. Cucinotta",
        "J.M. Pluth"
      ]
    },
    {
      "title": "EBV epigenetically suppresses the B cell-to-plasma cell differentiation pathway while establishing long-term latency",
      "authors": [
        "C.T. Styles",
        "Q. Bazot",
        "G.A. Parker",
        "R.E. White",
        "K. Paschos",
        "M.J. Allday"
      ]
    },
    {
      "title": "Eosinophilic cardiac disease: molecular, clinical and imaging aspects",
      "authors": [
        "P.E. Séguéla",
        "X. Iriart",
        "P. Acar",
        "M. Montaudon",
        "R. Roudaut",
        "J.B. Thambo"
      ]
    },
    {
      "title": "Influence of social isolation during prolonged simulated weightlessness by hindlimb unloading",
      "authors": [
        "C.G.T. Tahimic",
        "A.M. Paul",
        "A.S. Schreurs",
        "S.M. Torres",
        "L. Rubinstein",
        "S. Steczina",
        "M. Lowe",
        "S. Bhattacharya",
        "J.S. Alwood",
        "A.E. Ronca"
      ]
    },
    {
      "title": "IL-6 in inflammation, immunity, and disease",
      "authors": [
        "T. Tanaka",
        "M. Narazaki",
        "T. Kishimoto"
      ]
    },
    {
      "title": "Ionizing radiation modulates human macrophages towards a pro-inflammatory phenotype preserving their pro-invasive and pro-angiogenic capacities",
      "authors": [
        "A. Teresa Pinto",
        "M. Laranjeiro Pinto",
        "A. Patrícia Cardoso",
        "C. Monteiro",
        "M. Teixeira Pinto",
        "A. Filipe Maia",
        "P. Castro",
        "R. Figueira",
        "A. Monteiro",
        "M. Marques"
      ]
    },
    {
      "title": "microRNAs and the immune response",
      "authors": [
        "E. Tsitsiou",
        "M.A. Lindsay"
      ]
    },
    {
      "title": "Development of microRNA therapeutics is coming of age",
      "authors": [
        "E. van Rooij",
        "S. Kauppinen"
      ]
    },
    {
      "title": "Study of the impact of long-duration space missions at the International Space Station on the astronaut microbiome",
      "authors": [
        "A.A. Voorhies",
        "C. Mark Ott",
        "S. Mehta",
        "D.L. Pierson",
        "B.E. Crucian",
        "A. Feiveson",
        "C.M. Oubre",
        "M. Torralba",
        "K. Moncera",
        "Y. Zhang"
      ]
    },
    {
      "title": "Lymphocyte reduction induced by hindlimb unloading: distinct mechanisms in the spleen and thymus",
      "authors": [
        "L.X. Wei",
        "J.N. Zhou",
        "A.I. Roberts",
        "Y.F. Shi"
      ]
    },
    {
      "title": "Interleukin-7 receptor blockade suppresses adaptive and innate inflammatory responses in experimental colitis",
      "authors": [
        "C.R. Willis",
        "A. Seamons",
        "J. Maxwell",
        "P.M. Treuting",
        "L. Nelson",
        "G. Chen",
        "S. Phelps",
        "C.L. Smith",
        "T. Brabb",
        "B.M. Iritani"
      ]
    },
    {
      "title": "",
      "authors": [
        "H. Wu",
        "J.L. Huff",
        "R. Casey",
        "M.-H. Kim",
        "F.A. Cucinotta"
      ]
    },
    {
      "title": "Differential vascular cell adhesion molecule-1 expression and superoxide production in simulated microgravity rat vasculature",
      "authors": [
        "R. Zhang",
        "H.H. Ran",
        "Y.L. Gao",
        "J. Ma",
        "Y. Huang",
        "Y.G. Bai",
        "L.J. Lin"
      ]
    },
    {
      "title": "Mitochondrial regulation of NADPH oxidase in hindlimb unweighting rat cerebral arteries",
      "authors": [
        "R. Zhang",
        "H.H. Ran",
        "L. Peng",
        "F. Xu",
        "J.F. Sun",
        "L.N. Zhang",
        "Y.Y. Fan",
        "G. Cui"
      ]
    }
  ],
  "original_title": "Beyond low-Earth orbit: Characterizing immune and microRNA differentials following simulated deep spaceflight conditions in mice.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ec20/7756144/623f662853d7/fx1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ec20/7756144/5ee25bd08389/gr1.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ec20/7756144/43515d32181b/gr2.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ec20/7756144/2232c8418c61/gr3.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ec20/7756144/dd27459a882e/gr4.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ec20/7756144/48c7451289b0/gr5.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ec20/7756144/7c0cf780030d/gr6.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ec20/7756144/1e3657a79808/gr7.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ec20/7756144/adefe99c9d9c/gr8.jpg"
  ]
}