{
  "pmcid": "PMC7000411",
  "title": "Spaceflight and simulated microgravity conditions increase virulence of Serratia marcescens in the Drosophila melanogaster infection model",
  "abstract": "While it has been shown that astronauts suffer immune disorders after spaceflight, the underlying causes are still poorly understood and there are many variables to consider when investigating the immune system in a complex environment. Additionally, there is growing evidence that suggests that not only is the immune system being altered, but the pathogens that infect the host are significantly influenced by spaceflight and ground-based spaceflight conditions. In this study, we demonstrate that Serratia marcescens (strain Db11) was significantly more lethal to Drosophila melanogaster after growth on the International Space Station than ground-based controls, but the increased virulence phenotype of S. marcescens did not persist after the bacterial cultures were passaged on the ground. Increased virulence was also observed in bacteria that were grown in simulated microgravity conditions on the ground using the rotating wall vessel. Increased virulence of the space-flown bacteria was similar in magnitude between wild-type flies and those that were mutants for the well-characterized immune pathways Imd and Toll, suggesting that changes to the host immune system after infection are likely not a major factor contributing towards increased susceptibility of ground-reared flies infected with space-flown bacteria. Characterization of the bacteria shows that at later timepoints spaceflight bacteria grew at a greater rate than ground controls in vitro, and in the host. These results suggest complex physiological changes occurring in pathogenic bacteria in space environments, and there may be novel mechanisms mediating these physiological effects that need to be characterized.",
  "introduction": "Introduction\n\nAs space exploration extends beyond low Earth orbit, there is considerable interest in understanding the changes in human physiology under spaceflight conditions. Spaceflight includes not only long-term exposure to microgravity, but also radiation, isolation, and short-term exposure to hypergravity. Previous studies have demonstrated that these stressors have a significant impact on the ability of the immune system to respond appropriately to disease, including altered cytokine production, changes in immune cell proliferation and distribution and general alteration of immune homeostasis in both innate and adaptive immune systems.\n\nThis apparent immune dysregulation is even more important when considering that there have been studies demonstrating significant effects of microgravity and spaceflight conditions on the pathogens that co-occur with humans in space habitats. Opportunistic pathogenic bacteria, such as those that can cause persistent infections in immunocompromised individuals, have been shown to have increased growth in spaceflight, increased antibiotic resistance, and increased virulence.\n\nInvestigations of the effects of spaceflight in humans have been especially varied, likely due to both low sample sizes and variability in experimental methodology. The fruit fly (Drosophila melanogaster) is a promising model for understanding the effects of spaceflight on human immunity and pathogenesis, as they have been shown previously to experience a dramatic shift in immune gene expression following spaceflight. Using invertebrate models for investigating the human immune system has proven both fruitful and convenient, as they are cost-effective, have short generation times, and importantly, have immune systems with high homology to humans. While invertebrates lack a characterized adaptive immune system, the inducible innate immune response of Drosophila melanogaster is highly similar to humans, with about 75% of human disease-causing genes with a functional homolog in the fruit fly.\n\nThe human opportunistic bacteria Serratia marcescens has only recently emerged as a model for studying rapid shifts in virulence and antibiotic resistance due to increased nosocomial reports. Furthermore, S. marcescens has been found aboard the spacecraft Mir, and in condensed water aboard the International Space Station (ISS), suggesting that this ubiquitous pathogen should be monitored closely for spaceflight-induced changes that may pose a threat to immunocompromised astronauts who could be more susceptible to opportunistic pathogens. D. melanogaster has been recently used as a model for studying S. marcescens, as there are bacterial strains that have been isolated from wild-caught flies that are pathogenic. Importantly, the specific strains used in this study are not pathogenic to humans, making this system an ideal model for safely studying spaceflight-induced changes to S. marcescens using a model system.\n\nStudies in true spaceflight conditions are difficult to perform due to cost, limited availability of launches and crew time, and the complexity of experimental design under the tight volumetric and mass constraints of space habitats. Consequently, many studies on the effects of spaceflight on bacteria are also followed up with ground-based simulated microgravity experiments, which allows for further investigation into microgravity-related effects. In this study, the opportunistic pathogen Serratia marcescens was sent to the ISS, where it was exposed to true spaceflight conditions, while ground-based strains were used in tandem both as controls and as replicates grown in simulated microgravity conditions (rotating wall vessel (RWV) apparatus) in order to investigate whether changes in bacterial physiology could be replicated accurately in future ground-based studies. In our study, space-flown or simulated microgravity-treated bacteria were used to infect D. melanogaster to investigate changes in space-induced lethality, both in wild-type flies, as well as in immune pathway mutants. Results showed that both space-flown and ground-based microgravity simulations (e.g., low-shear modeled microgravity or LSMMG treatment) resulted in increased virulence of Serratia marcescens on D. melanogaster hosts. Interestingly, the increased virulence phenotype is lost after passaging of the space-flown and LSMMG-treated bacteria under ground conditions. Taken together, this suggests that spaceflight induces a physiological change in the pathogen resulting in the decreased survivability of the D. melanogaster host and that this effect can be reversed after the bacterial cells resume normal growth on the ground.",
  "methods": "Materials and methods\n\nD. melanogaster fly strains\n\nFly lines were maintained in a 12-h light-dark cycle on cornmeal-agar media (torula yeast, dextrose, cornmeal, agar, Tegosept, propionic acid, ethanol) at ambient temperature (~24 °C). All fly lines were obtained from Bloomington Stock center including w1118 (#3605), OregonR SP2 (no. 2376), relE20 (no. 55714), y1w* (no. 55707), dif1 (no. 36559), imd1 (no. 55711), PGRP-LCΔ5 (#36323), and PGRP-SAseml (#55716).\n\nBacterial growth conditions during spaceflight\n\nThe hardware used in this study was the FIT (Fly Immunity and Tumors) cassette and changeout platform, as described in our previous Drosophila experiments on the ISS. Food trays were prepared using the methods described below, and stored in a cargo transfer bag (CTB) at 4 °C for launch. Towards the end of the 30 day spaceflight (Fruit Fly Lab – 01 on SpaceX-CRS 5 mission), the food trays containing S. marcescens were retrieved from 4 °C storage and placed within the FIT food changeout platform. The platform was placed in a canvas CTB at ISS ambient temperature (23–25 °C) for 5 days, plus 2 days in the SpaceX Dragon (22–25 °C) for undocking/descent and retrieval. During the growth period, environmental data (CO2, O2, temperature, and relative humidity) was recorded and used to match the growth conditions for ground control experiments.\n\nPreparation of S. marcescens Db11 for spaceflight\n\nSerratia marcescens Db11 was obtained from the University of Minnesota C. elegans stock center. To prepare for the spaceflight experiment, the Db11 strain was grown for 20 h in liquid LB broth with 100 µg/mL streptomycin at 37 °C and then diluted to an OD600 of 0.100 in PBS. Next, 100 µL of the diluent was spread onto the surface of two trays containing 2 mL of solid semi-defined fly food media containing 4% Brewer’s yeast (Redstar), 6% glucose, 3% sucrose, 2% yeast extract, 2% peptone, 1% agar, 0.05% magnesium sulfate heptahydrate, 0.05% calcium chloride dihydrate (Sigma), 0.5% of blue food dye (Smart and Final), 0.001% p-hydroxybenzoate, and 0.6% of propionic acid (Sigma) dissolved in water. These two trays were the source of the Space 1 and Space 2 samples that were used in the experiments below. Similarly, we prepared two additional trays (Ground 1 and Ground 2) from the same source sample. These two trays were grown in the same FIT hardware on the ground, inside an incubator (Percival model DR36VL), which was programmed to match the gas composition, temperature, and humidity profiles measured during the flight.\n\nAfter preparing the bacterial sample trays for flight, they were placed into plastic bags and stored at 4 °C, then sent to the ISS on SpaceX CRS-5. Control trays were stored on the ground at 4 °C. Growth conditions on the ISS were described in the previous section. Upon retrieval after the spaceflight mission, bacteria were isolated from the surfaces using sterile cell scrapers and then placed into 50% glycerol and stored frozen at −80 °C. Similar isolation was performed in parallel for the ground samples.\n\nThe placement of the bacterial cultures on semi-defined fly food media allowed for inflight infection of flies, as flies would ingest the bacteria that was growing on the media. However, due to logistical constraints during flight, in-flight infection was not possible and the bacterial cultures were grown in space and harvested after return for treatment of flies on the ground after flight as described in the following sections.\n\nInjection of spaceflight S. marcescens Db11 samples into D. melanogaster\n\nInjections of bacteria were performed according to methods described previously by our group and others. Concentrations of spaceflight and ground samples stored in 50% glycerol at −80 °C were determined by performing colony counts on LB plates. These samples were then diluted in PBS (phosphate buffered saline) down to ~4 × 103 CFU/mL in sterile PBS for injections. Sterile 12.5% glycerol in sterile PBS was used as a sham injection control. For survival experiments and in vivo growth assays for both spaceflight bacteria and ground-based simulated microgravity-treated bacteria, the Nanoject II (Drummond Scientific) was used with the 32 nL injection volume setting (Figs 1–4). Concentrations were adjusted so that each injection was ~10 CFU/fly. Control, ground, or spaceflight samples were then injected into anesthetized 2–3 day-old female (post-eclosion) D. melanogaster in the ventrolateral abdomen. Injections of immune mutant flies were done using a Picospritzer III (Parker Hannifin, New Hampshire). Injection bolus was calibrated to 600 nm diameter, which equaled approximately 10 CFU/fly. Injections of each treatment group took <1 h, with the survival measurements beginning at the end of that first hour. After injections, flies were kept at 25 °C on the same standard dextrose food that they were reared on, and survival was monitored every hour for at least 24 h. Survival curves were measured by performing three independent experiments using a minimum of N = 50 flies in each experiment, then pooling the data from all three experiments for the Cox Proportional Hazard survival analysis, which measures the magnitude of difference in survival between different treatment groups.\n\nIn vivo bacterial load was assayed in the fly at 0, 9, 12, and 15 h post-injection. Bacterial load was assayed immediately following injection by placing three flies in 200 µL of PBS and homogenized for ~1 min using a handheld homogenizer (Kimble/Kontes, New Jersey). This homogenization procedure was repeated for each condition tested. Next, 100 µL of this sample was then spread/plated onto an LB agar plate. To assay subsequent time-points, three flies were placed in 200 µL of PBS and homogenized as above. This sample was then serially diluted, 20 µL into 180 µL of PBS until a dilution of 105 was obtained. Next, 40 µL from each dilution from 100 to 105 was then spot plated onto an LB agar plate and allowed to dry. All plates were incubated at 37 °C overnight before counting. Each in vivo bacterial load experiment was independently repeated three times and each experiment included three replicate samples per time point for all experiments. Error bars were calculated to represent one standard error.\n\nDue to limited bacterial sample availability from the spaceflight mission and the time required to inject 50 or more individual flies per condition per experiment, not all samples (Space 1 and 2, Ground 1 and 2) were included in every experiment. After initial experiments had verified the consistency of the virulence data from Space 1 and Space 2 samples relative to the Ground 1 and Ground 2 samples, only one sample from each spaceflight and ground condition was chosen in subsequent studies.\n\nGround subcultures of spaceflight sample\n\nInjections to test the virulence of space-flown bacteria were performed as noted above where the spaceflight and ground bacteria were diluted in PBS from frozen glycerol stocks and directly injected into the fly host. However to test whether the space-flown bacteria would retain their increased virulence after growing under ground conditions for several generations, bacterial cultures were first allowed to grow for 24 h (~23 generations of growth) on the ground before injecting into Drosophila hosts. A sterile inoculation loop was used to transfer a small amount of glycerol stocks into liquid LB + 100 µg/mL streptomycin, then grown for 24 h in a 37 °C incubator with a shaker set to 225 rpm. These samples were then diluted in PBS down to ~4 × 103 CFU/mL in sterile PBS for injections, and injections were performed as described above.\n\nGrowth of S. marcescens Db11 in the RWV\n\nCultures of Db11 were grown from non-spaceflight lab stocks of Db11 frozen at −80 °C in Copan Cryovials, onto agar plates with streptomycin (LB + 100 µg/mL) for 18–24 h and then stored at 4 °C for at most 2 weeks. Liquid subcultures were created using a single colony from these agar plates and grown in conical tubes at 37 °C in liquid LB media containing 100 µg/mL streptomycin at 25 rpm for 24 h. These liquid subcultures were then diluted down to A600 of 0.100 in LB media before being further diluted 1:1000 in LB + 100 µg/mL streptomycin and placed into a sterile disposable 10 mL RWV (Synthecon). Air bubbles were removed from the RWV and sealed. Pairs of RWV were then placed in either horizontal (simulated microgravity or LSMMG) or vertical (normal gravity, NG) axis at 37 °C and rotated at 25 rpm (as in Nickerson et al.) Samples were grown for 24 h to ensure that stationary phase was reached.\n\nInjection of RWV samples into D. melanogaster\n\nInjections were performed as noted above with the following alterations. Stationary phase cultures from RWV were diluted down to an A600 of 0.100 in PBS and then further diluted down 1/100 fold to an end concentration of ~8 × 103 CFU/mL in PBS. Approximately 65 nL of sterile PBS, LSMMG, or NG cultures were then injected into 2–3-day old flies as noted above. Survival and bacterial load were both monitored as previously stated.\n\nRNA extraction and sequencing from infected fly host\n\nIn order to see whether there was any difference in host immunity after infection with Space or Ground bacteria, RNA was extracted in triplicate from two live ground-reared adult flies for each treatment (space or ground sample injection) approximately 18 h after infection using the Qiagen RNeasy Mini Kit (catalog no. 74104) with β-mercaptoethanol (10 µL/mL) in the lysis buffer. Lysis was performed by placing the flies in a 1.5 mL tube containing 600 µL of the lysis buffer, which were then homogenized for ~1 min using a handheld homogenizer (Kimble/Kontes, New Jersey). The entire homogenate was then placed in the manufacturer-supplied spin column, where an on-column DNase digestion step was performed as per manufacturer recommendation). An additional purification step was added using additional wash steps with the kit buffers. Samples were sequenced on the Illumina HiSeq 4000 platform with 100 bp reads and paired-end library prep. Transcript abundance estimates from the raw sequenced reads were made using kallisto (version 0.42.4) and the D. melanogaster reference transcriptome (build r6.13). Differential expression analysis between Space and Ground bacteria infection conditions was performed using sleuth (version 0.30.0) Wald test. Transcripts with q-values < 0.05 were considered significantly differentially expressed.\n\nStatistical analysis\n\nStatistical analysis was performed in GraphPad Prism 7.0 and JMP Pro 13 (SAS). Graphs were made in GraphPad Prism 7.0 and in Excel (version 15.4). For survival analyses, a Cox Proportional Hazards model was used, with the exception of the Toll and Imd mutant injections, for which a Log-rank Mantel-Cox analysis was performed to compare curves across treatments. The Cox Proportional Hazards model allows for the comparison of survival between all groups when there are multiple risk factors or treatments involved. For in vivo growth measurements, a one-way ANOVA was used in combination with a Tukey-Kramer post hoc analysis. For all statistical analyses with the exception of the first subculture growth and survival, only results with a statistical significance < 0.05 are reported, due to the magnitude of results tables.\n\nEthics statement\n\nWe use the invertebrate model system Drosophila melanogaster for this study, in accordance, the study was exempt from ethics committee approval.",
  "results": "Results\n\nSurvival of D. melanogaster after infection with spaceflight samples\n\nFly survival was significantly lower when infected with spaceflight-exposed Serratia marcescens samples compared to the ground control bacterial samples (Fig. 1). For the first spaceflight sample (Space 1), survival was significantly different from both Ground 1 (P < 0.0001) and Ground 2 (P < 0.0001) samples. The same was true for the second spaceflight isolate (Space 2) when compared with ground control samples. Full statistical results are reported in Table 1. Space 1 and Space 2 were separate samples of bacteria collected from two different plates after spaceflight, and both showed increased virulence compared to ground control bacteria. However they also showed differences between each other in terms of the magnitude of their changes with Space 1 causing greater virulence changes compared to Space 2 samples. This is discussed later in the context of temporary/reversible physiological changes induced by spaceflight vs genetic/heritable changes in the bacteria (see below for “Host survival after injection of first ground subculture of spaceflight sample”).\n\nIn vivo growth of spaceflight S. marcescens in fly host after injection\n\nIn vivo growth of injected bacteria was not significantly different between space and ground samples at hours 0 (F = 0.9113, P = 0.489), 6 (F = 0.5316, P = 0.6772) or 9 (F = 1.169, P = 0.3964) post-injection. At hour 12 post-injection, in vivo growth of Space 1 sample was significantly higher in the fly host than the Ground sample (P = 0.0002) and Space 2 (P = 0.0011). At hour 15 post-injection, in vivo growth of Space 1 remained significantly higher than Ground (P = 0.0002) and Space 2 (P = 0.04), and Space 2 in vivo growth was significantly higher than Ground (P = 0.006) (Fig. 1b). Therefore, the kinetics of bacterial growth within the host are different for the bacterial cultures returning from space compared to the ground control samples, particularly 12 h and onwards post-infection. In vitro growth of the space-flown bacteria, outside the host, show a similar increase in growth kinetics at later time points compared to the ground control bacteria (Supplementary Fig. 1).\n\nHost survival after injection of first ground subculture of spaceflight sample\n\nGiven that two separate isolates of bacteria had shown increased virulence after spaceflight exposure (Fig. 1), we wanted to assess whether these changes were reversible physiological changes in the bacteria induced by the stress of spaceflight or whether they were genetically heritable changes induced, for instance, by ionizing radiation exposure during spaceflight. After subculturing spaceflight and ground samples of S. marcescens in normal Earth gravity overnight, Space 1-injected host survival was not significantly different from either Ground 1 (P = 0.995) or Ground 2 (P = 0.337) host injected samples. Similarly, Space 2 subculture-infected hosts did not show significant differences in survival from Ground 1 (P = 0.5223) or Ground 2 (P = 0.113) infected hosts (Fig. 2a). Full statistical output is reported in Table 2. These results suggest that the increased virulence detected after spaceflight were temporary changes acquired by the bacteria during spaceflight and that after subculturing under normal conditions on Earth, these differences were no longer detectable after infection of fruit fly hosts.\n\nIn vivo growth after injection of first ground subculture of spaceflight sample\n\nThere was no significant difference of in vivo growth of the spaceflight vs ground bacteria within the host (Fig. 2b) at hours 0 (F = 13.41, P = 0.146), 9 (F = 0.238, P = 0.866), 12 (F = 0.443, P = 0.731) or 15 (F = 0.479, P = 0.708) hours post-infection. This data was consistent with the fact that there were no differences detected in virulence of the first ground subcultures in the host (Fig. 2a).\n\nHost survival after injection with LSMMG-treated bacteria\n\nSince spaceflight opportunities are relatively infrequent, a model that has often been used on the ground to simulate microgravity conditions for aqueous cultures is the high aspect ratio vessel (HARV) or the RWV. We used the RWV apparatus to assess whether we could recreate some or all of the virulence changes that we had measured from the spaceflight samples by simulating the low fluid shear of the microgravity environment on Earth. This is done by rotating the vessel in a perpendicular orientation, where the rotation of the apparatus offsets the sedimental effects of the gravity force and provides continual suspension of the cells. In the control, the axis of rotation is parallel with the gravity force vector and as such, this force is not offset and the cells are allowed to settle. Host survival was significantly lower for hosts infected with S. marcescens that was grown in LSMMG compared to both the PBS Sham (ratio = 4.42, P < 0.0001) and the RWV Control (Ratio = 3.37, P = 0.0002) (Fig. 3a). The RWV Control consists of the same container as is used to simulate microgravity but is rotated about an axis that is oriented at 90 degrees to the LSMMG rotation and is therefore exposed to 1 g Earth’s gravity. Figure 3a therefore shows that we are able to recreate increased virulence in S. marcescens bacteria by simulating microgravity on Earth. This would suggest that the microgravity aspect of the spaceflight environment is at least one important factor to consider in terms of increased virulence in S. marcescens.\n\nIn vivo growth of LSMMG S. marcescens\n\nThere was no significant difference of in vivo growth between the LSMMG and RWV-Control bacteria at hour 0 (F = 3.551, P = 0.128) or at hour 6 post-infection (F = 7.493, P = 0.0544). However, there was a significant difference in CFU counts per fly between the LSMMG and RWV-Control at hours 9 (F = 20.428, P = 0.008), 12 (F = 12.455, P = 0.019), and 15 (F = 18.427, P = 0.009) post-infection (Fig. 3b). These altered growth kinetics also mirror some of the differences observed previously with the spaceflight samples (Fig. 1b), where the bacterial samples that show increased virulence, also show increased rates of growth within the host particularly at later time points.\n\nInfection of Immune Deficiency (Imd) and Toll pathway mutants of D. melanogaster\n\nSince the increase in virulence of spaceflight bacteria was accompanied by an increase in the rate of growth of the bacteria within the fly host, we wanted to determine whether this was a result of a change that the bacteria were able to induce in the host by weakening the hosts’ immune system for example, or whether the bacterial physiology was altered to better withstand the host’s immune defenses. In order to test this hypothesis, we used flies that were mutant in two of the major immune defense pathways in flies, the Imd and the Toll pathways. As expected, all Imd mutant flies (PGRP-LCΔ5, imd1, and relishE20) succumb to any Sm infections (including ground control Sm) much more quickly than either of the wild-type fly lines (y1w* or w1118) as seen in Fig. 4a, since the Imd pathway is known to be critical for defense against infection with Gram-negative bacteria, such as Serratia marcescens. On the other hand, the Toll pathway is primarily known to be important for defense against Gram-positive bacterial and fungal infections. Therefore as expected, there is much less change in the viability of Toll deficient mutants (PGRP-SAseml and dif1) after ground control Sm infections compared to wild-type flies (Fig. 4c). Compared to ground control Sm however, the spaceflight bacteria Space 1 causes greater lethality in all of the fly lines (compare Fig. 4b vs a, and 4d vs c). Therefore the data suggests that regardless of the genotype of the fly host, whether impaired for immune function or robust wild-type lines, the space-flown bacteria causes greater lethality than ground control Sm. The statistical output is shown in Supplementary Tables 2–6.\n\nRNA sequencing data analysis of infected ground-reared host\n\nTo further test whether infection with microgravity-treated bacteria induced changes in gene expression in the ground-reared host, RNA sequencing was performed for wild-type fruit flies after infection with either spaceflight or ground control sample of S. marcescens. These results showed that there were few significant changes in host gene expression of known immune-related genes when exposed to the two bacterial sample types (Fig. 4e, Supplementary Table 1).\n\nAt the significance threshold (q-values < 0.05), only eleven transcripts were significantly differentially expressed. However principal components analysis (PCA) comparing transcript abundance across the treatments showed that there is significant overlap among the groups, further indicating that there are few differences between the space bacteria-infected and ground bacteria-infected fruit fly hosts (Fig. 4f). It is worth noting that, since the flies collected for RNA-Seq were still alive at 18 h post-injection, this may have biased the selection of flies in which infection had not greatly progressed, as they were still alive at this late time point. Similarity in gene expression across both conditions to a control sham condition shown by PCA supports this idea.\n\nComparing the space bacteria-infected ground flies to the ground bacteria-infected flies, there were a total of 11 differentially expressed genes (see Fig. 4e and Supplementary Table 1 for gene details). Out of these 11 differentially expressed genes, only AttA (Attacin-A) is known to be directly related to the immune response. The gene AttA is an antimicrobial peptide that is expressed in the fat body in response to Gram-negative pathogens. The most highly overexpressed gene is lola (longitudinals lacking), a gene that is involved in axon growth and guidance in the central and peripheral nervous systems. The next most highly overexpressed gene is vsg (visgun), a gene linked to alcohol sensitivity. Among the most underexpressed genes is eEF2, is a translation elongation factor, and CG31650 with unknown function. The underexpressed RhoGEF2 has been recently linked to wound repair, but is primarily involved in the regulation of actin and myosin dynamics through interacting effector proteins. While only one of these genes is directly related to the host immune pathway, follow-up studies will be conducted to elucidate the potential role of these additional differentially expressed genes in the host.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Infection",
    "Innate immunity",
    "Microbiology",
    "Article"
  ],
  "citations": [
    {
      "title": "The role of cytokines in immune changes induced by spaceflight",
      "authors": [
        "G Sonnenfeld",
        "ES Miller"
      ]
    },
    {
      "title": "Effect of space flight on cytokine production",
      "authors": [
        "G Sonnenfeld"
      ]
    },
    {
      "title": "Production and action of cytokines in space",
      "authors": [
        "SK Chapes",
        "DR Morrison",
        "JA Guikema",
        "ML Lewis",
        "BS Spooner"
      ]
    },
    {
      "title": "Altered cytokine production by specific human peripheral blood cell subsets immediately following space flight",
      "authors": [
        "BE Crucian",
        "ML Cubbage",
        "CF Sams"
      ]
    },
    {
      "title": "Immune system dysregulation following short- vs long-duration spaceflight",
      "authors": [
        "BE Crucian",
        "RP Stowe",
        "DL Pierson",
        "CF Sams"
      ]
    },
    {
      "title": "Leukocyte subsets and neutrophil function after short-term spaceflight",
      "authors": [
        "RP Stowe"
      ]
    },
    {
      "title": "Changes in neutrophil functions in astronauts",
      "authors": [
        "I Kaur",
        "ER Simons",
        "VA Castro",
        "C Mark Ott",
        "DL Pierson"
      ]
    },
    {
      "title": "Yi, B., Crucian, B., Tauber, S., Ullrich, O. & Choukèr, A. in Effect of Spaceflight and Spaceflight Analogue Culture on Human and Microbial Cells (eds Pellis, N. R. & Ott, C. M.) 61–79 (Springer-Verlag, New York, NY, 2016).",
      "authors": []
    },
    {
      "title": "Spaceflight modulates gene expression in the whole blood of astronauts",
      "authors": [
        "J Barrila"
      ]
    },
    {
      "title": "Long-term exposure to spaceflight conditions affects bacterial response to antibiotics",
      "authors": [
        "MA Juergensmeyer",
        "EA Juergensmeyer",
        "JA Guikema"
      ]
    },
    {
      "title": "Microgravity as a novel environmental signal affecting Salmonella enterica serovar typhimurium virulence",
      "authors": [
        "CA Nickerson"
      ]
    },
    {
      "title": "Role and regulation of sigma S in general resistance conferred by low-shear simulated microgravity in Escherichia coli",
      "authors": [
        "SV Lynch",
        "EL Brodie",
        "A Matin"
      ]
    },
    {
      "title": "Low-Shear modeled microgravity alters the Salmonella enterica serovar typhimurium stress response in an RpoS-independent manner",
      "authors": [
        "JW Wilson"
      ]
    },
    {
      "title": "Microarray analysis identifies Salmonella genes belonging to the low-shear modeled microgravity regulon",
      "authors": [
        "JW Wilson"
      ]
    },
    {
      "title": "Space flight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq",
      "authors": [
        "JW Wilson"
      ]
    },
    {
      "title": "Wilson, J., Ott, C., Quick, L., Davis, R. & Bentrup, K. zu. Media ion composition controls regulatory and virulence response of Salmonella in spaceflight. PLoS3, 1–10 (2008).",
      "authors": []
    },
    {
      "title": "Transcriptional and proteomic responses of Pseudomonas aeruginosa PAO1 to spaceflight conditions involve Hfq regulation and reveal a role for oxygen",
      "authors": [
        "A Crabbé"
      ]
    },
    {
      "title": "Spaceflight promotes biofilm formation by Pseudomonas aeruginosa",
      "authors": [
        "W Kim"
      ]
    },
    {
      "title": "Microgravity alters the physiological characteristics of Escherichia coli O157:H7 ATCC 35150, ATCC 43889, and ATCC 43895 under different nutrient conditions",
      "authors": [
        "HW Kim",
        "A Matin",
        "MS Rhee"
      ]
    },
    {
      "title": "Space Microbiology",
      "authors": [
        "G Horneck",
        "DM Klaus",
        "RL Mancinelli"
      ]
    },
    {
      "title": "Cultivation of Staphylococcus epidermidis in the human spaceflight environment leads to alterations in the frequency and spectrum of spontaneous rifampicin-resistance mutations in the rpoB gene",
      "authors": [
        "P Fajardo-Cavazos",
        "WL Nicholson"
      ]
    },
    {
      "title": "Microgravity and immune responsiveness: Implications for space travel",
      "authors": [
        "AT Borchers",
        "CL Keen",
        "ME Gershwin"
      ]
    },
    {
      "title": "Innate immune responses of Drosophila melanogaster are altered by spaceflight",
      "authors": [
        "O Marcu"
      ]
    },
    {
      "title": "Toll mediated infection response is altered by gravity and spaceflight in Drosophila",
      "authors": [
        "K Taylor"
      ]
    },
    {
      "title": "The host defense of Drosophila melanogaster",
      "authors": [
        "B Lemaitre",
        "J Hoffmann"
      ]
    },
    {
      "title": "Buchon, N., Silverman, N. & Cherry, S. Immunity in Drosophila melanogaster — from microbial recognition to whole-organism physiology. Nat. Rev. Immunol. 14, 796–810 (2014).",
      "authors": []
    },
    {
      "title": "A human homologue of the Drosophila Toll protein signals activation of adaptive immunity",
      "authors": [
        "R Medzhitov",
        "P Preston-Hurlburt",
        "CA Janeway"
      ]
    },
    {
      "title": "The immune response of Drosophila",
      "authors": [
        "JA Hoffmann"
      ]
    },
    {
      "title": "A systematic analysis of human disease-associated gene sequences in Drosophila melanogaster",
      "authors": [
        "LT Reiter",
        "L Potocki",
        "S Chien",
        "M Gribskov",
        "E Bier"
      ]
    },
    {
      "title": "Serratia marcescens- a rare opportunistic nosocomial pathogen and measures to limit its spread in hospitalized patients",
      "authors": [
        "A Khanna",
        "M Khanna",
        "A Aggarwal"
      ]
    },
    {
      "title": "Recent independent emergence of multiple multidrug-resistant Serratia marcescens clones within the United Kingdom and Ireland",
      "authors": [
        "D Moradigaravand",
        "CJ Boinett",
        "V Martin",
        "SJ Peacock",
        "J Parkhill"
      ]
    },
    {
      "title": "Choukèr, A. & Ullrich, O. The Immune System in Space: Are We Prepared?, (Springer International Publishing, 2016).",
      "authors": []
    },
    {
      "title": "Microbial characterization of free floating condensate aboard the Mir space station",
      "authors": [
        "CM Ott",
        "RJ Bruce",
        "DL Pierson"
      ]
    },
    {
      "title": "Insect pathogenic properties of Serratia marcescens: phage-resistant mutants with a decreased resistance to Cecropia immunity and a decreased virulence to Drosophila",
      "authors": [
        "C Flyg",
        "K Kenne",
        "HG Boman"
      ]
    },
    {
      "title": "A Model of Bacterial Intestinal Infections in Drosophila melanogaster",
      "authors": [
        "NT Nehme"
      ]
    },
    {
      "title": "Miest, T. S. & Caldwell Bloch-Qazi, M. Sick of mating: Sexual transmission of a pathogenic bacterium in Drosophila melanogaster. Fly (Austin). 2, 215–219 (2008).",
      "authors": []
    },
    {
      "title": "Wolbachia-mediated antibacterial protection and immune gene regulation in Drosophila",
      "authors": [
        "ZS Wong",
        "LM Hedges",
        "JC Brownlie",
        "KN Johnson"
      ]
    },
    {
      "title": "Genetic evidence for a protective role of the peritrophic matrix against intestinal bacterial infection in Drosophila melanogaster",
      "authors": [
        "T Kuraishi",
        "O Binggeli",
        "O Opota",
        "N Buchon",
        "B Lemaitre"
      ]
    },
    {
      "title": "Organotypic 3D cell culture models: using the rotating wall vessel to study host–pathogen interactions",
      "authors": [
        "J Barrila"
      ]
    },
    {
      "title": "The Toll and Imd pathways are the major regulators of the immune response in Drosophila",
      "authors": [
        "E De Gregorio",
        "PT Spellman",
        "P Tzou",
        "GM Rubin",
        "B Lemaitre"
      ]
    },
    {
      "title": "Regulators of the Toll and Imd pathways in the Drosophila innate immune response",
      "authors": [
        "T Tanji",
        "YT Ip"
      ]
    },
    {
      "title": "The Drosophila imd signaling pathway",
      "authors": [
        "H Myllymäki",
        "S Valanne",
        "M Rämet"
      ]
    },
    {
      "title": "Two attacin antibacterial genes of Drosophila melanogaster",
      "authors": [
        "MS Dushay"
      ]
    },
    {
      "title": "lola Has the properties of a master regulator of axon-target interaction for SNb motor axons of Drosophila",
      "authors": [
        "K Madden",
        "D Crowner",
        "E Giniger"
      ]
    },
    {
      "title": "Morozova, T. V., Anholt, R. R. H. & Mackay, T. F. C. Phenotypic and transcriptional response to selection for alcohol sensitivity in Drosophila melanogaster. Genome Biol. 8, 1–15 (2007).",
      "authors": []
    },
    {
      "title": "The Drosophila melanogaster Genome",
      "authors": [
        "Paul Lasko"
      ]
    },
    {
      "title": "Prepatterning by RhoGEFs governs Rho GTPase spatiotemporal dynamics during wound repair",
      "authors": [
        "M Nakamura",
        "JM Verboon",
        "SM Parkhurst"
      ]
    },
    {
      "title": "Effects of microgravity on the virulence of Listeria monocytogenes, Enterococcus faecalis, Candida albicans, and methicillin-resistant Staphylococcus aureus",
      "authors": [
        "TG Hammond"
      ]
    },
    {
      "title": "Influence of antiorthostatic suspension on resistance to murine Listeria monocytogenes infection",
      "authors": [
        "ES Miller",
        "G Sonnenfeld"
      ]
    },
    {
      "title": "Effects of the hindlimb-unloading model of spaceflight conditions on resistance of mice to infection with Klebsiella pneumoniae",
      "authors": [
        "T Belay",
        "H Aviles",
        "M Vance",
        "K Fountain",
        "G Sonnenfeld"
      ]
    },
    {
      "title": "Transcriptomic changes in an animal-bacterial symbiosis under modeled microgravity conditions",
      "authors": [
        "G Casaburi",
        "I Goncharenko-Foster",
        "AA Duscher",
        "JS Foster"
      ]
    },
    {
      "title": "Low-shear force associated with modeled microgravity and spaceflight does not similarly impact the virulence of notable bacterial pathogens",
      "authors": [
        "JA Rosenzweig",
        "S Ahmed",
        "J Eunson",
        "AK Chopra"
      ]
    },
    {
      "title": "Effects of spaceflight and simulated microgravity on microbial growth and secondary metabolism",
      "authors": [
        "B Huang",
        "D-G Li",
        "Y Huang",
        "C-T Liu"
      ]
    },
    {
      "title": "Low gravity and inertial effects on the growth of E. coli and B. subtilis in semi-solid media",
      "authors": [
        "MA Kacena",
        "PE Leonard",
        "P Todd",
        "MW Luttges"
      ]
    },
    {
      "title": "Microgravity, bacteria, and the influence of motility",
      "authors": [
        "MR Benoit",
        "DM Klaus"
      ]
    },
    {
      "title": "Differentiation of Serratia marcescens 274 into swimmer and swarmer cells",
      "authors": [
        "L Albertit",
        "RM Harsheyt"
      ]
    },
    {
      "title": "Bacterial body plans: colony ontogeny in Serratia marcescens",
      "authors": [
        "T Rieger",
        "Z Neubauer",
        "A Blahůsková",
        "F Cvrcková",
        "A Markos"
      ]
    },
    {
      "title": "Mechanisms of Bacterial (Serratia marcescens) Attachment to, Migration along, and Killing of Fungal Hyphae",
      "authors": [
        "Tal Hover",
        "Tal Maya",
        "Roberto E. Bruna",
        "Eleonora García-Véscovi",
        "Nir Osherov",
        "Sapir Ron",
        "Hani Sandovsky",
        "Yana Shadkchan",
        "Nitzan Kijner",
        "Yulia Mitiagin",
        "Boris Fichtman",
        "Amnon Harel",
        "Robert M. Q. Shanks"
      ]
    },
    {
      "title": "Effects of low-shear modeled microgravity on cell function, gene expression, and phenotype in Saccharomyces cerevisiae",
      "authors": [
        "B Purevdorj-Gage",
        "KB Sheehan",
        "LE Hyman"
      ]
    },
    {
      "title": "Transcriptomic and proteomic responses of Serratia marcescens to spaceflight conditions involve large-scale changes in metabolic pathways",
      "authors": [
        "Y Wang"
      ]
    },
    {
      "title": "Conservation of the Low-shear Modeled Microgravity Response in Enterobacteriaceae and Analysis of the trp Genes in this Response",
      "authors": [
        "A Soni"
      ]
    },
    {
      "title": "Influence of temperature on the physiology and virulence of the insect pathogen Serratia sp. Strain SCBI",
      "authors": [
        "LM Petersen",
        "LS Tisa"
      ]
    },
    {
      "title": "Transcriptomic analysis identifies growth rate modulation as a component of the adaptation of mycobacteria to survival inside the macrophage",
      "authors": [
        "DJV Beste"
      ]
    },
    {
      "title": "Bacterial growth and cell division: a mycobacterial perspective",
      "authors": [
        "EC Hett",
        "EJ Rubin"
      ]
    },
    {
      "title": "Growth rate, transmission mode and virulence in human pathogens",
      "authors": [
        "HC Leggett",
        "CK Cornwallis",
        "A Buckling",
        "SA West"
      ]
    },
    {
      "title": "A study of the effects of space flight on the immune response in Drosophila melanogaster",
      "authors": [
        "TF Fahlen"
      ]
    },
    {
      "title": "Drosophila melanogaster is a genetically tractable model host for Mycobacterium marinum",
      "authors": [
        "MS Dionne",
        "N Ghori",
        "DS Schneider"
      ]
    },
    {
      "title": "Pimentel, H., Bray, N. L., Puente, S., Melsted, P. & Pachter, L. Differential analysis of RNA-seq incorporating quantification uncertainty. Nature Methods14, 687–690 (2017).",
      "authors": []
    },
    {
      "title": "Near-optimal probabilistic RNA-seq quantification",
      "authors": [
        "Nicolas L Bray",
        "Harold Pimentel",
        "Páll Melsted",
        "Lior Pachter"
      ]
    }
  ],
  "original_title": "Spaceflight and simulated microgravity conditions increase virulence of Serratia marcescens in the Drosophila melanogaster infection model.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/726d/7000411/b3321d41a065/41526_2019_91_Fig1_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/726d/7000411/fa2ba0fe45ac/41526_2019_91_Fig2_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/726d/7000411/19184bb8712a/41526_2019_91_Fig3_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/726d/7000411/53f47365c91e/41526_2019_91_Fig4_HTML.jpg"
  ]
}