{
  "pmcid": "PMC7998608",
  "title": "Selective Proliferation of Highly Functional Adipose-Derived Stem Cells in Microgravity Culture with Stirred Microspheres",
  "abstract": "Therapeutic effects of adult stem-cell transplantations are limited by poor cell-retention in target organs, and a reduced potential for optimal cell differentiation compared to embryonic stem cells. However, contemporary studies have indicated heterogeneity within adult stem-cell pools, and a novel culturing technique may address these limitations by selecting those for cell proliferation which are highly functional. Here, we report the preservation of stemness in human adipose-derived stem cells (hASCs) by using microgravity conditions combined with microspheres in a stirred suspension. The cells were bound to microspheres (100−300 μm) and cultured using a wave-stirring shaker. One-week cultures using polystyrene and collagen microspheres increased the proportions of SSEA-3(+) hASCs 4.4- and 4.3-fold (2.7- and 2.9-fold increases in their numbers), respectively, compared to normal culture conditions. These cultured hASCs expressed higher levels of pluripotent markers (OCT4, SOX2, NANOG, MYC, and KLF), and had improved abilities for proliferation, colony formation, network formation, and multiple-mesenchymal differentiation. We believe that this novel culturing method may further enhance regenerative therapies using hASCs.",
  "introduction": "1. Introduction\n\nHuman adipose-derived stem cells (hASCs) are easily isolated therapeutic stem cells from adipose tissue. They have increasingly been used to ameliorate a broad range of refractory diseases, including irradiated tissue, ischemic wounds, and diabetic ulcers. However, their clinical efficacy has been limited because the long-term survival of transplanted hASCs is diminished by environmental stress. Consequently, hASC therapeutic mechanisms have been limited to the secretion of cytokines and growth factors to promote cell recruitment, immunomodulation, extracellular matrix remodeling, and angiogenesis. In contrast, embryonic stem cells retain their potency and are thought to be superior to adult stem cells for regenerative potential. However, the use of embryonic stem cells is limited by ethical issues.\n\nModern research has made gains toward a better understanding of stem-cell heterogeneity. Within stem-cell pools (previously thought to be homogenous), a surprising degree of subpopulation dynamics in gene expression has been revealed related to tissue regeneration, cell survival, proliferation, and stemness. This concept of functional individuality within a stem-cell pool is especially important for hASCs, because cells with higher functional properties would be expected to have more promising therapeutic benefits through an increased capacity to survive under difficult conditions, to differentiate into various mesenchymal cell types, and to home into damaged tissues. One example of a highly functional hASC candidate is the multilineage-differentiating stress-enduring (Muse) cell, which can be isolated from hASCs using its expression of stage-specific embryonic antigen-3 (SSEA-3) and has been reported to have novel potential for liver cirrhosis, brain infarction, and aortic aneurysm treatments.\n\nAn additional problem is that the expansion of such highly-pluripotent cell populations is quite difficult. Adhesion-based cultures, the standard technique for in vitro expansion of hASCs, are known to lead to a gradual quiescence in stemness indicated, for example, by a decline in CD34 positivity. In contrast, suspension-type cultures have also been used successfully for temporary cultivations of Muse cells, and although the mechanism is unknown, it has been reported that a microgravity (i.e., weightless) environment had a positive effect on stem-cell cultures for maintenance of their original potencies. However, the forced-floating of hASC cultures using non-adherent dishes caused spherical aggregations and oxygen/nutrient diffusion limits, which resulted in central necrosis in hASC spheroids. There is, therefore, an urgent need for new and advanced culture techniques to permit the selective expansion of hASC subpopulations with improved properties for proliferation, differentiation, angiogenesis, immunosuppression, and stress-resistance.\n\nThe microcarrier system was first introduced in 1967 for the growth of fibroblasts, and has been used for the expansion of other adherent cells such as chondrocytes, hepatocytes, neural stem cells, and hASCs. Microcarriers are usually small spherical particles which can adhere to cultivated cells and are characterized by higher surface-to-volume ratios that can accommodate higher cell densities compared to monolayer cultures. Most importantly, under the dynamic conditions of continuous shaking, microcarrier culturing has a multidirectional gravity effect on the adhered cells, effectively mimicking floating cultures. Therefore, the aim of this study was to evaluate the ability of dynamic microgravity culturing of hASCs using microcarriers to selectively expand highly functional stem-cell subpopulations.",
  "methods": "2. Materials and Methods\n\n2.1. Primary Culture of hASCs\n\nHuman lipoaspirates were obtained from 12 healthy female donors, average age 42.2 ± 9.3 years (mean ± SD) and average body mass index of 22.4 ± 1.8 kg/m2, who underwent abdominal liposuction. Each patient provided written informed consent, and the research protocol was approved by the institutional review board. The stromal vascular fraction (SVF) was isolated from the lipoaspirates as described previously. Briefly, aspirated fat tissue was digested using 0.075% collagenase (Wako Pure Chemical Industries, Osaka, Japan) at 37 °C for 30 min on a shaker. After centrifugation (800× g for 10 min), SVF cells were obtained as cellular pellets, filtered through 100, 70, and 40 μm mesh, and resuspended. The SVF cells were plated at a density of 5 × 105 nucleated cells/100 mm dish and cultured at 37 °C in an atmosphere of 5% carbon dioxide in humid air. Cells were grown in Dulbecco’s Modified Eagle Medium with Ham’s F-12 (DMEM/F12; Wako Pure Chemical Industries) supplemented with 10% fetal bovine serum. Primary cells were cultured until near confluence. Then, the adherent cells were released using a proteolytic enzyme treatment (TrypLE Express, Invitrogen, Carlsbad, CA, USA), defined as passage 0 (P0) hASCs, and transferred to another dish. Once the adherent hASCs reached 80% confluency, cells were passaged using TrypLE Express, and P3 hASCs were used in the following experiments. Using a multicolor flow cytometer (MACS-Quant, Miltenyi Biotec, Bergisch Gladbach, Germany), P3 hASCs were characterized for the positive expressions of CD73, CD90, and CD105 and the negative expression of CD45 before use.\n\n2.2. Characterization of SSEA-3-Positive Cells in the hASC Pool\n\nFirst, SSEA-3 marker expression was assessed in normal hASCs using flow cytometry. Adherent P3 hASCs from each donor were detached using TrypLE Express, centrifuged, and washed with phosphate-buffered saline (PBS). The cells were sieved through 100 and 40 μm mesh filters, pelleted by centrifugation, and then resuspended for analysis. The isolated cells were incubated with rat anti-SSEA-3 antibody (1:50; BioLegend, San Diego, CA, USA) and detected using an fluorescein isothiocyanate-conjugated anti-rat IgM (BD Biosciences, San Diego, CA, USA). Analyses were performed using a multicolor flow cytometer (MACS-Quant). Control gates were set based on staining with a labeled non-specific antibody (matched isotype control immunoglobulin G (IgG)); no more than 0.1% of the cells were deemed positive using the non-specific antibody.\n\nTo assess the stress durability of SSEA-3-positive cells, adherent P3 hASCs were exposed to a variety of optimized stress conditions (heat, 45 °C for 1 min; low-pH solution (pH = 5) for 60 min; proteolysis, TrypLE Express for 20 h at 37 °C; hypotonia, Milli-Q water for 1 min; and mechanostress, transferred 30 times between two syringes through a connector with a small hole). One day after stress exposure, cell numbers and viability were measured using a dual-fluorescence automated cell counter (Luna-FL, Logos Biosystems, Gyeonggi-do, Korea), and SSEA-3 positivity was detected by flow cytometry after gating dead cells from live cells using 7-amino-actinomycin D (7AAD, BD Biosciences) fluorescence (n = 12).\n\n2.3. Preparation of Microspheres\n\nTwo kinds of microspheres were used as cell carriers during cell culture. First, crosslinked polystyrene microspheres (Polystyrene Beads Large, Polysciences, Warrington, PA, USA) with diameters between 200−300 μm were used. For good cell attachment, the polystyrene surfaces were hydrophilized using a 30 min plasma treatment from a vacuum plasma apparatus (YHS-DφS, Sakigake-Semiconductor, Kyoto, Japan). Ten grams of polystyrene microspheres (approximately 2.4 million microbeads with a total surface area of 4000 cm2) were washed three times in 70% ethanol for sterilization and diluted in 15 mL of PBS. Secondly, collagen microspheres (100−200 μm diameters, Cellagen; Koken, Tokyo, Japan) manufactured from reconstituted collagen obtained from bovine skin and crosslinked with 0.5% hexamethylene diisocyanate were used. Pre-sterilized vials (15 mL) contained approximately three million collagen beads with a total surface area of approximately 4000 cm2.\n\n2.4. hASC Loading onto Microspheres for Microgravity Culture\n\nThe two types of microspheres were washed with PBS and resuspended in warm culture medium overnight (DMEM/F12) prior to use. Polystyrene and collagen microsphere solutions (0.3 mL), representing a total surface area of approximately 80 cm2, were added to 3.5 cm diameter, non-adherent, polystyrene dishes (Corning Inc., Corning, NY, USA). The dishes were placed onto a continuous-action shaker (Wave-PR, Taitec, Saitama, Japan), capable of shaking the microspheres in three dimensions by combining movements from two axes (rotary and seesaw). As a result, the cumulative gravity vector toward the microspheres was minimized towards zero (i.e., microgravity). The unit was driven by a computer system which allowed for the adjustment of rotation speed and shaking angle (see Video S1).\n\nFor each dish on the shaker, 1 × 105 P3 hASCs were suspended in 300 μL of DMEM/F12 and incubated at 37 °C in an atmosphere of 5% carbon dioxide in humid air. After allowing the mixture of cells and microcarriers to settle for 30 min, 2 min of shaking was started at a setting of 10 rpm and a shaking angle of 6 degrees, and then stopped for a further 28 min. This 30 min procedure was repeated eight times (4 h total) to allow the cells to adhere to the microspheres circumferentially. Then, DMEM/F12 was added (1.5 mL) and the suspension was stirred continuously at 15 rpm at a 6° shaking angle. Using this continuous stirring, the cells experienced a microgravity environment while being strongly attached to the microspheres. Culturing continued for up to two weeks, and the culture medium was changed twice per week as follows; after allowing the microspheres to settle, half of the supernatant was exchanged for fresh medium.\n\n2.5. Cell Retrieval from Microspheres\n\nWhen ready for analysis, the cell–microcarrier complexes obtained from the culture dishes were transferred to new tubes (15 mL) and sedimented. For each tube, the supernatant was removed, and the complexes were washed using PBS. Cells were enzymatically released by incubation with 5 mL of TrypLE Express for 15 min at 37 °C. Cell suspensions were diluted with additional culture medium (5 mL) and sieved through 100 and 40 μm mesh collector screens. Cells were pelleted by centrifugation at 600× g for 5 min, and then resuspended for analysis. No microcarriers (fractured or intact) were seen in the retrieved cell suspensions.\n\n2.6. Cell Growth in Microsphere Cultures\n\nNumerical measurement of viable cells cultured on polystyrene and collagen microspheres, or in polystyrene and collagen dishes was carried out using a dual-fluorescence automated cell counter (Luna-FL). P3 hASCs (1 × 105) were seeded onto polystyrene and collagen microspheres under dynamic conditions, or onto polystyrene and collagen dishes as static monolayer cultures. The cells were retrieved by trypsinization and counted on days 1, 3, 5, 7, and 14, and growth rates were calculated (i.e., hASC growth rate = hASC number on day 7/day 1). Data were gathered from six separate samples. Visualizations of hASCs cultured on polystyrene and collagen microspheres were carried out on day 7 using a light microscope (Leica DM-LB, Wetzlar, Germany) and a scanning electron microscope (SEM; S-3500N, Hitachi, Tokyo, Japan) at a beam energy of 25 kV. For the observing the collagen microspheres, a cryo-SEM technique at −130 °C was used so as not to scatter and lose uncharged microspheres.\n\n2.7. Proliferation of SSEA-3-Positive hASCs in Microsphere Cultures\n\nTo determine whether microsphere culturing and/or dynamic conditions enhanced the proliferation of highly functional hASCs, we assessed cell number, viability, and SSEA-3-positivity using flow cytometry in six groups: hASCs retrieved from either polystyrene or collagen microcarriers under dynamic conditions, those retrieved from either polystyrene or collagen microcarriers under static conditions, and those retrieved from either polystyrene or collagen dishes. The number of SSEA-3(+) cells was measured after seven days of culture under each condition, and growth rates were calculated (i.e., SSEA-3(+) growth rate = SSEA-3(+) cell number on day 7/day 0). Six separate samples were used for the data analysis.\n\n2.8. Immunocytochemistry\n\nP3 hASCs were cultured for seven days on polystyrene or collagen microspheres, and in polystyrene or collagen dishes, fixed with 4% paraformaldehyde, washed in PBS, and permeabilized with 0.2% Triton X-100 (Sigma-Aldrich, St. Louis, MO, USA). Cells were incubated for 16 h (4 °C) with the following primary antibodies: anti-OCT4 (GeneTex, Irvine, CA, USA); anti-SOX2 (GeneTex); anti-NANOG (N3C3, GeneTex); and anti-SSEA-3 (EMD Millipore, Darmstadt, Germany). All primary antibodies were diluted 1:200 in a solution of PBS/0.1% bovine serum albumin. Appropriate secondary antibodies (1:200 dilutions of either goat anti-rabbit IgG Alexa Fluor 594, goat anti-rabbit IgG Alexa Fluor 488, or goat anti-rat Alexa Fluor 594) were incubated with cells for 1 h at room temperature. Finally, cells were washed with PBS and treated with Hoechst 33342 (1:500; Dojindo, Kumamoto, Japan) for 10 min. Stained cells were visualized as 30 μm Z-stack fluorescence images collected in 1.5 μm steps taken by a fluorescence-equipped microscope (Keyence, Osaka, Japan).\n\n2.9. Quantitative Real-Time Polymerase Chain Reaction (RT-PCR)\n\nTotal RNA was isolated from hASCs cultured with either polystyrene or collagen microspheres under dynamic conditions, polystyrene or collagen microspheres under static conditions, and from those cultured on normal polystyrene dishes (control) for seven days using an RNeasy Mini kit (Qiagen, Carlsbad, CA, USA), followed by reverse transcription. RT-PCR was performed using a StepOnePlus RT-PCR system (Thermo Fisher Scientific, Waltham, MA, USA) using a fast SYBR Green PCR master mix (Thermo Fisher Scientific) and the primers listed in Table 1. Expression levels were calculated by a comparative CT method relative to a common endogenous reference gene, ACTB. Data were taken from three separate samples.\n\n2.10. Colony-Forming Assay\n\nP3 hASCs were cultured either with polystyrene or collagen microspheres under dynamic conditions or in polystyrene dishes for seven days, and then seeded (1 × 102 cells) into polystyrene 6-well plates. Cells were incubated at 37 °C for ten days, fixed with methanol, stained with cresyl violet solution, and then counted using digital imaging software (Photoshop; Adobe Systems Inc., San Jose, CA, USA) (n = 6).\n\n2.11. In Vitro Angiogenesis (Network Formation) Assay\n\nP3 hASCs were cultured either with polystyrene or collagen microspheres under dynamic conditions or in polystyrene dishes for seven days, and then cell-network formation was assessed. Matrigel (BD Biosciences) was applied to 96-well plates (50 μL per well) and polymerized (30 min at 37 °C). After incubation in endothelial basal medium (EBM; Cambrex, Walkersville, MD, USA) containing 2% fetal bovine serum for 24 h as a pretreatment, 5000 cells (resuspended in 50 μL of EBM) were plated into the Matrigel wells and cultured for 6 h. Branch formation was observed with phase microscopy, and the lengths of cytoplasmic extensions per field were calculated (n = 6).\n\n2.12. Multilineage Differentiation Assay\n\nP3 hASCs were cultured either with polystyrene or collagen microspheres under dynamic conditions or in polystyrene dishes for seven days, and then differentiated into adipogenic, osteogenic, and chondrogenic lineages (n = 3). Cells were seeded into polystyrene 6-well plates and incubated in DMEM/F12 until confluent. Adipogenic/osteogenic differentiation was initiated using either adipogenic medium (Adipolife; Lifeline Cell Technology, Frederick, MD, USA) or osteogenic medium (Osteolife; Lifeline Cell Technology). After culturing for 21 days (medium changed every three days), adipogenic ability was analyzed qualitatively with oil red O staining and quantitatively with AdipoRed reagent (Lonza, Basel, Switzerland). Osteogenic ability was analyzed qualitatively using von Kossa staining and quantitatively by Calcium-E testing (Wako Pure Chemicals). Chondrogenic differentiation was conducted using a micromass culture system; hASCs were resuspended in chondrogenic medium (Chondrolife; Lifeline Cell Technology) and centrifuged (800× g for 5 min). Half of the medium was changed after centrifugation every two days. After two weeks, chondrogenic ability was analyzed qualitatively using Alcian blue staining and quantitatively by measuring micromass diameters.\n\n2.13. Statistics\n\nData were analyzed using SPSS package 23.0 (SPSS, Inc., Chicago, IL, USA) and Kyplot 2.0 (Freeware). Based on the Kolmogorov–Smirnov test, the data were normally distributed within the donor populations. Therefore, a one-way analysis of variance (ANOVA) and Bonferroni adjustments for post-hoc comparisons were used to determine significant differences between means (p < 0.05 representing significance, unless otherwise stated).",
  "results": "3. Results\n\n3.1. Characterization of SSEA-3-Positive hASCs\n\nCells were expanded for three passages before characterization using flow cytometry and combinations of mesenchymal-cell surface markers. We found that 94.9 ± 3.3% of cells were positive for CD105, CD90, and CD73, and that 99.5 ± 0.3% were negative for CD45. Then, the total number of cells, their viability, and SSEA-3-positivity of viable cells were assessed in normal hASCs (control) and in five kinds of stress-treated hASCs. One day after stress exposure, even though all stressed groups showed significant reductions (62.4–74.2%) in viable cells compared to the control group, stressed cells exhibited higher proportions of SSEA-3(+) cells (heat, 2.1%; low pH, 3.1%; proteolysis, 4.2%; hypotonia, 2.2%; mechanostress, 1.4%) compared to controls (1.3%) (Figure 1A). No significant differences were detected in the overall numbers of SSEA-3(+) cells between stress-treated hASCs and normal hASCs, with the exception of the mechanostress group, which showed a significantly lower number of SSEA-3(+) cells (p < 0.01) (Figure 1B,C).\n\n3.2. Cell Growth in Microgravity Microsphere Cultures\n\nAdherent cells are continuously affected by the downward force of gravity throughout the culture period, but cells attached to continuously stirred microspheres are affected by multidirectional gravitational forces (i.e., microgravity) (Figure 2A). The numbers of hASCs were decreased in both polystyrene and collagen microsphere cultures on day 1, suggesting that some cells did not successfully adhere to the microbeads (Figure 2B). However, the growth rates (i.e., hASC number on day 7/day 1) used to estimate true cell proliferation showed no significant differences between groups (polystyrene microsphere, 6.0; collagen microsphere, 6.0; polystyrene dish, 5.7; collagen dish, 5.8). On day 14, there were no significant differences in the numbers of hASCs retrieved from each culture, possibly because the monolayer cultures reached confluency. Visualizations of hASCs that were adhered to polystyrene and collagen microspheres at culture-day 7 revealed their successful proliferation (Figure 2C).\n\n3.3. Proliferation of SSEA-3-Positive hASCs in Microgravity/Microsphere Cultures\n\nAs described above, the numbers of viable hASCs on day 7 were lower in the microsphere-cultured groups, regardless of the material (polystyrene or collagen) or the condition (dynamic or static), compared to the dish-cultured groups (Figure 3A). However, when compared to polystyrene monolayer cultures (as controls), the static-condition polystyrene and collagen microsphere cultures produced 2.3-fold and 2.2-fold proportional increases, and 1.2-fold and 1.3-fold increases in the numbers of SSEA-3(+) hASCs, respectively (p < 0.05 for both). In addition, the dynamic-culture conditions produced 4.4-fold and 4.3-fold proportional increases, and 2.7-fold and 2.9-fold increases in the numbers of SSEA-3(+) hASCs compared to the dish cultures, respectively (p < 0.001 for both) (Figure 3B,C). These results indicate positive effects for both the microsphere and microgravity conditions on SSEA-3(+) cell proliferation and on SSEA-3(+) cell growth rates (i.e., growth rate = SSEA-3(+) cell number on day 7/day 0) Table 2.\n\n3.4. Immunocytochemistry\n\nAll of the pluripotent stem-cell markers examined were expressed in hASCs cultured in microgravity/microsphere cultures (Figure 4). The images represent those fields where the most significant differences between the dish groups and the microsphere groups were detected. Notably, hASCs cultured on polystyrene microcarriers showed strong OCT4 and SOX2 staining, while hASCs cultured on collagen microcarriers showed strong NANOG and SSEA-3 staining. By comparison, the hASCs cultured in both polystyrene and collagen monolayer cultures stained either negative, or weakly positive, for these stemness markers.\n\n3.5. Selected Gene Expression Analysis by RT-PCR\n\nWe used RT-PCR to compare the expression of several genes involved with stemness and mesenchymal differentiation in hASCs from microgravity/microsphere cultures to their expressions in hASCs from dish cultures (n = 3). The hASCs cultured with polystyrene microspheres under dynamic conditions exhibited significantly upregulated OCT4, SOX2, KLF4, and CD34 expressions, while hASCs cultured with collagen microspheres under dynamic conditions showed up-regulations of SOX2, NANOG, MYC, KLF4, and CD34 expressions (Figure 5). In contrast, hASCs from microsphere cultures under static conditions (both polystyrene and collagen) displayed no statistically significant differences for all the genes examined.\n\n3.6. Colony-Forming Assay\n\nAfter 10 days of culture with an initial seeding of 1 × 102 cells per well, we counted cell colonies as an estimate of proliferative ability. We found a significantly higher number of colonies in the polystyrene microsphere group (p = 0.027) and in the collagen microsphere group (p = 0.025) compared to the polystyrene dish group (n = 6) (Figure 6).\n\n3.7. In Vitro Angiogenesis Assay\n\nThe network-formation assay showed that hASCs cultured with polystyrene and collagen microspheres formed complex, capillary-like networks more quickly and intricately than dish-cultured hASCs (Figure 7A). Accordingly, the lengths of cytoplasmic extensions were also significantly longer in the polystyrene- and collagen-microsphere groups compared to the dish group (p < 0.001), whereas the microsphere material (polystyrene or collagen) had no significant effect (Figure 7B).\n\n3.8. Multilineage Differentiation Assay\n\nBased on lineage-specific differentiations, hASCs that were cultured on polystyrene and collagen microspheres displayed higher levels of adipogenic and osteogenic differentiation compared to hASCs cultured in polystyrene dishes (controls) using intracellular lipid content (adipogenic) and calcium deposition (osteogenic) assessments (Figure 8). However, while hASCs cultured on collagen microspheres did display higher levels of chondrogenic differentiation compared to controls, those cultured on polystyrene microspheres showed similar chondrogenic differentiation compared to controls using an assessment of cartilage–micromass diameters.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "adipose-derived stem cell",
    "microgravity culture",
    "polystyrene microsphere",
    "collagen microsphere",
    "multilineage-differentiating stress-enduring cell",
    "Article"
  ],
  "citations": [
    {
      "title": "Therapeutic effects of a recombinant human collagen peptide bioscaffold with human adipose-derived stem cells on impaired wound healing after radiotherapy",
      "authors": [
        "T. Mashiko",
        "H. Takada",
        "S.-H. Wu",
        "K. Kanayama",
        "J. Feng",
        "K. Tashiro",
        "R. Asahi",
        "A. Sunaga",
        "K. Hoshi",
        "A. Kurisaki"
      ]
    },
    {
      "title": "The Effect of Human Adipose-Derived Stem Cells on Healing of Ischemic Wounds in a Diabetic Nude Mouse Model",
      "authors": [
        "E.K. Kim",
        "G. Li",
        "T.J. Lee",
        "J.P. Hong"
      ]
    },
    {
      "title": "Human Adipose-Derived Stromal Cells Accelerate Diabetic Wound Healing: Impact of Cell Formulation and Delivery",
      "authors": [
        "P.J. Amos",
        "S.K. Kapur",
        "P.C. Stapor",
        "H. Shang",
        "S. Bekiranov",
        "M. Khurgel",
        "G.T. Rodeheaver",
        "S.M. Peirce",
        "A.J. Katz"
      ]
    },
    {
      "title": "Why do cultured transplanted myoblasts die in vivo? DNA quantification shows enhanced survival of donor male myoblasts in host mice depleted of CD4+ and CD8+ cells or Nk1.1+ cells",
      "authors": [
        "S.I. Hodgetts",
        "M.W. Beilharz",
        "A.A. Scalzo",
        "M.D. Grounds"
      ]
    },
    {
      "title": "Cotransplantation of mouse neural stem cells (mNSCs) with adipose tissue-derived mesenchymal stem cells improves mNSC survival in a rat spinal cord injury model",
      "authors": [
        "J.S. Oh",
        "K.N. Kim",
        "S.S. An",
        "W.A. Pennant",
        "H.J. Kim",
        "S.J. Gwak",
        "D.H. Yoon",
        "M.H. Lim",
        "B.H. Choi",
        "Y. Ha"
      ]
    },
    {
      "title": "Stem Cells for Cardiac Repair: Status, Mechanisms, and New Strategies",
      "authors": [
        "R. Mingliang",
        "Z. Bo",
        "W. Zhengguo"
      ]
    },
    {
      "title": "Concise Review: MSC-Derived Exosomes for Cell-Free Therapy",
      "authors": [
        "D.G. Phinney",
        "M.F. Pittenger"
      ]
    },
    {
      "title": "Modulation of Immune Response and T-Cell Regulation by Donor Adipose-Derived Stem Cells in a Rodent Hind-Limb Allotransplant Model",
      "authors": [
        "Y.-R. Kuo",
        "C.-C. Chen",
        "S. Goto",
        "I.-T. Lee",
        "C.-W. Huang",
        "C.-C. Tsai",
        "C.-T. Wang",
        "C.-L. Chen"
      ]
    },
    {
      "title": "Therapeutic potential of adipose-derived stem cells in vascular growth and tissue repair",
      "authors": [
        "S.J. Hong",
        "D.O. Traktuev",
        "K.L. March"
      ]
    },
    {
      "title": "Mesenchymal Stem Cells and Cutaneous Wound Healing: Current Evidence and Future Potential",
      "authors": [
        "M. Isakson",
        "C. De Blacam",
        "D. Whelan",
        "A. McArdle",
        "A.J.P. Clover"
      ]
    },
    {
      "title": "Mesenchymal stem cell population derived from human pluripotent stem cells displays potent immunomodulatory and therapeutic properties",
      "authors": [
        "E.A. Kimbrel",
        "N.A. Kouris",
        "G.J. Yavanian",
        "J. Chu",
        "Y. Qin",
        "A. Chan",
        "R.P. Singh",
        "D. McCurdy",
        "L. Gordon",
        "R.D. Levinson"
      ]
    },
    {
      "title": "Embryonic stem cell transplantation: Potential applicability in cell replacement therapy and regenerative medicine",
      "authors": [
        "D.C. Wu",
        "A.S. Boyd",
        "K.J. Wood"
      ]
    },
    {
      "title": "Divided within: Heterogeneity within Adult Stem Cell Pools",
      "authors": [
        "M.H. Raaijmakers",
        "D.T. Scadden"
      ]
    },
    {
      "title": "Heterogeneity of Embryonic and Adult Stem Cells",
      "authors": [
        "T. Graf",
        "M. Stadtfeld"
      ]
    },
    {
      "title": "Microfluidic single-cell transcriptional analysis rationally identifies novel surface marker profiles to enhance cell-based therapies",
      "authors": [
        "R.C. Rennert",
        "M. Januszyk",
        "M. Sorkin",
        "M. Rodrigues",
        "Z.N. Maan",
        "D. Duscher",
        "A.J. Whittam",
        "R. Kosaraju",
        "M.T. Chung",
        "K. Paik"
      ]
    },
    {
      "title": "Characterization of neuronal/glial differentiation of murine adipose-derived adult stromal cells",
      "authors": [
        "K.M. Safford",
        "S.D. Safford",
        "J.M. Gimble",
        "A.K. Shetty",
        "H.E. Rice"
      ]
    },
    {
      "title": "Differentiation of human adipose stromal cells into hepatic lineage in vitro and in vivo",
      "authors": [
        "M.J. Seo",
        "S.Y. Suh",
        "Y.C. Bae",
        "J.S. Jung"
      ]
    },
    {
      "title": "Mesenchymal stem cells in health and disease",
      "authors": [
        "A. Uccelli",
        "L. Moretta",
        "V. Pistoia"
      ]
    },
    {
      "title": "Unique multipotent cells in adult human mesenchymal cell populations",
      "authors": [
        "Y. Kuroda",
        "M. Kitada",
        "S. Wakao",
        "K. Nishikawa",
        "Y. Tanimura",
        "H. Makinoshima",
        "M. Goda",
        "H. Akashi",
        "A. Inutsuka",
        "A. Niwa"
      ]
    },
    {
      "title": "Muse cells, nontumorigenic pluripotent-like stem cells, have liver regeneration capacity through specific homing and cell replacement in a mouse model of liver fibrosis",
      "authors": [
        "M. Iseki",
        "Y. Kushida",
        "S. Wakao",
        "T. Akimoto",
        "M. Mizuma",
        "F. Motoi",
        "R. Asada",
        "S. Shimizu",
        "M. Unno",
        "G. Chazenbalk"
      ]
    },
    {
      "title": "Human Muse Cells Reconstruct Neuronal Circuitry in Subacute Lacunar Stroke Model",
      "authors": [
        "H. Uchida",
        "K. Niizuma",
        "Y. Kushida",
        "S. Wakao",
        "T. Tominaga",
        "C.V. Borlongan",
        "M. Dezawa"
      ]
    },
    {
      "title": "Intravenously injected human multilineage-differentiating stress-enduring cells selectively engraft into mouse aortic aneurysms and at-tenuate dilatation by differentiating into multiple cell types",
      "authors": [
        "K. Hosoyama",
        "S. Wakao",
        "Y. Kushida",
        "F. Ogura",
        "K. Maeda",
        "O. Adachi",
        "S. Kawamoto",
        "M. Dezawa",
        "Y. Saiki"
      ]
    },
    {
      "title": "Characterization of freshly isolated and cultured cells derived from the fatty and fluid portions of liposuction aspirates",
      "authors": [
        "K. Yoshimura",
        "T. Shigeura",
        "D. Matsumoto",
        "T. Sato",
        "Y. Takaki",
        "E. Aiba-Kojima",
        "K. Sato",
        "K. Inoue",
        "T. Nagase",
        "I. Koshima"
      ]
    },
    {
      "title": "“Microgravity” as a unique and useful stem cell culture environment for cell-based therapy",
      "authors": [
        "T. Imura",
        "T. Otsuka",
        "Y. Kawahara",
        "L. Yuge"
      ]
    },
    {
      "title": "An injectable non-cross-linked hyaluronic-acid gel containing therapeutic spheroids of human adipose-derived stem cells",
      "authors": [
        "J. Feng",
        "K. Mineda",
        "S.-H. Wu",
        "T. Mashiko",
        "K. Doi",
        "S. Kuno",
        "K. Kinoshita",
        "K. Kanayama",
        "R. Asahi",
        "A. Sunaga"
      ]
    },
    {
      "title": "Growth of Cell-strains and Primary Cells on Micro-carriers in Homogeneous Culture",
      "authors": [
        "A.L. Van Wezel"
      ]
    },
    {
      "title": "Human chondrocytes proliferate and produce matrix components in microcarrier suspension culture",
      "authors": [
        "C. Frondoza",
        "A. Sohrabi",
        "D. Hungerford"
      ]
    },
    {
      "title": "Construction of IL-2 gene-modified human hepatocyte and its cultivation with microcarrier",
      "authors": [
        "N.-H. Tang",
        "Y.-L. Chen",
        "X.-Q. Wang",
        "X.-J. Li",
        "F.-Z. Yin"
      ]
    },
    {
      "title": "Microcarrier expansion of mouse embryonic stem cell-derived neural stem cells in stirred bioreactors",
      "authors": [
        "C.A.V. Rodrigues",
        "M.M. Diogo",
        "C.L. Da Silva",
        "J.M.S. Cabral"
      ]
    },
    {
      "title": "Alginate and alginate/gelatin microspheres for human adipose-derived stem cell encapsulation and differentiation",
      "authors": [
        "R. Yao",
        "R. Zhang",
        "J. Luan",
        "F. Lin"
      ]
    },
    {
      "title": "Adipose-derived stem cell adhesion on laminin-coated microcarriers improves commitment toward the cardiomyogenic lineage",
      "authors": [
        "J.-P. Karam",
        "F. Bonafè",
        "L. Sindji",
        "C. Muscari",
        "C.N. Montero-Menei"
      ]
    },
    {
      "title": "Regenerative Effects of Mesenchymal Stem Cells: Contribution of Muse Cells, a Novel Pluripotent Stem Cell Type that Resides in Mesenchymal Cells",
      "authors": [
        "S. Wakao",
        "Y. Kuroda",
        "F. Ogura",
        "T. Shigemoto",
        "M. Dezawa"
      ]
    },
    {
      "title": "The regulation of dynamic mechanical coupling between actin cytoskele-ton and nucleus by matrix geometry",
      "authors": [
        "Q. Li",
        "A. Kumar",
        "E. Makhija",
        "G.V. Shivashankar"
      ]
    },
    {
      "title": "Mechanical forces direct stem cell behaviour in development and regeneration",
      "authors": [
        "K.H. Vining",
        "D.J. Mooney"
      ]
    },
    {
      "title": "Simulated microgravity inhibits the proliferation and osteogenesis of rat bone marrow mesenchymal stem cells",
      "authors": [
        "Z.Q. Dai",
        "R. Wang",
        "S.K. Ling",
        "Y.M. Wan",
        "Y.H. Li"
      ]
    },
    {
      "title": "Activation of nervous system development genes in bone marrow derived mesenchymal stem cells following space flight exposure",
      "authors": [
        "M. Monticone",
        "Y. Liu",
        "N. Pujic",
        "R. Cancedda"
      ]
    },
    {
      "title": "Impact of modeled microgravity on migration, differentiation, and cell cycle control of primitive human hematopoietic progenitor cells",
      "authors": [
        "P. Plett",
        "R. Abonour",
        "S.M. Frankovitz",
        "C.M. Orschell"
      ]
    },
    {
      "title": "Microgravity Potentiates Stem Cell Proliferation While Sustaining the Capability of Differentiation",
      "authors": [
        "L. Yuge",
        "T. Kajiume",
        "H. Tahara",
        "Y. Kawahara",
        "C. Umeda",
        "R. Yoshimoto",
        "S.-L. Wu",
        "K. Yamaoka",
        "M. Asashima",
        "K. Kataoka"
      ]
    },
    {
      "title": "Process Simulation in a Mechatronic Bioreactor Device with Speed-Regulated Motors for Growing of Three-Dimensional Cell Cultures",
      "authors": [
        "M. Mihailova",
        "V. Trenev",
        "P. Genova",
        "S. Konstantinov"
      ]
    },
    {
      "title": "Technology and developments for the random positioning machine, RPM",
      "authors": [
        "A.G. Borst",
        "J.J.W.A. van Loon"
      ]
    },
    {
      "title": "Minimal criteria for defining multipotent mesenchymal stromal cells. The International Society for Cellular Therapy position statement",
      "authors": [
        "M. Dominici",
        "K. Le Blanc",
        "I. Mueller",
        "I. Slaper-Cortenbach",
        "F. Marini",
        "D. Krause",
        "R. Deans",
        "A. Keating",
        "D. Prockop",
        "E. Horwitz"
      ]
    },
    {
      "title": "Development of recombinant collagen-peptide-based vehicles for delivery of adipose-derived stromal cells",
      "authors": [
        "M. Parvizi",
        "J.A. Plantinga",
        "C.A. Van Speuwel-Goossens",
        "E.M. Van Dongen",
        "S.G. Kluijtmans",
        "M.C. Harmsen"
      ]
    },
    {
      "title": "Adipose-derived stem cell delivery into collagen gels using chitosan microspheres",
      "authors": [
        "S. Natesan",
        "D.G. Baer",
        "T.J. Walters",
        "M. Babu",
        "R.J. Christy"
      ]
    },
    {
      "title": "Awakened by cellular stress: Isolation and characterization of a novel population of pluripotent stem cells derived from human adipose tissue",
      "authors": [
        "S. Heneidi",
        "A.A. Simerman",
        "E. Keller",
        "P. Singh",
        "X. Li",
        "D.A. Dumesic",
        "G. Chazenbalk"
      ]
    },
    {
      "title": "Functional implications of CD34 ex-pression in human adipose-derived stem/progenitor cells",
      "authors": [
        "H. Suga",
        "D. Matsumoto",
        "H. Eto",
        "K. Inoue",
        "N. Aoi",
        "H. Kato",
        "J. Araki",
        "K. Yoshimura"
      ]
    },
    {
      "title": "Surface protein characterization of human adipose tissue-derived stromal cells",
      "authors": [
        "S. Gronthos",
        "D.M. Franklin",
        "H.A. Leddy",
        "P.G. Robey",
        "R.W. Storms",
        "J.M. Gimble"
      ]
    },
    {
      "title": "Characterization and Expression Analysis of Mesenchymal Stem Cells from Human Bone Marrow and Adipose Tissue",
      "authors": [
        "R.H. Lee",
        "B. Kim",
        "I. Choi",
        "H. Kim",
        "H.S. Choi",
        "K. Suh",
        "Y.C. Bae",
        "J.S. Jung"
      ]
    },
    {
      "title": "Transcriptomes reveal alterations in gravity impact circadian clocks and activate mechanotransduction pathways with adaptation through epigenetic change",
      "authors": [
        "T. Casey",
        "O.V. Patel",
        "K. Plaut"
      ]
    }
  ],
  "original_title": "Microgravity Reduces the Differentiation and Regenerative Potential of Embryonic Stem Cells",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ec8/7998608/cd8346c10196/cells-10-00560-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ec8/7998608/edc634e5693a/cells-10-00560-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ec8/7998608/3eef96226cf1/cells-10-00560-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ec8/7998608/81ff84188208/cells-10-00560-g004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ec8/7998608/55859937d730/cells-10-00560-g005.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ec8/7998608/5d558390b355/cells-10-00560-g006.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ec8/7998608/8d4335a0db93/cells-10-00560-g007.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ec8/7998608/6a501ece26ca/cells-10-00560-g008.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ec8/7998608/4a45b66b88e1/cells-10-00560-g009.jpg"
  ]
}