{
  "pmcid": "PMC7599661",
  "title": "Approaching Gravity as a Continuum Using the Rat Partial Weight-Bearing Model",
  "abstract": "For decades, scientists have relied on animals to understand the risks and consequences of space travel. Animals remain key to study the physiological alterations during spaceflight and provide crucial information about microgravity-induced changes. While spaceflights may appear common, they remain costly and, coupled with limited cargo areas, do not allow for large sample sizes onboard. In 1979, a model of hindlimb unloading (HU) was successfully created to mimic microgravity and has been used extensively since its creation. Four decades later, the first model of mouse partial weight-bearing (PWB) was developed, aiming at mimicking partial gravity environments. Return to the Lunar surface for astronauts is now imminent and prompted the need for an animal model closer to human physiology; hence in 2018, our laboratory created a new model of PWB for adult rats. In this review, we will focus on the rat model of PWB, from its conception to the current state of knowledge. Additionally, we will address how this new model, used in conjunction with HU, will help implement new paradigms allowing scientists to anticipate the physiological alterations and needs of astronauts. Finally, we will discuss the outstanding questions and future perspectives in space research and propose potential solutions using the rat PWB model.",
  "introduction": "1. Introduction\n\nSpaceflight was once viewed as rare and exceptional but is now widely used by scientists and has attracted private investors and companies, thus democratizing space and microgravity. Data gathered from astronauts onboard the Soyuz, space shuttles or Mir missions and the International Space Station (ISS) have been crucial for understanding the consequences of microgravity in space, and upon return on Earth. Decades of research have established dramatic physiological changes as result of exposure to microgravity to spaceflight, including: reduced muscular mass and strength, reduced bone mineral density, cardiovascular complications, as well as others. Upon returning to Earth, these adaptations can dramatically influence astronaut health and quality of life. Therefore, ground-based models are necessary to understand the full scope of microgravity-induced pathologies as well as interventions to mitigate these while in space.\n\nFor centuries, scientists have used animals to better discriminate between physiological and pathological states and investigate human-related diseases and conditions. Although Yuri Gagarin was the first human in space, he was preceded by many animals that helped assess risks, feasibility, and outcomes. While several species have been flown in space and each can bring valuable information, space missions can be highly restrictive and not easily allow for longitudinal assessments or controlled variables.\n\nAs more information was needed to better understand and mitigate astronauts/cosmonauts deconditioning when exposed to microgravity, and ensure their safety after their mission, scientists needed to establish a ground-based model to mimic microgravity and unravel the risks and consequences. Rodents have long been the preferred preclinical model for biomedical research both in space and on Earth, and in 1979, Morey described the first model of rat hindlimb unloading (HU), which is now the gold-standard to explore the physiological response to mechanical unloading, an analog model of microgravity. While decades of research into unloading-induced alterations to physiological systems have provided invaluable data on microgravity-induced aberrations to physiology, the standard HU model does not account for the variations of gravity inherent to different astronomical settings, such as the Moon or Mars.\n\nArtemis missions are set to land the first woman and the next man on the Moon in 2024. These missions will set the stage for a lunar base and serve as a stepping-stone for an eventual crewed-exploration to Mars. Therefore, to thoroughly prepare for this endeavor, there is an urge to study gravity as a continuum, and develop models mimicking partial gravity environments. The first attempt at simulating partial gravity on earth was attempted in 2010, with Moon (0.16g) or Mars (0.38g) gravitational loads in female mice. However, inbred mice may be too homogenous to have the desired transferability to human physiology in different gravitational environments. Recently, this model has been adapted to outbred rats in order to better understand the individual variations in response to partial reductions in mechanical loading. Therefore the purpose of this review is to summarize the methodology and utility of this rat partial weight bearing (PWB) model in relation to human physiology, summarize what is currently known on the musculoskeletal effects of partial gravity environments, and provide future directions for the use of this model as it relates to spaceflight and physiology.\n\n2. Establishing the Rat Partial Weight-Bearing (PWB) Model\n\nIn 2010, the first successful model of quadrupedal partial weight bearing (PWB) was developed in mice to study the impact of reduced mechanical loading on the musculoskeletal system. Ten-week-old nulliparous female BALB/cByJ mice were exposed to 21 days of Mars-analog loading, (38% of normal loading), and compared to jacketed controls (full weight-bearing). This study showed that PWB led to ~20% lower gastrocnemius wet mass and ~24% lower femoral bone volume, and was the first study to demonstrate functional alterations in muscle force production in simulated partial gravity environments. In a later study using female C57Bl/6J mice exposed to various degrees of mechanical unloading, the authors confirmed their previous observations and demonstrated that reductions in weight-bearing led to a dose-dependent atrophy of the hindlimb muscles and a decline in bone mineral density (BMD). Since then, this murine model has been used in several ground-based studies to investigate the effects of PWB on blood cell count, bone loss mechanisms, and in conjunction with low-dose high linear energy transfer (LET) radiation.\n\nThe establishment of the mouse PWB model provided a unique opportunity to investigate the consequences of lunar and Martian environments on animal physiology in ground-based studies when other alternatives were not yet available. Until recently, PWB was exclusively used on female inbred mice. However, rats demonstrated to provide potentially more accurate information regarding human physiology. Studies are often carried on outbred strains to better account for the genetic diversity observed in humans, and these animals share many physiological and cognitive characteristics with humans. Moreover, rats are smart, trainable, and social animals that process drugs similarly to humans. Additionally, their size, approximately twenty times greater for an adult rat compared to a mouse, allows for easier surgical procedures and thorough histopathological analyses. However, this change of scale for the PWB model required technical adjustments that were crucial in order to successfully adapt it for rats. These areas include addressing the housing environment, changing the suspension apparatus, and developing a pelvic harness.\n\n2.1. Housing Environment\n\nThe housing environment in the rat PWB model was designed to fulfill several requirements. Firstly, it had to provide a floor space large enough for the rat to move around and explore. Secondly, it had to reduce waste accumulation and minimize the components that could be used by the animals to increase mechanical loading. Finally, it had to be of an appropriate size to accommodate the entire suspension apparatus, during either full mechanical loading, complete unloading, or partial weight-bearing, regardless of the animals’ growth, which remains constant between 10 and 30 weeks of age.\n\nThe cages were made of five panels of clear polycarbonate with the following dimensions: 12” wide × 12” deep × 16” high (Figure 1). At the top of both side panels, a small centered indentation was made in order to support the suspension apparatus. To avoid waste accumulation, we chose to use a 12” × 12” flexible perforated polypropylene floor panel layered with absorbent paper. This alternative was preferred over wire-floors, which have been shown to promote foot lesions and induce thermal stress in rats. While this type of flooring did not prevent food waste from falling onto the floor, a food chute was installed at the exterior of the cage that allowed only one pellet to be dispensed at the time, thus reducing waste and preventing any opportunities for the rats to reload themselves via the food pellets. Although the housing was first designed without any type of enrichment for the animals, more recent studies are now conducted with the addition of a couple of autoclaved cotton-squares that are changed every other day, so as to improve animals’ wellbeing.\n\n2.2. Suspension Apparatus\n\nIn order to support skeletally mature male rats with a starting body weight of approximately 400 g, many adjustments were required with respect to the suspension apparatus (Figure 2). While rats have enough floor space in the cages according to the Institutional Animal Care and Use Committee (IACUC) guidelines, their larger size allows them to freely move around and explore their environment, even when partially unloaded; therefore, suspension apparatus was secured at the center of the aluminum rod. In essence, the suspension design differed slightly from the one previously used in mice, retaining a triangle-shape structure linking the forelimb jacket and hindlimb suspension device with a back-rod, improving stabilization. A swivel clasp was added on both ends of the stainless-steel chain to provide full mobility to the animals, allowing them to move around without risking entangling the chains and modifying their partial unloading level. The most critical part of the suspension apparatus underwent major alterations to accommodate rats and improve PWB stability. In mice, a bead chain was positioned by twisting the coils of a spring with known characteristics, allowing animals to gain kinetic energy and increase mobility. This system was not an ideal fit for rats and was replaced by a key-chain ring attached to a swivel clasp directly connected to the stainless-steel chain. This design did not allow for additional kinetic energy, or variations in chain length, henceforth greatly reducing daily variations and the need to do adjustments throughout the experiments.\n\nIn order to achieve specific levels of PWB, animals are first weighed while wearing the entire PWB apparatus (100% full weight-bearing). The links on the chain are then adjusted to raise the animals to the appropriate PWB level (Figure 2A, items 2 and 3). Achieved weight-bearing is confirmed using a scale throughout this process. The chains have been selected to allow for steady and fine tuning of weight-bearing, maintaining the desired weight within 5% of error 100% of the time.\n\n2.3. Using a Pelvic Harness during Suspension (HLS)\n\nIn both the mouse and rat PWB models, the forelimbs are supported by a fitted jacket. In the mouse PWB system, the hind limbs were supported by a bandage wrapped around the base of the tail, based on the initial tail-suspension design developed for ground-based HU experiments in use since the 1980s. While the HU model and the technical aspects of tail-suspension are beyond the scope of this article, excellent reviews have been published elsewhere. In the rat PWB system, we chose to adapt a pelvic harness to support the hind limbs, in lieu of the traditional tail suspension (described thereafter as HLS) (Figure 3). This pelvic suspension was first described by others in rats undergoing HU and has been shown to result in similar alterations regarding body weight, muscle atrophy, bone loss and glucose homeostasis compared to tail-suspended animals, while reducing lordosis and spine curvature. The pelvic harness was extremely well tolerated in all of our studies involving either PWB or HLS, and allowed animals to be maintained in the same environment while reducing the time needed to transition from one mechanical loading level to another.\n\n2.4. Reliability\n\nAs in the mouse model, reliability of the partial reduction in mechanical loading was assessed daily by recording both the unloaded and fully-loaded body weight. The ratio of these two measurements provides the achieved partial weight-bearing level. Although the target level is established prior to the experiment (i.e., 70% of full-loading PWB70, 40% of full-loading PWB40, and 20% of full-loading PWB20), daily variations in food intake, water intake, and body weight could affect the effective ratio. Using stainless-steel chains, we demonstrated that during a month-long experiment conducted on 149 rats, coefficients of variations did not exceed 1.8% regardless of the targeted partial unloading level. This represented a marked improvement compared to the initial mouse model. Indeed, whereas the first mouse model design (based on a spring) succeeded to remain within a 5% error margin of the desired unloading level only 77% of the time over a 21-day experiment, the rat suspension design (based on a chain) was extremely reliable and allowed for the animals to remain within ± 5% of the desired unloading levels 100% of the time during 28-day periods.\n\n3. A Global Model to Study Physiological Alterations\n\n3.1. Behavior\n\nAnimals’ behavior is a great indicator of stress and tolerability. In an effort to reduce stressful situations and better assess animals’ abnormal behaviors, every experimenter involved in animal care engaged in hands-on contact with each rat, in the week preceding baseline. Increased knowledge of animals’ individual behavior and reactions was critical for ensuring proper care and behavioral assessment during the study. Starting on the day of acclimation to the custom housing environment, each animal was monitored by the experimenter once or twice per day, and constant video surveillance was used within the animal facility to observe and understand nocturnal behavioral changes. Daily clinical assessment notes were logged, and health monitoring involved several parameters that are summarized in Table 1.\n\nHU usually results in a transient weight loss in both mice and rats. In the mouse PWB, it has been observed that females lose weight during the first week of partial unloading but are able to return to their baseline body weight after 21 days of exposure. In rats, we initially reported a transient weight loss during the first week of partial unloading, regardless of the PWB level. Adult male rats between the ages of 10 and 30 weeks display a steady growth of the musculoskeletal system which is associated with a constant increase in body weight. This continuous growth was seen in our fully loaded controls (PWB100), and all suspended rats eventually recovered, and exceeded, their pre-suspension body weight regardless of their PWB level. However, our latest studies failed to demonstrate a significant difference in body weights across all groups, from 20% to 100% of normal loading during a 28 days experiment.\n\nWhen first exposed to PWB, animals usually display a significantly lower food consumption during the first 48 h, especially when assigned to PWB20 or PWB40 groups; however, cumulative food intake typically remains identical across all groups throughout the experiment. Both body weight and food intake decrease can be signs of discomfort and stress, which is why daily assessment remains crucial when using the rat PWB model. Animals should be removed from the experiment when experiencing weight loss greater than 15% of their pre-suspension value. Additionally, because the cages do not have as much bedding compared to a traditional rat cage and singly housing the rats prevents body heat transfer between animals, care should be taken to ensure appropriate temperature of the housing facility as alterations to core body temperature can influence overall metabolism, such as the use of cotton for nesting.\n\nUnloading experiments can, and have been completed by assessing several plasma parameters such as blood glucose and corticosterone, both known to increase significantly in response to stressful conditions through the activation of the hypothalamic-pituitary-adrenal (HPA) axis. As both of these parameters are regulated by the circadian rhythm, particular caution was given to the blood collection time and duration. For fully-loaded animals, we showed that the full harness did not elicit a stress response during a 28 day experiment, and that reduced mechanical loading did not impact plasma glucose and corticosterone at 7, 14, and 28 days of exposure compared to pre-suspension values. This finding was further validated by assessing the wet mass of several organs (i.e., adrenal glands and spleen), known to change in stressful conditions. These results represent the first evidence for the lack of chronic stress in the rat PWB model; however, future attention should be paid to the acute response in the first 48 h of exposure to decreased mechanical loading.\n\n3.2. Muscular System\n\nThe rat PWB model was first established in order to determine the longitudinal time-course of the musculoskeletal impairments. Indeed, spaceflight and mechanical unloading are known to lead to a rapid decline in muscle mass and function, which in turn increases the risk of fractures, chronic pain, fatigue, and injury upon return to normal loading. Previous ground-based animal models were extremely useful to obtain a clear picture of the physiological alterations and associated mechanisms, which helped the development of mitigating countermeasures for space crews such as exercise, the use of bisphosphonates, and nutraceuticals.\n\nIn response to microgravity and mechanical unloading, postural muscles such as the soleus atrophy quickly in humans and rats. Using the rat PWB model, we relied on both indirect and direct measures to determine the alterations in muscle size, force, and function, during exposure to 20% to 100% of full-loading. Calf circumference was used as a weekly indirect indicator of the triceps surae (i.e., soleus and gastrocnemius) size. We demonstrated that exposure to PWB20, PWB40, and PWB70, resulted in a significantly smaller limb girth compared to the PWB100 controls at all times (i.e., 7, 14, and 28 days of PWB). Additionally, we showed that rear paw grip force either failed to increase or displayed a net decrease after exposure to all levels of PWB, with a linear relationship between gravitational load and muscle impairments. These force measurements obtained voluntarily were further confirmed by applying a tetanic nerve stimulation and recording the maximum torque of the foot during either plantar or dorsi-flexion. By doing so, we observed a significant decrease in the maximal torque obtained that was linearly correlated to the degree of mechanical unloading.\n\nHindlimb muscle mass revealed the presence of a significant atrophy linearly correlated to the PWB level as soon as 7 days of exposure, our earliest time-point, and until 28 days of exposure, (Figure 4A). This muscle atrophy was further associated with a decrease in myofibers cross-section area (CSA) in both the soleus and gastrocnemius. In humans and rats, the soleus, a postural muscle is mostly comprised of fibers expressing the type 1 myosin heavy chain (MyHC1), which generally act as slow-twitch oxidative fibers providing endurance. During disuse and total mechanical unloading, soleus myofibers have been reported to switch from type 1 to type 2 (i.e., generally fast-twitch glycolytic), comparatively more prone to fatigue. We also see this modification in soleus composition of rats undergoing reduced mechanical loading for up to 28 days, with 40% of gravitational loading having ~6–7% shift in Type I fiber percentage (Supplementary Tables). However, we must acknowledge that up to this point we have only investigated MHCI fibers and not the separate isoforms of type II MHC fibers, which may have different functional implications. As such, future works will be necessary to investigate the nuances of different MHC isoforms and PWB. Taken together, our data demonstrated that partial mechanical loading results in a dose-dependent muscular deconditioning in the hindlimbs, consistent with the physiological alterations observed during spaceflight and hypokinesia.\n\nIn space, studies usually focus on the calf muscles as astronauts’ leg muscles atrophy quicker than their arm muscles due to their normal bipedal stance. However, animal models are traditionally developed in quadrupedal rodents. Henceforth, one of the advantages of using the PWB model instead of the traditional HLS is the possibility of investigating both the fore- and hind- limbs muscle in response to partial mechanical unloading. Recently, we used the rat PWB model to investigate if exposure to PWB20, PWB40, or PWB70 for 28 days led to a significant muscle deconditioning in the forelimbs compared to fully-loaded animals (PWB100). While we previously have shown that front paw grip force is impacted by partial mechanical unloading, we established for the first time that the biceps brachii displayed a 26% reduction in mass during partial unloading, regardless of the level. However, in the triceps brachii, we showed that atrophy was linearly correlated to the level of PWB, with reductions ranging from 9% to 17% compared to the controls. Histomorphometric analysis yielded similar results with a dose-dependent reduction in myofiber CSA. This quadrupedal modeling of partial gravity may allow for a more thorough investigation on the impacts of partial and microgravity on non-weight bearing tissues, as recent works have suggested that non-weight bearing bones can be impacted by spaceflight months after returning to Earth.\n\n3.3. Skeletal System\n\nWeightlessness, either real or simulated, has been used extensively to study bone loss and establish countermeasures for astronauts. Using the mouse PWB model, studies have shown that 21 days of exposure leads to a significant decline in body and hindlimb BMD and tibial trabecular bone volume, that was linearly correlated to the degree of unloading. Moreover, it has been shown that even PWB70 did not prevent the emergence of skeletal alterations. Similarly, in rats, we demonstrated that 2 weeks of PWB led to a dose-dependent and linear decrease in tibial BMD (Figure 4B). Further studies were conducted to establish the longitudinal time-course of skeletal impairments during partial mechanical loading and established the existence of a potential threshold for the preservation of the skeletal system. While trabecular BMD declines within 7 days of exposure to PWB, it further decreases over a month-long experiment, regardless of the PWB level, suggesting that a plateau was not reached. These results obtained in vivo were further validated by the ex vivo analysis of the distal femoral area via microcomputed tomography. Indeed, our results highlighted a dose-dependent decrease in bone volume, BMD, and trabecular number. Quantitative histomorphometry using calcein staining emphasized that weakening of the trabecular bone architecture during partial mechanical unloading was partly due to decreased osteoblast surface area and activity while osteoclasts remained similar compared to controls. These findings are in agreement with prior research utilizing the HU model and provide further validation for this model.\n\n3.4. Cardiovascular System\n\nThe cardiovascular system is severely impacted during weightlessness, in particular, orthostatic intolerance appears to be common among astronauts upon returning to earth. Many studies have been conducted in the HU model, taking advantage of the 30 degree head-down-tilt designed to induce a cephalic fluid shift. Some of these HU models found hypovolemia, altered nitric oxide signaling, and altered sympathetic neurological activity, which may contribute to cardiovascular complications during spaceflight. However there remains controversy on how each of these mechanisms contribute to cardiovascular complications. As the rat PWB is designed to allow quadrupedal unloading, it is not associated with a fluid shift. However, until recently, the impact of partial mechanical unloading on the cardiovascular system including the effects of the pelvic harness in lieu of the tail suspension, had not been addressed. Therefore, we longitudinally monitored tail blood pressure, foot oximetry, and heart rate for 28 days in all conditions. Our results highlighted that the use of a pelvic harness during normal loading did not impair indirect measures of blood flow nor did it modify blood pressure and heart rate over the course of the experiment. This study further demonstrated that partial reductions in mechanical loading did not reveal significant changes in these parameters. While these results are preliminary, they may suggest cardiovascular protections may be conferred with minimal gravitational force, such as those found on extra-terrestrial targets such as the Moon or Mars with 1/6th and 1/3rd of the Earth’s gravitational pull. However, more works using PWB are necessary to understand the nuanced cardiovascular mechanisms that may contribute to potential protection from spaceflight-induced orthostatic intolerance.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "gravity",
    "partial weight-bearing",
    "ground-based",
    "rodent",
    "spaceflight",
    "analog",
    "Review"
  ],
  "citations": [
    {
      "title": "Spaceflight-induced intracranial hypertension and visual impairment: Pathophysiology and countermeasures",
      "authors": [
        "L.F. Zhang",
        "A.R. Hargens"
      ]
    },
    {
      "title": "Study of the impact of long-duration space missions at the International Space Station on the astronaut microbiome",
      "authors": [
        "A.A. Voorhies",
        "C. Mark Ott",
        "S. Mehta",
        "D.L. Pierson",
        "B.E. Crucian",
        "A. Feiveson",
        "C.M. Oubre",
        "M. Torralba",
        "K. Moncera",
        "Y. Zhang"
      ]
    },
    {
      "title": "On-orbit sleep problems of astronauts and countermeasures",
      "authors": [
        "B. Wu",
        "Y. Wang",
        "X. Wu",
        "D. Liu",
        "D. Xu",
        "F. Wang"
      ]
    },
    {
      "title": "The NASA twins study: A multidimensional analysis of a year-long human spaceflight",
      "authors": [
        "F.E. Garrett-Bakelman",
        "M. Darshi",
        "S.J. Green",
        "R.C. Gur",
        "L. Lin",
        "B.R. Macias",
        "M.J. McKenna",
        "C. Meydan",
        "T. Mishra",
        "J. Nasrini"
      ]
    },
    {
      "title": "Microgravity-induced changes in aortic stiffness and their role in orthostatic intolerance",
      "authors": [
        "E.C. Tuday",
        "J.V. Meck",
        "D. Nyhan",
        "A.A. Shoukas",
        "D.E. Berkowitz"
      ]
    },
    {
      "title": "",
      "authors": [
        "G. Clément"
      ]
    },
    {
      "title": "Disuse of the musculo-skeletal system in space and on earth",
      "authors": [
        "M.V. Narici",
        "M.D. de Boer"
      ]
    },
    {
      "title": "The current state of bone loss research: Data from spaceflight and microgravity simulators",
      "authors": [
        "M.P. Nagaraja",
        "D. Risin"
      ]
    },
    {
      "title": "Post-spaceflight orthostatic intolerance: Possible relationship to microgravity-induced plasticity in the vestibular system",
      "authors": [
        "B.J. Yates",
        "I.A. Kerman"
      ]
    },
    {
      "title": "Space physiology II: Adaptation of the central nervous system to space flight-past, current, and future studies",
      "authors": [
        "G. Clément",
        "J.T. Ngo-Anh"
      ]
    },
    {
      "title": "Animal models in translational medicine: Validation and prediction",
      "authors": [
        "T. Denayer",
        "T. Stöhrn",
        "M. van Roy"
      ]
    },
    {
      "title": "Importance of preclinical studies in the development of drugs for treatment of osteoporosis: A review related to the 1998 WHO guidelines",
      "authors": [
        "J.P. Bonjour",
        "P. Ammann",
        "R. Rizzoli"
      ]
    },
    {
      "title": "Historical aspects of the early Soviet/Russian manned space program",
      "authors": [
        "J.B. West"
      ]
    },
    {
      "title": "Animals in Space: On the 50th Anniversary of Space Biology",
      "authors": [
        "A.I. Grigor’ev",
        "E.A. Il’in"
      ]
    },
    {
      "title": "The Mighty Mouse: The impact of rodents on advances in biomedical research",
      "authors": [
        "E.C. Bryda"
      ]
    },
    {
      "title": "A new rat model simulating some aspects of space flight",
      "authors": [
        "E.R. Morey",
        "E.E. Sabelman",
        "R.T. Turner",
        "D.J. Baylink"
      ]
    },
    {
      "title": "National Space Exploration Campaign Report Pursuant",
      "authors": []
    },
    {
      "title": "National Aeronautics and Space Admi, Mars Exploration Program",
      "authors": []
    },
    {
      "title": "Partial weight suspension: A novel murine model for investigating adaptation to reduced musculoskeletal loading",
      "authors": [
        "E.B. Wagner",
        "N.P. Granzella",
        "H. Saito",
        "D.J. Newman",
        "L.R. Young",
        "M.L. Bouxsein"
      ]
    },
    {
      "title": "A novel partial gravity ground-based analog for rats via quadrupedal unloading",
      "authors": [
        "M. Mortreux",
        "J.A. Nagy",
        "F.C. Ko",
        "M.L. Bouxsein",
        "S.B. Rutkove"
      ]
    },
    {
      "title": "Partial reductions in mechanical loading yield proportional changes in bone density, bone architecture, and muscle mass",
      "authors": [
        "R. Ellman",
        "J. Spatz",
        "A. Cloutier",
        "R. Palme",
        "B.A. Christiansen",
        "M.L. Bouxsein"
      ]
    },
    {
      "title": "Comparison of hindlimb unloading and partial weight suspension models for spaceflight-type condition induced effects on white blood cells",
      "authors": [
        "J.M. Wilson",
        "G.S. Krigsfeld",
        "J.K. Sanzari",
        "E.B. Wagner",
        "R. Mick",
        "A.R. Kennedy"
      ]
    },
    {
      "title": "Partial weight bearing does not prevent musculoskeletal losses associated with disuse",
      "authors": [
        "J.M. Swift",
        "F. Lima",
        "B.R. Macias",
        "M.R. Allen",
        "E.S. Greene",
        "Y. Shirazi-Fard",
        "J.S. Kupke",
        "H.A. Hogan",
        "S.A. Bloomfield"
      ]
    },
    {
      "title": "Sclerostin antibody inhibits skeletal deterioration in mice exposed to partial weight-bearing",
      "authors": [
        "J.M. Spatz",
        "R. Ellman",
        "A.M. Cloutier",
        "L. Louis",
        "M. van Vliet",
        "D. Dwyer",
        "M. Stolina",
        "H.Z. Ke",
        "M.L. Bouxsein"
      ]
    },
    {
      "title": "Microgravity stress: Bone and connective tissue",
      "authors": [
        "S.A. Bloomfield",
        "D.A. Martinez",
        "R.D. Boudreaux",
        "A.V. Mantri"
      ]
    },
    {
      "title": "Simulating the Lunar Environment: Partial Weightbearing and High-LET Radiation-Induce Bone Loss and Increase Sclerostin-Positive Osteocytes",
      "authors": [
        "B.R. Macias",
        "F. Lima",
        "J.M. Swift",
        "Y. Shirazi-Fard",
        "E.S. Greene",
        "M.R. Allen",
        "J. Fluckey",
        "H.A. Hogan",
        "L. Braby",
        "S. Wang"
      ]
    },
    {
      "title": "Rats",
      "authors": [
        "M.L. Andersen",
        "R.M.E. Costa",
        "M.F.O.E. Costa"
      ]
    },
    {
      "title": "Technical and conceptual considerations for performing and interpreting functional MRI studies in awake rats",
      "authors": [
        "M. Febo"
      ]
    },
    {
      "title": "Consideration of species differences in developing novel molecules as cognition enhancers",
      "authors": [
        "J.W. Young",
        "J.D. Jentsch",
        "T.J. Bussey",
        "T.L. Wallace",
        "D.M. Hutcheson"
      ]
    },
    {
      "title": "Reconciled rat and human metabolic networks for comparative toxicogenomics and biomarker predictions",
      "authors": [
        "E.M. Blais",
        "K.D. Rawls",
        "B.V. Dougherty",
        "Z.I. Li",
        "G.L. Kolling",
        "P. Ye",
        "A. Wallqvist",
        "J.A. Papin"
      ]
    },
    {
      "title": "Rodent models in neuroscience research: Is it a rat race?",
      "authors": [
        "B. Ellenbroek",
        "J. Youn"
      ]
    },
    {
      "title": "Absolute and relative growth of rat skeletal muscle",
      "authors": [
        "T. Tamaki",
        "S. Uchiyama"
      ]
    },
    {
      "title": "Wire-Bottom Versus Solid-Bottom Rodent Caging Issues Important to Scientists and Laboratory Animal Science Specialists",
      "authors": [
        "D.M. Stark"
      ]
    },
    {
      "title": "Metabolic and thermoregulatory responses of the rat maintained in acrylic or wire-screen cages: Implications for pharmacological studies",
      "authors": [
        "C.J. Gordon",
        "L. Fogelson"
      ]
    },
    {
      "title": "Mimicking a space mission to mars using hindlimb unloading and partial weight bearing in rats",
      "authors": [
        "M. Mortreux",
        "D. Riveros",
        "M.L. Bouxsein",
        "S.B. Rutkove"
      ]
    },
    {
      "title": "The Hindlimb Unloading Rat Model: Literature Overview, Technique Update and Comparison with Space Flight Data",
      "authors": [
        "E. Morey-Holton",
        "R.K. Globus",
        "A. Kaplansky",
        "G. Durnova"
      ]
    },
    {
      "title": "Hindlimb unloading rodent model: Technical aspects",
      "authors": [
        "E.R. Morey-Holton",
        "R.K. Globus"
      ]
    },
    {
      "title": "Hindlimb unloading: Rodent analog for microgravity",
      "authors": [
        "R.K. Globus",
        "E. Morey-Holton"
      ]
    },
    {
      "title": "Animal model of simulated microgravity: A comparative study of hindlimb unloading via tail versus pelvic suspension",
      "authors": [
        "P. Chowdhury",
        "A. Long",
        "G. Harris",
        "M.E. Soulsby",
        "M. Dobretsov"
      ]
    },
    {
      "title": "Longitudinal time course of muscle impairments during partial weight-bearing in rats",
      "authors": [
        "M. Mortreux",
        "F.C. Ko",
        "D. Riveros",
        "M.L. Bouxsein",
        "S.B. Rutkove"
      ]
    },
    {
      "title": "A moderate daily dose of resveratrol mitigates muscle deconditioning in a martian gravity analog",
      "authors": [
        "M. Mortreux",
        "D. Riveros",
        "M.L. Bouxsein",
        "S.B. Rutkove"
      ]
    },
    {
      "title": "Stress, social behavior, and resilience: Insights from rodents",
      "authors": [
        "A.K. Beery",
        "D. Kaufer"
      ]
    },
    {
      "title": "Influence of Social Isolation during Prolonged Simulated Weightlessness by Hindlimb Unloading",
      "authors": [
        "C.G.T. Tahimic",
        "A.M. Paul",
        "A.S. Schreurs",
        "S.M. Torres",
        "L. Rubinstein",
        "S. Steczina",
        "M. Lowe",
        "S. Bhattacharya",
        "J.S. Alwood",
        "A.E. Ronca"
      ]
    },
    {
      "title": "Three weeks of murine hindlimb unloading induces shifts from B to T and from Th to Tc splenic lymphocytes in absence of stress and differentially reduces cell-specific mitogenic responses",
      "authors": [
        "F. Gaignier",
        "V. Schenten",
        "M.d. Bittencourt",
        "G. Gauquelin-Koch",
        "J.P. Frippiat",
        "C. Legrand-Frossi"
      ]
    },
    {
      "title": "The partial weight-bearing rat model using a pelvic harness does not impact stress or hindlimb blood flow",
      "authors": [
        "M. Mortreux",
        "D. Riveros",
        "C. Semple",
        "M.L. Bouxsein",
        "S.B. Rutkove"
      ]
    },
    {
      "title": "Effects of Rodent Thermoregulation on Animal Models in the Research Environment",
      "authors": [
        "F.C. Hankenson",
        "J.O. Marx",
        "C.J. Gordon",
        "J.M. David"
      ]
    },
    {
      "title": "Low 24-h core body temperature as a thrifty metabolic trait driving catch-up fat during weight regain after caloric restriction",
      "authors": [
        "J. Calonne",
        "D. Arsenijevic",
        "I. Scerri",
        "J.L. Miles-Chan",
        "J.P. Montani",
        "A.G. Dulloo"
      ]
    },
    {
      "title": "Home alone: A systematic review and meta-analysis on the effects of individual housing on body weight, food intake and visceral fat mass in rodents",
      "authors": [
        "L. Schipper",
        "L. Harvey",
        "E.M. van der Beek",
        "G. van Dijk"
      ]
    },
    {
      "title": "Effects of fasting on plasma catecholamine, corticosterone and glucose concentrations under basal and stress conditions in individual rats",
      "authors": [
        "S.F. de Boer",
        "S.J. Koopmans",
        "J.L. Slangen",
        "J. van der Gugten"
      ]
    },
    {
      "title": "Stress-induced hyperglycemia",
      "authors": [
        "K.C. McCowen",
        "A. Malhotra",
        "B.R. Bistrian"
      ]
    },
    {
      "title": "Glucocorticoid treatment and endocrine pancreas function: Implications for glucose homeostasis, insulin resistance and diabetes",
      "authors": [
        "A. Rafacho",
        "H. Ortsäter",
        "A. Nadal",
        "I. Quesada"
      ]
    },
    {
      "title": "Circadian control of glucose metabolism",
      "authors": [
        "A. Kalsbeek",
        "S. la Fleur",
        "E. Fliers"
      ]
    },
    {
      "title": "A refined method for sequential blood sampling by tail incision in rats",
      "authors": [
        "M. Fluttert",
        "S. Dalm",
        "M.S. Oitzl"
      ]
    },
    {
      "title": "Dose-dependent skeletal deficits due to varied reductions in mechanical loading in rats",
      "authors": [
        "F.C. Ko",
        "M. Mortreux",
        "D. Riveros",
        "J.A. Nagy",
        "S.B. Rutkove",
        "M.L. Bouxsein"
      ]
    },
    {
      "title": "Adaptation to microgravity, deconditioning, and countermeasures",
      "authors": [
        "K. Tanaka",
        "N. Nishimura",
        "Y. Kawai"
      ]
    },
    {
      "title": "Physiology of a microgravity environment invited review: Microgravity and skeletal muscle",
      "authors": [
        "R.H. Fitts",
        "D.R. Riley",
        "J.J. Widrick"
      ]
    },
    {
      "title": "Reduction in proximal femoral strength due to long-duration spaceflight",
      "authors": [
        "J.H. Keyak",
        "A.K. Koyama",
        "A. LeBlanc",
        "Y. Lu",
        "T.F. Lang"
      ]
    },
    {
      "title": "From the international space station to the clinic: How prolonged unloading may disrupt lumbar spine stability",
      "authors": [
        "J.F. Bailey",
        "S.L. Miller",
        "K. Khieu",
        "C.W. O’Neill",
        "R.M. Healey",
        "D.G. Coughlin",
        "J.V. Sayson",
        "D.G. Chang",
        "A.R. Hargens",
        "J.C. Lotz"
      ]
    },
    {
      "title": "Structural and functional adaptations of skeletal muscle to weightlessness",
      "authors": [
        "D. Desplanches"
      ]
    },
    {
      "title": "Functional and structural adaptations of skeletal muscle to microgravity",
      "authors": [
        "R.H. Fitts",
        "D.R. Riley",
        "J.J. Widrick"
      ]
    },
    {
      "title": "Exercise in space: The European Space Agency approach to in-flight exercise countermeasures for long-duration missions on ISS",
      "authors": [
        "N. Petersen",
        "P. Jaekel",
        "A. Rosenberger",
        "T. Weber",
        "J. Scott",
        "F. Castrucci",
        "G. Lambrecht",
        "L. Ploutz-Snyder",
        "V. Damann",
        "I. Kozlovskaya"
      ]
    },
    {
      "title": "Russian countermeasure systems for adverse effects of microgravity on long-duration ISS flights",
      "authors": [
        "I.B. Kozlovskaya",
        "E.N. Yarmanova",
        "A.D. Yegorov",
        "V.I. Stepantsov",
        "E.V. Fomina",
        "E.S. Tomilovaskaya",
        "J.M. Reeves"
      ]
    },
    {
      "title": "Musculoskeletal adaptations to training with the advanced resistive exercise device",
      "authors": [
        "J.A. Loehr",
        "S.M.C. Lee",
        "K.L. English",
        "J. Sibonga",
        "S.M. Smith",
        "B.A. Spiering",
        "R.D. Hagan"
      ]
    },
    {
      "title": "Exercise in space: Human skeletal muscle after 6 months aboard the International Space Station",
      "authors": [
        "S. Trappe",
        "D. Costill",
        "P. Gallagher",
        "A. Creer",
        "J.R. Peters",
        "H. Evans",
        "D.A. Riley",
        "R.H. Fitts"
      ]
    },
    {
      "title": "Bisphosphonates as a supplement to exercise to protect bone during long-duration spaceflight",
      "authors": [
        "A. LeBlanc",
        "T. Matsumoto",
        "J. Jones",
        "J. Shapiro",
        "T. Lang",
        "L. Shackelford",
        "S.M. Smith",
        "H. Evans",
        "E. Spector",
        "R. Ploutz-Snyder"
      ]
    },
    {
      "title": "Bone metabolism and renal stone risk during International Space Station missions",
      "authors": [
        "S.M. Smith",
        "M. Heer",
        "L.C. Shackelford",
        "J.D. Sibonga",
        "J. Spatz",
        "R.A. Pietrzyk",
        "E.K. Hudson",
        "S.R. Zwart"
      ]
    },
    {
      "title": "Dried plum diet protects from bone loss caused by ionizing radiation",
      "authors": [
        "A.S. Schreurs",
        "Y. Shirazi-Fard",
        "M. Shahnazari",
        "J.S. Alwood",
        "T.A. Truong",
        "C.G.T. Tahimic",
        "C.L. Limoli",
        "N.D. Turner",
        "B. Halloran",
        "R.K. Globus"
      ]
    },
    {
      "title": "Effect of a 17 day spaceflight on contractile properties of human soleus muscle fibres",
      "authors": [
        "J.J. Widrick",
        "S.T. Knuth",
        "K.M. Norenberg",
        "J.G. Romatowski",
        "J.L.W. Bain",
        "D.A. Riley",
        "M. Karhanek",
        "S.W. Trappe",
        "T.A. Trappe",
        "D.L. Costill"
      ]
    },
    {
      "title": "Human pathophysiological adaptations to the space environment",
      "authors": [
        "G.C. Demontis",
        "M.M. Germani",
        "E.G. Caiani",
        "I. Barravecchia",
        "C. Passino",
        "D. Angeloni"
      ]
    },
    {
      "title": "Influence of two weeks of non-weight bearing on rat soleus motoneurons and muscle fibers",
      "authors": [
        "A. Ishihara",
        "Y. Oishi",
        "R.R. Roy",
        "V.R. Edgerton"
      ]
    },
    {
      "title": "Rat hindlimb unloading: Soleus histochemistry, ultrastructure, and electromyography",
      "authors": [
        "D.A. Riley",
        "G.R. Slocum",
        "J.L.W. Bain",
        "F.R. Sedlak",
        "T.E. Sowa",
        "J.W. Mellender"
      ]
    },
    {
      "title": "Electrostimulation during hindlimb unloading modulates PI3K-AKT downstream targets without preventing soleus atrophy and restores slow phenotype through ERK",
      "authors": [
        "E. Dupont",
        "C. Cieniewski-Bernard",
        "B. Bastide",
        "L. Stevens"
      ]
    },
    {
      "title": "Resveratrol prevents the wasting disorders of mechanical unloading by acting as a physical exercise mimetic in the rat",
      "authors": [
        "I. Momken",
        "L. Stevens",
        "A. Bergouignan",
        "D. Desplanches",
        "F. Rudwill",
        "I. Chery",
        "A. Zahariev",
        "S. Zahn",
        "T.P. Stein",
        "J.L. Sebedio"
      ]
    },
    {
      "title": "The effects of 10 days of spaceflight on the shuttle endeavour on predominantly fast-twitch muscles in the rat",
      "authors": [
        "W.J. Kraemer",
        "R.S. Staron",
        "S.E. Gordon",
        "J.S. Volek",
        "L.P. Koziris",
        "N.D. Duncan",
        "B.C. Nindl",
        "A.L. Gómez",
        "J.O. Marx",
        "A.C. Fry"
      ]
    },
    {
      "title": "Muscle fiber type composition of the rat hindlimb",
      "authors": [
        "R.B. Armstrong",
        "R.O. Phelps"
      ]
    },
    {
      "title": "Human soleus muscle: A comparison of fiber composition and enzyme activities with other leg muscles",
      "authors": [
        "P.D. Gollnick",
        "B. Sjödin",
        "J. Karlsson",
        "E. Jansson",
        "B. Saltin"
      ]
    },
    {
      "title": "Microgravity-induced transformations of myosin isoforms and contractile properties of skeletal muscle",
      "authors": [
        "V.J. Caiozzo",
        "F. Haddad",
        "M.J. Baker",
        "R.E. Herrick",
        "N. Prietto",
        "K.M. Baldwin"
      ]
    },
    {
      "title": "Alterations in muscle mass and contractile phenotype in response to unloading models: Role of transcriptional/pretranslational mechanisms",
      "authors": [
        "K.M. Baldwin",
        "F. Haddad",
        "C.E. Pandorf",
        "R.R. Roy",
        "V.R. Edgerton"
      ]
    },
    {
      "title": "Transcriptional regulation of the myosin heavy chain IIB gene in inactive rat soleus",
      "authors": [
        "G.E. McCall",
        "F. Haddad",
        "R.R. Roy",
        "H. Zhong",
        "V.R. Edgerton",
        "K.M. Baldwin"
      ]
    },
    {
      "title": "Effect of unloading on type I myosin heavy chain gene regulation in rat soleus muscle",
      "authors": [
        "J.M. Giger",
        "F. Haddad",
        "A.X. Qin",
        "M. Zeng",
        "K.M. Baldwin"
      ]
    },
    {
      "title": "Isoform composition and gene expression of thick and thin filament proteins in striated muscles of mice after 30-day space flight",
      "authors": [
        "A. Ulanova",
        "Y. Gritsyna",
        "I. Vikhlyantsev",
        "N. Salmov",
        "A. Bobylev",
        "Z. Abdusalamova",
        "V. Rogachevsky",
        "B. Shenkman",
        "Z. Podlubnaya"
      ]
    },
    {
      "title": "From Slow to Fast: Hypogravity-Induced Remodeling of Muscle Fiber Myosin Phenotype",
      "authors": [
        "B.S. Shenkman"
      ]
    },
    {
      "title": "Non-weight bearing-induced muscle weakness: The role of myosin quantity and quality in MHC type II fibers",
      "authors": [
        "J.H. Kim",
        "L.D.V. Thompson"
      ]
    },
    {
      "title": "Myonuclear number and myosin heavy chain expression in rat soleus single muscle fibers after spaceflight",
      "authors": [
        "D.L. Allen",
        "W. Yasui",
        "T. Tanaka",
        "Y. Ohira",
        "S. Nagaoka",
        "C. Sekiguchi",
        "W.E. Hinds",
        "R.R. Roy",
        "V.R. Edgerton"
      ]
    },
    {
      "title": "Hypogravity-induced atrophy of rat soleus and extensor digitorum longus muscles",
      "authors": [
        "D.A. Riley",
        "S. Ellis",
        "G.R. Slocom",
        "T. Satyanarayana",
        "J.L.W. Bain",
        "F.R. Sedlak"
      ]
    },
    {
      "title": "Alteration of gene expression profiles in skeletal muscle of rats exposed to microgravity during a spaceflight",
      "authors": [
        "W.E. Taylor",
        "S. Bhasin",
        "R. Lalani",
        "A. Datta",
        "N.F. Gonzalez-Cadavid"
      ]
    },
    {
      "title": "Rat hindlimb unloading down-regulates insulin like growth factor-1 signaling and AMP-activated protein kinase, and leads to severe atrophy of the soleus muscle",
      "authors": [
        "B. Han",
        "M.J. Zhu",
        "C. Ma",
        "M. Du"
      ]
    },
    {
      "title": "Skeletal muscle myostatin mRNA expression is fiber-type specific and increases during hindlimb unloading",
      "authors": [
        "C.J. Carlson",
        "F.W. Booth",
        "S.E. Gordon"
      ]
    },
    {
      "title": "Cortical and Trabecular Bone Microstructure Did Not Recover at Weight-Bearing Skeletal Sites and Progressively Deteriorated at Non-Weight-Bearing Sites During the Year Following International Space Station Missions",
      "authors": [
        "L. Vico",
        "B. van Rietbergen",
        "N. Vilayphiou",
        "M.T. Linossier",
        "H. Locrelle",
        "M. Normand",
        "M. Zouch",
        "M. Gerbaix",
        "N. Bonnet",
        "V. Novikov"
      ]
    },
    {
      "title": "Interventions to prevent bone loss in astronauts during space flight",
      "authors": [
        "J. Iwamoto",
        "T. Takeda",
        "Y. Sato"
      ]
    },
    {
      "title": "Development of a low-dose anti-resorptive drug regimen reveals synergistic suppression of bone formation when coupled with disuse",
      "authors": [
        "S.A.J. Lloyd",
        "N.D. Travis",
        "T. Lu",
        "T.A. Bateman"
      ]
    },
    {
      "title": "Tail suspension induces bone loss in skeletally mature mice in the C57Bl/6J strain but not in the C3H/HeJ strain",
      "authors": [
        "D. Amblard",
        "M.H. Lafage-Proust",
        "A. Laib",
        "T. Thomas",
        "P. Rüegsegger",
        "C. Alexandre",
        "L. Vico"
      ]
    },
    {
      "title": "A hypomagnetic field aggravates bone loss induced by hindlimb unloading in rat femurs",
      "authors": [
        "B. Jia",
        "L. Xie",
        "Q. Zheng",
        "P.F. Yang",
        "W.J. Zhang",
        "C. Ding",
        "A.R. Qian",
        "P. Shang"
      ]
    },
    {
      "title": "Skeletal unloading induces resistance to insulin-like growth factor-I (IGF-I) by inhibiting activation of the IGF-I signaling pathways",
      "authors": [
        "T. Sakata",
        "Y. Wang",
        "B.P. Halloran",
        "H.Z. Elalieh",
        "J. Cao",
        "D.D. Bikle"
      ]
    },
    {
      "title": "Bone Loss Induced by Simulated Microgravity, Ionizing Radiation and/or Ultradian Rhythms in the Hindlimbs of Rats",
      "authors": [
        "Y.N. Zhang",
        "W.G. Shi",
        "H. Li",
        "J.R. Hua",
        "X. Feng",
        "W.J. Wei",
        "J.F. Wang",
        "J.P. He",
        "S.W. Lei"
      ]
    },
    {
      "title": "Apollo lunar astronauts show higher cardiovascular disease mortality: Possible deep space radiation effects on the vascular endothelium",
      "authors": [
        "M.D. Delp",
        "J.M. Charvat",
        "C.L. Limoli",
        "R.K. Globus",
        "P. Ghosh"
      ]
    },
    {
      "title": "Orthostatic intolerance after spaceflight",
      "authors": [
        "J.C. Buckey",
        "L.D. Lane",
        "B.D. Levine",
        "D.E. Watenpaugh",
        "S.J. Wright",
        "W.E. Moore",
        "F.A. Gaffney",
        "C.G. Blomqvist"
      ]
    },
    {
      "title": "Marked exacerbation of orthostatic intolerance after long-vs.-short-duration spaceflight in veteran astronauts",
      "authors": [
        "J.V. Meck",
        "C.J. Reyes",
        "S.A. Perez",
        "A.L. Goldberger",
        "M.G. Ziegler"
      ]
    },
    {
      "title": "Orthostatic intolerance after iss and space shuttle missions",
      "authors": [
        "S.M.C. Lee",
        "A.H. Feiveson",
        "S. Stein",
        "M.B. Stenger",
        "S.H. Platts",
        "J.M. Reeves"
      ]
    },
    {
      "title": "Fludrocortisone Does Not Prevent Orthostatic Hypotension in Astronauts after Spaceflight",
      "authors": [
        "S.J. Shi",
        "D.A. South",
        "J.V. Meck"
      ]
    },
    {
      "title": "Chronic skeletal unloading of the rat femur: Mechanisms and functional consequences of vascular remodeling",
      "authors": [
        "J.N. Stabley",
        "R.D. Prisby",
        "B.J. Behnke",
        "M.D. Delp"
      ]
    },
    {
      "title": "Fluid shift versus body size: Changes of hematological parameters and body fluid volume in hindlimb-unloaded mice, rats and rabbits",
      "authors": [
        "A.A. Andreev-Andrievskiy",
        "A.S. Popova",
        "E.A. Lagereva",
        "O.L. Vinogradova"
      ]
    },
    {
      "title": "Orthostatic response in rats after hindlimb unloading: Effect of transcranial electrical stimulation",
      "authors": [
        "O. Tarasova",
        "A. Borovik",
        "D. Tsvirkoun",
        "V. Lebedev",
        "J. Steeves",
        "A. Krassioukov"
      ]
    },
    {
      "title": "Hindlimb unweighting does not alter vasoconstrictor responsiveness and nitric oxide-mediated inhibition of sympathetic vasoconstriction",
      "authors": [
        "T.P. Just",
        "N.G. Jendzjowsky",
        "D.S. Delorey"
      ]
    },
    {
      "title": "Hindlimb unloading alters nitric oxide and autonomic control of resting arterial pressure in conscious rats",
      "authors": [
        "P.J. Mueller",
        "C.M. Foley",
        "E.M. Hasser"
      ]
    },
    {
      "title": "Effects of hindlimb unloading and ionizing radiation on skeletal muscle resistance artery vasodilation and its relation to cancellous bone in mice",
      "authors": [
        "R.D. Prisby",
        "J.S. Alwood",
        "B.J. Behnke",
        "J.N. Stabley",
        "D.J. Mccullough",
        "P. Ghosh",
        "R.K. Globus",
        "M.D. Delp"
      ]
    },
    {
      "title": "Chronic hindlimb suspension unloading markedly decreases turnover rates of skeletal and cardiac muscle proteins and adipose tissue triglycerides",
      "authors": [
        "G. Pavei",
        "C.M. Biancardi",
        "A.E. Minetti",
        "A.E. Minetti"
      ]
    },
    {
      "title": "Increased GABAA inhibition of the RVLM after hindlimb unloading in rats",
      "authors": [
        "J.A. Moffitt",
        "C.M. Heesch",
        "E.M. Hasser"
      ]
    },
    {
      "title": "The effect of reloading on bone volume, osteoblast number, and osteoprogenitor characteristics: Studies in hind limb unloaded rats",
      "authors": [
        "N. Basso",
        "Y. Jia",
        "C.G. Bellows",
        "J.N.M. Heersche"
      ]
    },
    {
      "title": "Sarcolemmal disruption in reloaded atrophic skeletal muscle",
      "authors": [
        "C.E. Kasper"
      ]
    },
    {
      "title": "Effect of muscle unloading, reloading and exercise on inflammation during a head-down bed rest",
      "authors": [
        "M. Mutin-Carnino",
        "A. Carnino",
        "S. Roffino",
        "A. Chopard"
      ]
    },
    {
      "title": "Muscle impairment occurs rapidly and precedes inflammatory cell accumulation after mechanical loading",
      "authors": [
        "J. Frenette",
        "M. St-Pierre",
        "C.H. Côté",
        "E. Mylona",
        "F.X. Pizza"
      ]
    },
    {
      "title": "Isometric resistance exercise fails to counteract skeletal muscle atrophy processes during the initial stages of unloading",
      "authors": [
        "F. Haddad",
        "G.R. Adams",
        "P.W. Bodell",
        "K.M. Baldwin"
      ]
    },
    {
      "title": "Atrogin-1/MAFbx mRNA expression is regulated by histone deacetylase 1 in rat soleus muscle under hindlimb unloading",
      "authors": [
        "E.P. Mochalova",
        "S.P. Belova",
        "T.M. Mirzoev",
        "B.S. Shenkman",
        "T.L. Nemirovskaya"
      ]
    },
    {
      "title": "Skeletal muscle atrophy and the E3 ubiquitin ligases MuRF1 and MAFbx/atrogin-1",
      "authors": [
        "S.C. Bodine",
        "L.M. Baehr"
      ]
    },
    {
      "title": "Regulation of Mitochondrial Quality Following Repeated Bouts of Hindlimb Unloading",
      "authors": [
        "M.E. Rosa-Caldwell",
        "J.L. Brown",
        "R.A. Perry",
        "K.L. Shimkus",
        "Y. Shirazi-Fard",
        "L.A. Brown",
        "H.A. Hogan",
        "J.D. Fluckey",
        "T.A. Washington",
        "M.P. Wiggs"
      ]
    },
    {
      "title": "Estrogens and androgens in skeletal physiology and pathophysiology",
      "authors": [
        "M. Almeida",
        "M.R. Laurent",
        "V. Dubois",
        "F. Claessens",
        "C.A. O’Brien",
        "R. Bouillon",
        "D. Vanderschueren",
        "S.C. Manolagas"
      ]
    },
    {
      "title": "Muscle metabolism and atrophy: Let’s talk about sex",
      "authors": [
        "M.E. Rosa-Caldwell",
        "N.P. Greene"
      ]
    },
    {
      "title": "Effects of sex and gender on adaptation to space: Musculoskeletal health",
      "authors": [
        "L. Ploutz-Snyder",
        "S. Bloomfield",
        "S.M. Smith",
        "S.K. Hunter",
        "K. Templeton",
        "D. Bemben"
      ]
    },
    {
      "title": "Sex-specific physiology and cardiovascular disease",
      "authors": [
        "C.L. Shufelt",
        "C. Pacheco",
        "M.S. Tweet",
        "V.M. Miller"
      ]
    },
    {
      "title": "Effects of sex and gender on adaptation to space: Cardiovascular alterations",
      "authors": [
        "S.H. Platts",
        "C.N. Bairey Merz",
        "Y. Barr",
        "Q. Fu",
        "M. Gulati",
        "R. Hughson",
        "B.D. Levine",
        "R. Mehran",
        "N. Stachenfeld",
        "N.K. Wenger"
      ]
    },
    {
      "title": "Partial Weight-Bearing in Female Rats: Proof of Concept in a Martian-Gravity Analog",
      "authors": [
        "C. Semple",
        "D. Riveros",
        "J.A. Nagy",
        "S.B. Rutkove",
        "M. Mortreux"
      ]
    },
    {
      "title": "Fruits and dietary phytochemicals in bone protection",
      "authors": [
        "C.L. Shen",
        "V. von Bergen",
        "M.C. Chyu",
        "M.R. Jenkins",
        "H. Mo",
        "C.H. Chen",
        "I.S. Kwun"
      ]
    },
    {
      "title": "A comprehensive review of the health perspectives of resveratrol",
      "authors": [
        "A. Rauf",
        "M. Imran",
        "H.A.R. Sulera",
        "B. Ahmad",
        "D.G. Peters",
        "M.S. Mubarak"
      ]
    },
    {
      "title": "Resveratrol ameliorates the chemical and microbial induction of inflammation and insulin resistance in human placenta, adipose tissue and skeletal muscle",
      "authors": [
        "H.T. Tran",
        "S. Liong",
        "R. Lim",
        "G. Barker",
        "M. Lappas"
      ]
    },
    {
      "title": "Effect of dietary resveratrol supplementation on meat quality, muscle antioxidative capacity and mitochondrial biogenesis of broilers",
      "authors": [
        "C. Zhang",
        "L. Yang",
        "X. Zhao",
        "X. Chen",
        "L. Wang",
        "Z. Geng"
      ]
    },
    {
      "title": "Resveratrol Improves Glycemic Control in Type 2 Diabetic Obese Mice by Regulating Glucose Transporter Expression in Skeletal Muscle and Liver",
      "authors": [
        "C.Y. Yonamine",
        "E. Pinheiro-Machado",
        "M.L. Michalani",
        "A.B. Alves-Wagner",
        "J.V. Esteves",
        "H.S. Freitas",
        "U.F. Machado"
      ]
    },
    {
      "title": "Resveratrol supplementation preserves long bone mass, microstructure, and strength in hindlimb-suspended old male rats",
      "authors": [
        "S.M. Durbin",
        "J.R. Jackson",
        "M.J. Ryan",
        "J.C. Gigliotti",
        "S.E. Alway",
        "J.C. Tou"
      ]
    },
    {
      "title": "Effect of prior treatment with resveratrol on density and structure of rat long bones under tail-suspension",
      "authors": [
        "C. Habold",
        "I. Momken",
        "A. Ouadi",
        "V. Bekaert",
        "D. Brasse"
      ]
    },
    {
      "title": "Effects of resveratrol on the recovery of muscle mass following disuse in the plantaris muscle of aged rats",
      "authors": [
        "B.T. Bennett",
        "J.S. Mohamed",
        "S.E. Alway"
      ]
    },
    {
      "title": "Effect of branched-chain amino acid supplementation during unloading on regulatory components of protein synthesis in atrophied soleus muscles",
      "authors": [
        "G. Bajotto",
        "Y. Sato",
        "Y. Kitaura",
        "Y. Shimomura"
      ]
    },
    {
      "title": "Does protein supplementation prevent muscle disuse atrophy and loss of strength?",
      "authors": [
        "T.P. Stein",
        "S. Blanc"
      ]
    },
    {
      "title": "Can Antioxidants Protect Against Disuse Muscle Atrophy?",
      "authors": [
        "S.K. Powers"
      ]
    },
    {
      "title": "Allopurinol partially prevents disuse muscle atrophy in mice and humans",
      "authors": [
        "B. Ferrando",
        "M.C. Gomez-Cabrera",
        "A. Salvador-Pascual",
        "C. Puchades",
        "F. Derbré",
        "A. Gratas-Delamarche",
        "L. Laparre",
        "G. Olaso-Gonzalez",
        "M. Cerda",
        "E. Viosca"
      ]
    },
    {
      "title": "Heat stress attenuates skeletal muscle atrophy in hindlimb-unweighted rats",
      "authors": [
        "H. Naito",
        "S.K. Powers",
        "H.A. Demirel",
        "T. Sugiura",
        "S.L. Dodd",
        "J. Aoki"
      ]
    },
    {
      "title": "Heat stress facilitates the recovery of atrophied soleus muscle in rat",
      "authors": [
        "K. Goto",
        "M. Honda",
        "T. Kobayashi",
        "K. Uehara",
        "A. Kojima",
        "T. Akema",
        "T. Sugiura",
        "S. Yamada",
        "Y. Ohira",
        "T. Yoshioka"
      ]
    },
    {
      "title": "8-Prenylnaringenin promotes recovery from immobilization-induced disuse muscle atrophy through activation of the Akt phosphorylation pathway in mice",
      "authors": [
        "R. Mukai",
        "H. Horikawa",
        "P.Y. Lin",
        "N. Tsukumo",
        "T. Nikawa",
        "T. Kawamura",
        "H. Nemoto",
        "J. Terao"
      ]
    },
    {
      "title": "Prevention of Disuse Muscle Atrophy by Dietary Ingestion of 8-Prenylnaringenin in Denervated Mice",
      "authors": [
        "R. Mukai",
        "H. Horikawa",
        "Y. Fujikura",
        "T. Kawamura",
        "H. Nemoto",
        "T. Nikawa",
        "J. Terao"
      ]
    },
    {
      "title": "Effects of tail suspension on serum testosterone and molecular targets regulating muscle mass",
      "authors": [
        "H. De Naeyer",
        "S. Lamon",
        "A.P. Russell",
        "I. Everaert",
        "A. De Spaey",
        "C. Jamart",
        "B. Vanheel",
        "Y. Taes",
        "W. Derave"
      ]
    },
    {
      "title": "Harjola, Jänkälä, and Härkönen, Myosin heavy chain mRNA and protein distribution in immobilized rat skeletal muscle are not affected by testosterone status",
      "authors": []
    },
    {
      "title": "Circadian adaptations to meal timing: Neuroendocrine mechanisms",
      "authors": [
        "D.F. Patton",
        "R.E. Mistlberger"
      ]
    },
    {
      "title": "Sleep circadian rhythm, and gut microbiota",
      "authors": [
        "B.A. Matenchuk",
        "P.J. Mandhane",
        "A.L. Kozyrskyj"
      ]
    },
    {
      "title": "Transkingdom control of microbiota diurnal oscillations promotes metabolic homeostasis",
      "authors": [
        "C.A. Thaiss",
        "D. Zeevi",
        "M. Levy",
        "G. Zilberman-Schapira",
        "J. Suez",
        "A.C. Tengeler",
        "L. Abramson",
        "M.N. Katz",
        "T. Korem",
        "N. Zmora"
      ]
    },
    {
      "title": "New roles for prokineticin 2 in feeding behavior, insulin resistance and type 2 diabetes: Studies in mice and humans",
      "authors": [
        "M. Mortreux",
        "E. Foppen",
        "R.G. Denis",
        "M. Montaner",
        "N. Kassis",
        "J. Denom",
        "M. Vincent",
        "F. Fumeron",
        "M. Kujawski-Lafourcade",
        "F. Andréelli"
      ]
    },
    {
      "title": "Measuring the effects of night-shift work on cardiac autonomic modulation: An appraisal of heart rate variability metrics",
      "authors": [
        "A.M. Fink"
      ]
    },
    {
      "title": "Cardiovascular diseases: A therapeutic perspective around the clock",
      "authors": [
        "A.C. Soares",
        "D.A. Fonseca"
      ]
    },
    {
      "title": "Crosstalk among circadian rhythm, obesity and allergy",
      "authors": [
        "K. Orihara",
        "A. Haraguchi",
        "S. Shibata"
      ]
    },
    {
      "title": "Chrono-nutrition for the prevention and treatment of obesity and type 2 diabetes: From mice to men",
      "authors": [
        "J.A. Hawley",
        "P. Sassone-Corsi",
        "J.R. Zierath"
      ]
    },
    {
      "title": "Circadian Rhythms and Obesity: Timekeeping Governs Lipid Metabolism",
      "authors": [
        "Y. Li",
        "J. Ma",
        "K. Yao",
        "W. Su",
        "B. Tan",
        "X. Wu",
        "X. Huang",
        "T. Li",
        "Y. Yin",
        "G. Tosini"
      ]
    },
    {
      "title": "Disruption of circadian rhythms: A crucial factor in the etiology of infertility",
      "authors": [
        "F. Sciarra",
        "E. Franceschini",
        "F. Campolo",
        "D. Gianfrilli",
        "F. Pallotti",
        "D. Paoli",
        "A.M. Isidori",
        "M.A. Venneri"
      ]
    },
    {
      "title": "The development of lighting countermeasures for sleep disruption and circadian misalignment during spaceflight",
      "authors": [
        "G.C. Brainard",
        "L.K. Barger",
        "R.R. Soler",
        "J.P. Hanifin"
      ]
    },
    {
      "title": "Sleep and Circadian Rhythms in Four Orbiting Astronauts",
      "authors": [
        "T.H. Monk",
        "D.J. Buysse",
        "B.D. Billy",
        "K.S. Kennedy",
        "L.M. Willrich"
      ]
    },
    {
      "title": "Sleep, performance, circadian rhythms, and light-dark cycles during two space shuttle flights",
      "authors": [
        "D.J. Dijk",
        "D.F. Neri",
        "J.K. Wyatt",
        "J.M. Ronda",
        "E. Riel",
        "A.R.D. Cecco",
        "R.J. Hughes",
        "A.R. Elliott",
        "G.K. Prisk",
        "J.B. West"
      ]
    },
    {
      "title": "The alteration of human sleep and circadian rhythms during spaceflight",
      "authors": [
        "A. Gundel",
        "V.V. Polyakov",
        "J. Zulley"
      ]
    },
    {
      "title": "Keeping the right time in space: Importance of circadian clock and sleep for physiology and performance of astronauts",
      "authors": [
        "J.-H. Guo",
        "W.-M. Qu",
        "S.-G. Chen",
        "X.-P. Chen",
        "K. Lv",
        "Z.-L. Huang",
        "Y.-L. Wu"
      ]
    },
    {
      "title": "Effects of long-term microgravity exposure in space on circadian rhythms of heart rate variability",
      "authors": [
        "N. Yamamoto",
        "K. Otsuka",
        "Y. Kubo",
        "M. Hayashi",
        "K. Mizuno",
        "H. Ohshima",
        "C. Mukai"
      ]
    },
    {
      "title": "Alterations in the heart rate and activity rhythms of three orbital astronauts on a space mission",
      "authors": [
        "Z. Liu",
        "Y. Wan",
        "L. Zhang",
        "Y. Tian",
        "K. Lv",
        "Y. Li",
        "C. Wang",
        "X. Chen",
        "S. Chen",
        "J. Guo"
      ]
    },
    {
      "title": "24-h blood pressure in space: The dark side of being an astronaut",
      "authors": [
        "J.M. Karemaker",
        "J. Berecki-Gisolf"
      ]
    },
    {
      "title": "Respiratory modulation of cardiovascular rhythms before and after short-duration human spaceflight",
      "authors": [
        "B. Verheyden",
        "F. Beckers",
        "K. Couckuyt",
        "J. Liu",
        "A.E. Aubert"
      ]
    },
    {
      "title": "Sleep research in space: Expression of immediate early genes in forebrain structures of rats during the NASA Neurolab Mission (STS-90)",
      "authors": [
        "C. Centini",
        "O. Pompeiano"
      ]
    },
    {
      "title": "Regulation of circadian blood pressure: From mice to astronauts",
      "authors": [
        "R. Agarwal"
      ]
    },
    {
      "title": "BMAL1 disrupted intrinsic diurnal oscillation in rat cerebrovascular contractility of simulated microgravity rats by altering circadian regulation of mir-103/cav1.2 signal pathway",
      "authors": [
        "L. Chen",
        "B. Zhang",
        "L. Yang",
        "Y.G. Bai",
        "J.B. Song",
        "Y.L. Ge",
        "H.Z. Ma",
        "J.H. Cheng",
        "J. Ma",
        "M.J. Xie"
      ]
    },
    {
      "title": "Mars 520-d mission simulation reveals protracted crew hypokinesis and alterations of sleep duration and timing",
      "authors": [
        "M. Basner",
        "D.F. Dinges",
        "D. Mollicone",
        "A. Ecker",
        "C.W. Jones",
        "E.C. Hyder",
        "A. Di Antonio",
        "I. Savelev",
        "K. Kan",
        "N. Goel"
      ]
    },
    {
      "title": "Effects of sex and gender on adaptation to space: Behavioral health",
      "authors": [
        "N. Goel",
        "T.L. Bale",
        "C.N. Epperson",
        "S.G. Kornstein",
        "G.R. Leon",
        "L.A. Palinkas",
        "J.W. Stuster",
        "D.F. Dinges"
      ]
    },
    {
      "title": "Studying the Van Allen Belts 60 Years after America’s First Spacecraft",
      "authors": [
        "M. Johnson-Groh"
      ]
    },
    {
      "title": "Mimicking the effects of spaceflight on bone: Combined effects of disuse and chronic low-dose rate radiation exposure on bone mass in mice",
      "authors": [
        "K. Yu",
        "A.H. Doherty",
        "P.C. Genik",
        "S.E. Gookin",
        "D.M. Roteliuk",
        "S.J. Wojda",
        "Z.S. Jiang",
        "M.E. McGee-Lawrence",
        "M.M. Weil",
        "S.W. Donahue"
      ]
    },
    {
      "title": "Skeletal changes during and after spaceflight",
      "authors": [
        "L. Vico",
        "A. Hargens"
      ]
    },
    {
      "title": "Effects of long-duration spaceflight, microgravity and radiation on the neuromuscular, sensorimotor and skeletal systems",
      "authors": [
        "R.D. Carpenter",
        "T.F. Lang",
        "S.A. Bloomfield",
        "J.J. Bloomberg",
        "S. Judex",
        "J.H. Keyak",
        "R.J. Midura",
        "P.D. Pajevic",
        "J.M. Spatz"
      ]
    },
    {
      "title": "Long-term effects of simulated microgravity and/or chronic exposure to low-dose gamma radiation on behavior and blood–brain barrier integrity",
      "authors": [
        "J.A. Bellone",
        "P.S. Gifford",
        "N.C. Nishiyama",
        "R.E. Hartman",
        "X.W. Mao"
      ]
    },
    {
      "title": "Leukocyte Activity Is Altered in a Ground Based Murine Model of Microgravity and Proton Radiation Exposure",
      "authors": [
        "J.K. Sanzari",
        "A.L. Romero-Weaver",
        "G. James",
        "G. Krigsfeld",
        "L. Lin",
        "E.S. Diffenderfer",
        "A.R. Kennedy"
      ]
    },
    {
      "title": "Effects of Spaceflight on Cardiovascular Physiology and Health",
      "authors": [
        "M. Shen",
        "W.H. Frishman"
      ]
    },
    {
      "title": "Circulating miRNA Signature Predicts and Rescues Spaceflight Associated Health Risks",
      "authors": [
        "S. Malkani",
        "E. Cekanaviciute",
        "M. Mortreux",
        "H. Okunola",
        "M. Tarbier",
        "A. Schreurs",
        "Y. Shirazi-fard",
        "C.G.T. Tahimic",
        "M. Cheng-",
        "S.V. Costes"
      ]
    },
    {
      "title": "Exploring the effects of spaceflight on mouse physiology using the open access NASA genelab platform",
      "authors": [
        "A. Beheshti",
        "Y. Shirazi-Fard",
        "S. Choi",
        "D. Berrios",
        "S.G. Gebre",
        "J.M. Galazka",
        "S.V. Costes"
      ]
    },
    {
      "title": "Small RNAs, Big Diseases",
      "authors": [
        "I. Rzeszutek",
        "A. Singh"
      ]
    },
    {
      "title": "A circulating microRNA signature predicts age-based development of lymphoma",
      "authors": [
        "A. Beheshti",
        "C. Vanderburg",
        "J.T. McDonald",
        "C. Ramkumar",
        "T. Kadungure",
        "H. Zhang",
        "R.B. Gartenhaus",
        "A.M. Evens"
      ]
    },
    {
      "title": "Consensus Micro RNAs Governing the Switch of Dormant Tumors to the Fast-Growing Angiogenic Phenotype",
      "authors": [
        "N. Almog",
        "L. Ma",
        "C. Schwager",
        "B.G. Brinkmann",
        "A. Beheshti",
        "P. Vajkoczy",
        "J. Folkman",
        "L. Hlatky",
        "A. Abdollahi"
      ]
    },
    {
      "title": "Transcriptional changes induced by the tumor dormancy-associated microRNA-190",
      "authors": [
        "N. Almog",
        "C. Briggs",
        "A. Beheshti",
        "L. Ma",
        "K.P. Wilkie",
        "E. Rietman",
        "L. Hlatky"
      ]
    },
    {
      "title": "Micrornas and risk factors for diabetic nephropathy in egyptian children and adolescents with type 1 diabetes",
      "authors": [
        "S. Abdelghaffar",
        "H. Shora",
        "S. Abdelatty",
        "F. Elmougy",
        "R. El Sayed",
        "H. Abdelrahman",
        "H. Soliman",
        "H. Algebaly",
        "S. Ahmed",
        "P. Alfy"
      ]
    },
    {
      "title": "Emerging roles of non-coding RNAs in the pathogenesis of type 1 diabetes mellitus",
      "authors": [
        "M. Taheri",
        "R. Eghtedarian",
        "M.E. Dinger",
        "S. Ghafouri-Fard"
      ]
    },
    {
      "title": "The Role of MicroRNAs in Regulating Cytokines and Growth Factors in Coronary Artery Disease: The Ins and Outs",
      "authors": [
        "A.M. Gorabi",
        "N. Kiaie",
        "T. Sathyapalan",
        "K. Al-Rasadi",
        "T. Jamialahmadi",
        "A. Sahebkar"
      ]
    },
    {
      "title": "Diabetes and COVID-19 risk: A miRNA perspective",
      "authors": [
        "P.K. Mishra",
        "R. Tandon",
        "S.N. Byrareddy"
      ]
    },
    {
      "title": "A microRNA signature and TGF-β1 response were identified as the key master regulators for spaceflight response",
      "authors": [
        "A. Beheshti",
        "S. Ray",
        "H. Fogle",
        "D. Berrios",
        "S.V. Costes"
      ]
    },
    {
      "title": "Electrical impedance myography for monitoring motor neuron loss in the SOD1 G93A amyotrophic lateral sclerosis rat",
      "authors": [
        "L.L. Wang",
        "A.J. Spieker",
        "J. Li",
        "S.B. Rutkove"
      ]
    },
    {
      "title": "Electrical impedance alterations in the rat hind limb with unloading",
      "authors": [
        "J. Li",
        "A.J. Spieker",
        "G.D. Rosen",
        "S.B. Rutkove"
      ]
    },
    {
      "title": "Electrical impedance myography as a biomarker of myostatin inhibition with ActRIIB-mFc: A study in wild-type mice",
      "authors": [
        "J.A. Nagy",
        "K. Kapur",
        "R.S. Taylor",
        "B. Sanchez",
        "S.B. Rutkove"
      ]
    },
    {
      "title": "A Technique for Performing Electrical Impedance Myography in the Mouse Hind Limb: Data in Normal and ALS SOD1 G93A Animals",
      "authors": [
        "J. Li",
        "W.L. Staats",
        "A. Spieker",
        "M. Sung",
        "S.B. Rutkove"
      ]
    },
    {
      "title": "Reducing sample size requirements for future ALS clinical trials with a dedicated electrical impedance myography system",
      "authors": [
        "J.M. Shefner",
        "S.B. Rutkove",
        "J.B. Caress",
        "M. Benatar",
        "W.S. David",
        "M.S. Cartwright",
        "E.A. Macklin",
        "J.L. Bohorquez"
      ]
    },
    {
      "title": "Present Uses, Future Applications, and Technical Underpinnings of Electrical Impedance Myography",
      "authors": [
        "B. Sanchez",
        "S.B. Rutkove"
      ]
    },
    {
      "title": "Toward Electrical Impedance Tomography Coupled Ultrasound Imaging for Assessing Muscle Health",
      "authors": [
        "E.K. Murphy",
        "J. Skinner",
        "M. Martucci",
        "S.B. Rutkove",
        "R.J. Halter"
      ]
    },
    {
      "title": "Exploring the relationship between electrical impedance myography and quantitative ultrasound parameters in Duchenne muscular dystrophy",
      "authors": [
        "B. Roy",
        "B.T. Darras",
        "C.M. Zaidman",
        "J.S. Wu",
        "K. Kapur",
        "S.B. Rutkove"
      ]
    },
    {
      "title": "Characterizing spinal muscular atrophy with electrical impedance myography",
      "authors": [
        "S.B. Rutkove",
        "J.M. Shefner",
        "M. Gregas",
        "H. Butler",
        "J. Caracciolo",
        "C. Lin",
        "P.M. Fogerson",
        "P. Mongiovi",
        "B.T. Darras"
      ]
    },
    {
      "title": "Using electrical impedance myography as a biomarker of muscle deconditioning in rats exposed to micro- and partial-gravity analogs",
      "authors": [
        "C. Semple",
        "D. Riveros",
        "D.-M. Sung",
        "J.A. Nagy",
        "S.B. Rutkove",
        "M. Mortreux"
      ]
    }
  ],
  "original_title": "Approaching Gravity as a Continuum Using the Rat Partial Weight-Bearing Model",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/65da/7599661/28c4ae6cdd70/life-10-00235-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/65da/7599661/5b10126db728/life-10-00235-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/65da/7599661/2ee55186cf09/life-10-00235-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/65da/7599661/029690ea9718/life-10-00235-g004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/65da/7599661/eb9e2abe7cba/life-10-00235-g005.jpg"
  ]
}