{
  "pmcid": "PMC7954810",
  "title": "Effects of spaceflight aboard the International Space Station on mouse estrous cycle and ovarian gene expression",
  "abstract": "Ovarian steroids dramatically impact normal homeostatic and metabolic processes of most tissues within the body, including muscle, bone, neural, immune, cardiovascular, and reproductive systems. Determining the effects of spaceflight on the ovary and estrous cycle is, therefore, critical to our understanding of all spaceflight experiments using female mice. Adult female mice (n = 10) were exposed to and sacrificed on-orbit after 37 days of spaceflight in microgravity. Contemporary control (preflight baseline, vivarium, and habitat; n = 10/group) groups were maintained at the Kennedy Space Center, prior to sacrifice and similar tissue collection at the NASA Ames Research Center. Ovarian tissues were collected and processed for RNA and steroid analyses at initial carcass thaw. Vaginal wall tissue collected from twice frozen/thawed carcasses was fixed for estrous cycle stage determinations. The proportion of animals in each phase of the estrous cycle (i.e., proestrus, estrus, metestrus, and diestrus) did not appreciably differ between baseline, vivarium, and flight mice, while habitat control mice exhibited greater numbers in diestrus. Ovarian tissue steroid concentrations indicated no differences in estradiol across groups, while progesterone levels were lower (p < 0.05) in habitat and flight compared to baseline females. Genes involved in ovarian steroidogenic function were not differentially expressed across groups. As ovarian estrogen can dramatically impact multiple non-reproductive tissues, these data support vaginal wall estrous cycle classification of all female mice flown in space. Additionally, since females exposed to long-term spaceflight were observed at different estrous cycle stages, this indicates females are likely undergoing ovarian cyclicity and may yet be fertile.",
  "introduction": "Introduction\n\nSpaceflight microgravity is known to impact numerous physiological systems. These include cardiovascular changes, decreased bone mineral density, loss of muscle tone, adipogenesis, insulin resistance, vision and vestibular disturbances, altered fluid and electrolyte balance, and altered kidney function to name a few. Many, if not all, normal homeostatic processes occurring within mammals, both male and female, are dramatically impacted by gonadal hormones. Indeed, the reproductive system is often considered one of the best markers of overall health and fitness of an animal. However, research is limited regarding the effects of spaceflight on the reproductive system and its consequences on normal physiology.\n\nThe ovarian steroid hormones, estrogen and progesterone, play a significant role in regulating a myriad of physiological functions, and are subject to cyclic changes based on the hypothalamic/pituitary regulation of ovarian folliculogenesis. Moreover, ovarian steroidogenic output can be dramatically impacted by stress as well as other internal homeostatic processes. In cycling rodents, the antral follicle is the primary steroidogenic tissue within the ovary, unless mating occurs at which time the corpus luteum becomes the major producer of progesterone. The mural granulosa cells and the vascularized theca cells within the antral ovarian follicles are responsible for the enzymatic conversion of cholesterol to its ultimate endpoint product estradiol. In addition to steroidogenesis, these follicular cells also carry out the critical missions of nurturing the enclosed growing oocyte, as well as facilitating the process of ovulation, or expulsion of oocyte, and subsequent formation of the ephemeral corpus luteum. Cyclic and temporal changes in expression of steroidogenic pathway proteins and other critically important ovarian genes known to play critical roles in ovulation, oocyte development and corpus luteum development and function are well known and may be evaluated to provide information regarding ovarian function. Understanding these molecular changes is vital for informing female reproductive health during and after spaceflight.\n\nTo date, studies of ovarian function and fertility in mice exposed to microgravity during NASA Space Shuttle flights were of short duration (<12 days) and, importantly, all included the effects of live reentry prior to collection of tissues and analysis of animal behavior. Similarly, pregnant female rats flown on Cosmos 1514 (1982), NASA-NIH Rodent (R)1 (STS-66 in 1994), and NASA-NIH R2 (STS-70 in 1995) were of short duration (4.5–11 days) and had live animal return. Notably, in the pregnant rats no effects of spaceflight on healthy and atretic ovarian antral follicle populations, fetal wastage in utero, plasma concentrations of progesterone and luteinizing hormone (LH) or pituitary content of follicle stimulating hormone (FSH) were noted. Spaceflight, however, significantly increased plasma concentrations of FSH and decreased pituitary content of LH analyzed postpartum (day 22–23;). In these prior studies, it is not possible to separate the effects of microgravity from that of reentry with the associated hypergravity, turbulence, and the likely ensuing stress responses linked to these events. Moreover, these studies while evaluating maintenance of pregnancy, provide no information regarding the fertility of these animals and their ability to exhibit normal estrous cycles and ovarian function. The current investigation provides insights into the endocrine status and ovarian cyclicity of female mice following an extended period of exposure to microgravity in the absence of reentry effects. Addressing the effects of extended duration spaceflight on endocrine status are significant and of high impact to long-term female astronaut health before and after flight, interpretation of spaceflight findings derived from female mice, and for long-term plans for multigenerational mammalian studies in spaceflight.",
  "methods": "Methods\n\nAnimals\n\nForty 12-week old C57BI/6J female mice (Jackson Lab, Bar Harbor, ME) were selected based on similar body weights for 4 experimental groups (16-week old at launch, n = 10/group): baseline control, vivarium control, habitat control, and flight. Flight mice were launched on SpaceX-4 (Rodent Research 1) on September 21, 2014, as part of NASA’s Validation study. Details of RR1 mission timeline (i.e., mouse pre-adaptation to cages, food) as well as mouse spaceflight hardware details are available. Briefly, vivarium control mice were maintained in standard mouse cages (5 mice/cage) for the duration of spaceflight at Kennedy Space Center. Habitat control mice were housed in a Rodent Research Transporter and Habitat Hardware on Earth for durations consistent with flight times at the same density of mice as those in flight (n = 10/habitat). The habitat control was placed in the ISS Environmental Simulator at KSC on a 4-day delay to mimic flight temperature, CO2, and humidity conditions on the ISS for the duration of spaceflight. Baseline control mice were euthanized one day after launch and then partially dissected prior to freezing of the animal carcasses mimicking the procedures to be conducted on flight and for all other animals at the conclusion of experiment. Flight mice were exposed to microgravity for a total of 37 days (33 days on ISS and 4 days in the Dragon Capsule). Mice were euthanized by injection of Euthasol followed by cervical dislocation and immediately fast frozen intact (n = 8) or partially dissected (n = 2) prior to carcasses being frozen. Mice carcasses were frozen using pre-chilled Ice Bricks prior to transfer to the Minus Eighty Degree Laboratory Freezer (MELFI) aboard the ISS. All ground mice were processed similarly. Flight mice carcasses returned to Earth February 2015 aboard the SpaceX CRS-5 and were then maintained along with the control mice frozen at the Biospecimen Sharing Program (BSP) at the Ames Research Center until dissection. All animal procedures performed were approved by the Institutional Animal Care and Use Committees (IACUC) for flight at the NASA Ames Research Center (ARC) and the Kennedy Space Center (KSC) and the methods were carried out in accordance with relevant guidelines and regulations.\n\nTissue collection\n\nFemale reproductive tissues (ovary and uterus) were collected from all carcasses at about 35–45 min after removal from the −80 °C freezer. One ovary was placed into RNAlater (Thermo Fisher Scientific, Waltham, MA) and the other was flash-frozen in liquid nitrogen (LN). Similarly, the right and left uterine horns were placed in RNAlater or snap-frozen in LN; uterine tissues are part of an independent study by another investigator and will not be further described here. Tissues preserved in RNAlater were kept at 4 °C for 2 days then frozen and stored at −80 °C, tissues snap-frozen in liquid nitrogen were also stored at −80 °C. Following primary tissue dissections in April of 2015, the remaining carcass was refrozen and stored at −80 °C. In March of 2016, carcasses were thawed again for a secondary tissue dissection. At this time the combined cervix and vaginal wall were dissected free of the pelvic cavity, and these tissues were fixed in 4% paraformaldehyde in phosphate-buffered saline. Following overnight fixation these tissues were transferred to 70% EtOH, in preparation for shipping to the University of Kansas Medical Center.\n\nRNA isolation and quantitative RT-PCR analysis\n\nOvaries tissues were transferred directly from RNAlater to tubes containing 1 ml of Trizol (Sigma) or 1 ml of Trizol was added directly to ovarian tissue snap-frozen in liquid nitrogen. Tissues were briefly dissociated on ice (3 bursts, 62 W) in a PowerGen 700 homogenizer (Fisher Scientific). RNA was isolated from Trizol as per manufacturer protocol. To facilitate precipitation 1 μL of glycogen (20ug/ul; Invitrogen) was added to aqueous fraction and the resulting pellet was then resuspended in 15 μL of RNase free water (ThermoFisher 18064022). An aliquot (1 μL) of this resuspended RNA was used to determine RNA concentration and RNA integrity number (RIN) values using the Agilent RNA 6000 Pico kit and Agilent 2100 Bioanalyzer (Agilent Technologies). Total RNA (400 ng) from each sample was reverse transcribed using SuperScript II Reverse Transcriptase (Invitrogen/ThermoFisher) with random hexamer primers (IDT).\n\nQuantitative PCR (qPCR) was performed using a 1:5 dilution of cDNA on an Applied Biosystems HT7900 sequence detector. Genes interrogated included 3β-hydroxysteroid dehydrogenase (Hsd3b1), P450 cholesterol side chain cleavage (Cyp11a1), 17α-hydroxylase (Cyp17a1), P450 aromatase (Cyp19a1), steroidogenic acute regulatory protein (Star), liver receptor homolog-1 (Nr5a2), estrogen receptor 1 (Esr1), estrogen receptor 2 (Esr2), scavenger receptor class B member 1 (Scarb1), luteinizing hormone receptor (Lhcgr), zona pellucida glycoprotein 3 (Zp3), and growth differentiation factor 9 (Gdf9). Primers were designed using Primer Express 3.0 (Applied Biosystems) and purchased from IDT (see Supplementary Table 1). qPCR was performed for Hsd3b1, Cyp11a1, Cyp17a1, Cyp19a1, Nr5a2, Esr1, Esr2, Scarb1, Zp3, Lhcgr, and Gdf9 using PowerSYBR Green PCR Master Mix (Applied Biosystems). qPCR on Star, and 18 S rRNA levels were determined using the TaqMan Universal PCR Master Mix (Applied Biosystems) protocol and Applied Biosystems (Eukaryotic 18S rRNA Endogenous Control [VIC® ⁄ MGB Probe, Primer Limited]) probes and primers. Samples were run in triplicate, and the ΔΔCt method was used to calculate the relative expression between the samples after normalization with 18S levels. All SYBR Green reactions were evaluated for the presence of a single dissociation curve, to confirm the amplification of a single transcript and lack of primer dimers.\n\nHistological analysis\n\nUpon receipt of tissues from the BSP, the vaginal walls samples were transferred to tissue embedding cassettes, and processed through a standard series of dehydration steps prior to being embedded in paraffin. Tissue blocks were then sectioned on a Leica microtome at a thickness of 6 μm and mounted on microscope slides (Superfrost Plus, Fisher Scientific). Tissue sections were then deparaffinized, rehydrated, and stained with hematoxylin and eosin prior to histological examination. Slides were randomized and sample (animal and treatment) labels were blinded prior to examination by three independent reviewers for estrous cycle staging (proestrus, estrus, metestrus, diestrus or not determinable). Non-determinable samples were the result of tissues not containing sufficient vaginal wall tissue to yield reliable results. Following independent reviews, those samples (~10%) without a consensus stage call were reevaluated by the reviewers and a consensus stage agreed upon.\n\nRadioimmunoassay\n\nThe steroid content (estrogen/progesterone) content of the ovary, as determined by RIA, was used as a surrogate for serum analyses for establishing the functional ovarian status of the RR1 females at the time of their sacrifice. Flash frozen ovaries were halved and homogenized using a sonicator in 200 μL of PBS. Homogenate was spun down at 10,000 × g for 5 min. Approximately 150 μL of supernatant was collected. 100 μL of undiluted supernatant was shipped to the Ligand Assay and Analysis Core (UVA School of Medicine) on dry ice and the rest were stored as 50 μL aliquots at −80 °C. Estradiol (E2) and progesterone (P4) were determined by commercial ELISAs (E2: Calbiotech, El Cajon, CA. Cat # ES180S-100; P4: IBL, Minneapolis, MN, Cat # IB79105). E2 assay characteristics were as follows: sensitivity = 3 pg/ml; intra-assay coefficient of variation (CV) = 7.5%; inter-assay CV = 10.1%. For P4, sensitivity = 0.15 ng/ml; intra-assay CV = 6.5%; inter-assay CV = 10.3%.\n\nStatistical analysis\n\nOne-way ANOVA was used to determine differences amongst treatment groups (flight status) or estrous cycle stage. Tukey’s mean separation tests were used to determine differences between mean once a significant F-test was observed. All statistical analyses and graphs for the RIA were performed using GraphPad Prism v6 (GraphPad, San Diego, CA).\n\nReporting summary\n\nFurther information on experimental design is available in the Nature Research Reporting Summary linked to this paper.",
  "results": "Results\n\nEstrous cycle staging\n\nEstrous cycle stage for each mouse was determined by three independent investigators blinded to treatment group categories. Figure 1 shows representative H&E stained cross sections of vaginal wall tissue from the individual flight and habitat control animals following collection after the second carcass thaw during March of 2016. Each stage of the estrous cycle is depicted in Fig. 1. Proestrus is characterized by the presence of a thick layer of stratified squamous epithelium, with an absence of luminal cells and any cornified epithelial cells (Fig. 1a). Estrous stage animals exhibit a stratified squamous epithelium with a layer of cornified epithelial [red eosin stained cells above the nucleated stratified squamous epithelial cells (Fig. 1b)]. Often, this cornified layer is delaminated from the underlying epithelial cells. In metestrus, leukocytes appear and traverse the nucleated epithelial layer to reach the delaminated mass of cornified stratified squamous epithelium in the lumen (Fig. 1c). During diestrus, the vaginal wall is characterized by columnar mucified cells next to a thin layer of nucleated epithelium (Fig. 1d). Staging of the mice indicated that the majority of the animals in the baseline control group (6/9), the vivarium control group (5/8), and the flight group (6/10) were in estrus (Table 1). In comparison, habitat control mice presented at all stages of the cycle in approximately equal amounts (n = 2 or 3/stage). Flight group mice presented at estrus (n = 6) and metestrus (n = 4; Table 1).\n\nOvarian RNA quality and tissue steroid levels\n\nOvarian RNA quality varied appreciably depending upon whether it was flash-frozen in LN or placed in RNAlater (Fig. 2). Representative electropherograms from the Agilent 2100 are shown for 2 mice collected in either RNAlater or LN. Overall, RNA quality as determined by Agilent RNA integrity numbers (RIN values) from tissues frozen in LN were greater (p < 0.05) in every animal, and overall averaged around 5.71 ± 0.12 compared to 4.08 ± 0.11 for RNAlater preserved ovarian tissue (Fig. 2b). To evaluate ovarian hormone production without access to serum, whole ovarian tissue steroid levels were determined. Ovarian tissue E2 levels were not significantly different across experimental groups (Fig. 3a). In contrast, whole ovarian tissue P4 levels were significantly lower in the habitat control (p = 0.005) and flight mice (p = 0.013) in comparison to baseline control mice (Fig. 3b). Due to insufficient animal numbers at individual stages within treatment groups, we were unable to evaluate stage effects alone and stage-treatment interactions.\n\nOvarian tissue gene expression analyses\n\nQuantitative RT-PCR analysis of critical proteins involved in ovarian function and steroidogenesis were compared across treatment groups irrespective of stage of the cycle (Fig. 4, Supplementary Fig. 2). Spaceflight had no demonstrable effect on gene expression of any of the key enzymatic steps of steroidogenesis or mitochondrial cholesterol uptake expression. Ovarian Cyp17a1 mRNA levels were elevated (p ≤ 0.05) in mice housed in the habitat maintained on the ground (HC) when compared to baseline and vivarium controls but were not different from flight animals that were housed in the habitat on the ISS (Fig. 4). Analysis of other critically important ovarian genes involved in steroidogenic production and action, including estrogen receptors (Esr1 and Esr2), scavenger receptor class B type 1 (Scarb1), luteinizing hormone receptor (Lhcgr) as well as oocyte-specific proteins, growth differentiation factor 9 (Gdf9), zona pellucida glycoprotein 3 (Zp3) showed no differences across the treatment groups (Supplementary Fig. 1).\n\nComparison of ovarian gene expression at different stages of the estrous cycle did not vary significantly with exception of proestrus, where P450 aromatase (Cyp19a1) expression was elevated (p ≤ 0.05) ~4-fold compared to all other stages (Fig. 5). Lastly, as each group of animals had at least three animals staged at estrus, we compared the gene expression across the four treatment groups at this stage (Fig. 6). Levels of steroidogenic acute regulatory protein (Star), P450 cholesterol side chain cleavage (Cyp11a1), 3β-hydroxysteroid dehydrogenase (Hsd3b1), Cyp19a1, and liver receptor homolog-1 (Nr5a2) expression did not change appreciably across experimental conditions. Expression of Cyp17a1 under baseline and vivarium control conditions were significantly decreased (p < 0.05) compared to habitat control conditions (p < 0.05). Ovarian Cyp17a1 levels in flight animals in estrus were not notably different from estrus stage animals in the other experimental conditions (Fig. 6). Examination of other critical ovarian genes during estrus showed no significant changes in expression levels across control and flight conditions (Supplementary Fig. 2).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Physiology",
    "Developmental biology",
    "Article"
  ],
  "citations": [
    {
      "title": "Human pathophysiological adaptations to the space environment",
      "authors": [
        "GC Demontis"
      ]
    },
    {
      "title": "Ovary as a biomarker of health and longevity: insights from genetics",
      "authors": [
        "A Rajkovic",
        "S Pangas"
      ]
    },
    {
      "title": "Oxidative stress as cause, consequence, or biomarker of altered female reproduction and development in the space environment",
      "authors": [
        "JG Steller",
        "JR Alberts",
        "AE Ronca"
      ]
    },
    {
      "title": "Reproductive hazards of space travel in women and men",
      "authors": [
        "B Mishra",
        "U Luderer"
      ]
    },
    {
      "title": "Ovarian feedback, mechanism of action and possible clinical implications",
      "authors": [
        "IE Messinis"
      ]
    },
    {
      "title": "Glucocorticoids, stress, and fertility",
      "authors": [
        "S Whirledge",
        "JA Cidlowski"
      ]
    },
    {
      "title": "Mammalian reproduction and development on the International Space Station (ISS): proceedings of the rodent Mark III Habitat Workshop",
      "authors": [
        "AE Ronca",
        "JS Alwood",
        "RK Globus",
        "KA Souza"
      ]
    },
    {
      "title": "Effects of space flight on ovarian–hypophyseal function in postpartum rats",
      "authors": [
        "HW Burden"
      ]
    },
    {
      "title": "Effect of space flight on the development of endocrine functions in rats",
      "authors": [
        "L Macho"
      ]
    },
    {
      "title": "Physiology of a microgravity environment selected contribution: effects of spaceflight during pregnancy on labor and birth at 1 G",
      "authors": [
        "AE Ronca",
        "JR Alberts"
      ]
    },
    {
      "title": "Validation of a new rodent experimental system to investigate consequences of long duration space habitation",
      "authors": [
        "SY Choi"
      ]
    },
    {
      "title": "Behavior of mice aboard the International Space Station",
      "authors": [
        "AE Ronca"
      ]
    },
    {
      "title": "Effects of sex and gender on adaptations to space: reproductive health",
      "authors": [
        "A Ronca"
      ]
    },
    {
      "title": "Evaluating rodent vaginal and uterine histology in toxicity studies",
      "authors": [
        "S Li",
        "B Davis"
      ]
    },
    {
      "title": "Occurrence of anoestrus in mice caged in groups",
      "authors": [
        "WK Whitten"
      ]
    },
    {
      "title": "Suppression of oestrus in grouped mice: the effects of various densities and the possible nature of the stimulus",
      "authors": [
        "AK Champlin"
      ]
    },
    {
      "title": "Core binding factor-β knockdown alters ovarian gene expression and function in the mouse",
      "authors": [
        "K Wilson"
      ]
    },
    {
      "title": "The orphan nuclear receptor Nr5a2 is essential for luteinization in the female mouse ovary",
      "authors": [
        "K Bertolin",
        "J Gossen",
        "K Schoonjans",
        "BD Murphy"
      ]
    },
    {
      "title": "Roles of α- and β-estrogen receptors in mouse social recognition memory: effects of gender and the estrous cycle",
      "authors": [
        "G Sánchez-Andrade",
        "KM Kendrick"
      ]
    },
    {
      "title": "The rodent estrous cycle: characterization of vaginal cytology and its utility in toxicological studies",
      "authors": [
        "JM Goldman",
        "AS Murr",
        "RL Cooper"
      ]
    },
    {
      "title": "Social control of the ovarian cycle and the function of estrous synchrony",
      "authors": [
        "MK McClintock"
      ]
    },
    {
      "title": "Vaginal fold histology reduces the variability introduced by vaginal exfoliative cytology in the classification of mouse estrous cycle stages",
      "authors": [
        "A Gal",
        "P-C Lin",
        "AM Barger",
        "AL MacNeill",
        "C Ko"
      ]
    },
    {
      "title": "A simple method for inducing estrous cycle stage-specific morphological changes in the vaginal epithelium of immature female mice",
      "authors": [
        "C Merkwitz"
      ]
    },
    {
      "title": "Circulating hormones and estrous stage predict cellular and stromal remodeling in murine uterus",
      "authors": [
        "GA Wood",
        "JE Fata",
        "KLM Watson",
        "R Khokha"
      ]
    },
    {
      "title": "Differential contributions of ovarian and extraovarian factors to age-related reductions in plasma estradiol and progesterone during the estrous cycle of C57BL/6J mice",
      "authors": [
        "JF Nelson",
        "LS Felicio",
        "HH Osterburg",
        "CE Finch"
      ]
    },
    {
      "title": "Measurement of a comprehensive sex steroid profile in rodent serum by high-sensitive gas chromatography-tandem mass spectrometry",
      "authors": [
        "ME Nilsson"
      ]
    },
    {
      "title": "Hormonal fluctuations during the estrous cycle modulate heme oxygenase-1 expression in the uterus",
      "authors": [
        "ML Zenclussen",
        "PA Casalis",
        "F Jensen",
        "K Woidacki",
        "AC Zenclussen"
      ]
    },
    {
      "title": "Hormonal basis of variation in oestrous cyclicity in selected strains of mice",
      "authors": [
        "DD DeLeon",
        "MB Zelinski-Wooten",
        "MS Barkley"
      ]
    },
    {
      "title": "Preservation of multiple mammalian tissues to maximize science return from ground based and spaceflight experiments",
      "authors": [
        "S Choi",
        "HE Ray",
        "SH Lai",
        "JS Alwood",
        "RK Globus"
      ]
    },
    {
      "title": "Relevance of stress and female sex hormones for emotion and cognition",
      "authors": [
        "JP ter Horst",
        "ER de Kloet",
        "H Schächinger",
        "MS Oitzl"
      ]
    },
    {
      "title": "Exploring the effects of spaceflight on mouse physiology using the open access NASA GeneLab platform",
      "authors": [
        "A Beheshti"
      ]
    }
  ],
  "original_title": "Effects of spaceflight aboard the International Space Station on mouse estrous cycle and ovarian gene expression",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b830/7954810/44b31e88ad22/41526_2021_139_Fig1_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b830/7954810/4ad0bd0a8aeb/41526_2021_139_Fig2_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b830/7954810/0e04e2169fa8/41526_2021_139_Fig3_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b830/7954810/c9a03c6bc473/41526_2021_139_Fig4_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b830/7954810/ace44366122f/41526_2021_139_Fig5_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b830/7954810/943da5d88e68/41526_2021_139_Fig6_HTML.jpg"
  ]
}