{
  "pmcid": "PMC8131644",
  "title": "Spaceflight and hind limb unloading induces an arthritic phenotype in knee articular cartilage and menisci of rodents",
  "abstract": "Reduced knee weight-bearing from prescription or sedentary lifestyles are associated with cartilage degradation; effects on the meniscus are unclear. Rodents exposed to spaceflight or hind limb unloading (HLU) represent unique opportunities to evaluate this question. This study evaluated arthritic changes in the medial knee compartment that bears the highest loads across the knee after actual and simulated spaceflight, and recovery with subsequent full weight-bearing. Cartilage and meniscal degradation in mice were measured via microCT, histology, and proteomics and/or biochemically after: (1) ~ 35 days on the International Space Station (ISS); (2) 13-days aboard the Space Shuttle Atlantis; or (3) 30 days of HLU, followed by a 49-day weight-bearing readaptation with/without exercise. Cartilage degradation post-ISS and HLU occurred at similar spatial locations, the tibial-femoral cartilage-cartilage contact point, with meniscal volume decline. Cartilage and meniscal glycosaminoglycan content were decreased in unloaded mice, with elevated catabolic enzymes (e.g., matrix metalloproteinases), and elevated oxidative stress and catabolic molecular pathway responses in menisci. After the 13-day Shuttle flight, meniscal degradation was observed. During readaptation, recovery of cartilage volume and thickness occurred with exercise. Reduced weight-bearing from either spaceflight or HLU induced an arthritic phenotype in cartilage and menisci, and exercise promoted recovery.",
  "introduction": "Introduction\n\nOsteoarthritis (OA) can lead to pain and disability resulting in decreased health-related quality of life, with associated loss of productivity and high treatment-related costs. The reasons for knee OA are thought to be a complex interaction between patient risk factors (age, sex, race, genetic factors, obesity, diet, exercise) and abnormal mechanical loading of the joint (posttraumatic or malalignment). In particular, articular cartilage and menisci are sensitive to different loading conditions, and the meniscal degradation and loss of function that occurs in relation to risk factors may result in cartilage degradation and subsequent OA. While excessive loading from patient obesity or repetitive loading from high impact activities can contribute to OA development, reduced weight-bearing both prescribed and due to a sedentary lifestyle without physical activity have also been associated with cartilage degradation.\n\nReduced weight-bearing studies have demonstrated deterioration of articular cartilage occurs similarly to excessive loading, resulting in cartilage degradation. Cartilage degradation, thinning, and loss of glycosaminoglycans (GAGS), which impart compressive properties to cartilage, have been measured in humans after post-surgical limb immobilization and spinal cord injury simulations. Even partial loading leads to substantial cartilage loss, with 6–8% of cartilage thinning occurring after less than 2 months. Reduced weight-bearing in rodent models of hind limb unloading (HLU) via tail suspension, or spinal cord injury, likewise results in cartilage degradation. Short-term periods of HLU (13 days) in rats increases pro-arthritic biomarkers in knee cartilage, including matrix metalloproteinases (MMP), and loss of GAG content. These responses are similar to elevated MMP-3 expression and lower GAG content in rat knees after 21 days of limb immobilization. Longer periods of HLU (30 days) in female mice results in articular cartilage loss at the weight-bearing tibial-femoral cartilage contact point, increases MMP-13 concentration with associated decrease in collagen concentration, and alters signaling pathways associated with joint degradation in femoral head articular cartilage. Short-term exposure of chondrocytes to low weight-bearing conditions alters matrix metabolism, however collagen II and proteoglycan production is increased while collagen X is lowered, which could be considered a favorable metabolic response. In general, short and long term periods of reduced weight-bearing alter chondrocyte metabolism and cartilage health, and is disadvantageous to joint health.\n\nRodents exposed to microgravity in spaceflight experience reduced weight-bearing across joints without the full knee joint immobilization typical of preclinical studies, representing a unique model to study joint tissue responses to unloading. Rapid bone loss and muscle wasting in both rodents and astronauts are well-documented consequences of the skeletal disuse that occurs during periods of microgravity. Limited data exist regarding rodent joint responses to spaceflight. Of note, sulfated GAG reduction measured histologically from mouse knee articular cartilage was reported after 30 days in orbit aboard the satellite Bion. Additionally, very few studies have examined the response of menisci to reduced loading in general. The meniscal response to reduced weight-bearing is unclear; preclinical studies identify both degenerative and protective effects of immobilization, but molecular mechanisms for either response are unknown. Further evaluation of microgravity on meniscus cells is necessary to understand the joint degradation that may occur during spaceflight, and the complex relationship these structures play in maintaining joint homeostasis.\n\nThe purpose of this study was to evaluate how actual and simulated spaceflight conditions with reduced weight-bearing affect both the cartilage and the meniscus of the medial knee compartment, the most common site of knee OA that experiences the highest loads across the joint. We hypothesized that reduced-weight bearing would lead to degradation of these structures and a generalized arthritic response. Cartilage and meniscal degradation were measured in male mice after ~ 35 days in orbit aboard the International Space Station (ISS) as part of the Rodent Research 9 (RR9) mission. As a comparative study for the ISS investigation, we examined gross phenotypic and histologic changes in cartilage and menisci from age-matched male mice that were exposed to 30 days of reduced weight-bearing via HLU, followed by a 49 day readaptation (return to weight-bearing) portion that examined if running or climbing exercises could recover any cartilage and meniscal degradation that occurred from 30 days of HLU. The ability of articular cartilage to recover upon a return to normal ambulation and weight-bearing is unclear, with conflicting reports. Finally, meniscal responses in female mice were examined in a short-term mission of 13 days in orbit aboard the Space Shuttle Atlantis (STS-135). The findings of the current study will provide a characterization and quantification of the anatomic and molecular response of multiple knee soft tissues to reduced weight-bearing conditions, including microgravity. In combination with previous preclinical studies, these data further will elucidate how reduced weight-bearing serves as a hazard for whole knee joint health.",
  "methods": "Methods\n\nThree sets of animal studies were performed: two involving spaceflight, and another with a ground-based, reduced weight-bearing microgravity analogue. The study was carried out in compliance with the ARRIVE guidelines.\n\nRodent research-9 (RR9)\n\nAll experiments were approved by the NASA Ames Institutional Animal Care and Use Committee (IACUC), Kennedy Space Center IACUC, and the Loma Linda Medical Center IACUC, and conformed to the Guide for the Care and Use of Laboratory Animals (National Institutes of Health, Bethesda, MD, USA). Male C57BL/6 J mice (Jackson Labs, Bar Harbor, ME) were sent to the ISS as part of the Rodent Research (RR)-9 mission in August 2017, spending ~ 35 days in microgravity. The RR9 experiment was launched as part of the SpaceX Commercial Resupply Services (CRS)-12 mission from the Kennedy Space Center (KSC) at Cape Canaveral, FL to the ISS. Mice arrived 4 weeks prior to launch at the KSC and were maintained on a 12:12 h dark/light cycle, and housed in vivarium caging (n = 10/cage). Mice were skeletally growing at the outset. Prior to launch, six cages of mice were separated into three different groupings, with 2 cages per group. Mouse sample size per group (n = 20) was determined by NASA prior to the flight, in accordance with housing capacity of the Rodent Habitats aboard the ISS. Individual animal randomization was avoided to prevent complications related to potential altered hierarchical structure within cages; instead groups were determined by finding the mean mass of mouse per cage so that each group consisted of cages that each had similar body masses. Nine-week old male mice were separated into the following groups: 1] mice to be launched to the ISS (FLIGHT; n = 20) that are housed on-orbit within specialized Rodent Habitats that provide food and water to mice during their stay in orbit while filtering the air; 2] ground-based habitat controls (Ground Control, GC; n = 20) placed inside identical Rodent Habitats as FLIGHT, which was placed inside an environmental chamber that can mimic the environmental conditions experienced by the FLIGHT animals over the course of the mission based on recordings over time (e.g., temperature, humidity, and CO2 partial pressure), as well as have access to the same NASA Type 12 Nutrient-upgraded Rodent Food Bars, or; 3] standard vivarium controls housed within the animal facility in standard rodent housing (Vivarium, VIV; n = 20). The day prior to launch, the FLIGHT groups were loaded into a transporter, with both groups within their respective cage and isolated with a separator in the transporter (to prevent aggression), and then loaded into the Dragon SpaceX Capsule. Mice were then transferred into Rodent Habitats aboard the ISS, n = 10 per habitat. The day after launch, a set of mice from the same cohort sent from Jackson Labs as the FLIGHT, GC, and VIV groups were sacrificed as a basal control, and tissues were harvested (Baseline; n = 20). Total time aboard the ISS was 34 days. Unbearthing from ISS and splashdown of live mice occurred ~ 35 days after launch, and live mice were collected by the science teams for behavioral and functional testing at Loma Linda Medical Center, immediately followed by euthanization and tissue harvest. A natural disaster (Hurricane Irma) caused dissections of the FLIGHT group (performed Aug-Sept 2017), to differ in time from the two ground controls (May–June, 2018).\n\nHind limb unloading and Readaptation to weight-bearing with/without exercise\n\nAll experiments were approved by the Wake Forest School of Medicine IACUC. Eighty male C57BL/6 mice were purchased to perform a ground-based analogue (hind limb unloading; HLU) for the RR9 spaceflight experiment. The study was originally powered based on cartilage thinning data presented by Moriyama et al, which measured cartilage thinning in rodents after 4 weeks of immobilization using histological techniques.. Mice arrived at 9 weeks of age, and were housed under a 12:12 h light–dark cycle at 26 °C during a 1 week acclimation period. Ten-week-old, male C57BL/6 mice were then randomly grouped, and either HLU via tail suspension for 30 days (n = 40), or remained weight-bearing (GROUND; n = 40), per our standard protocol. On Day 30, HLU and GROUND mice (n = 10/group) were sacrificed and tissues were collected. Remaining HLU mice were removed from tail suspension to be full weight-bearing, and then all mice (both GROUND and HLU) were enrolled into one of 3 exercise groups (n = 20 per group) from Days 31–80: i] no exercise; ii] climbing exercise performed 3X weekly, with mice running up a custom tube attached to enclosed housing units at both ends (1 m in length X ~ 5 cm diameter), in which the angle was increased bi-weekly from a starting orientation at of 60° from horizontal until the tube was 90°, and investigators ensuring each mouse performed 3 climbs per session, or; iii] running exercise on a treadmill, performed 3X weekly at a speed of 17 cm/s, with 30 min of monitored exercise performed per session. As such, we generated 6 experimental groups in order to examine how a return to weight-bearing with/without exercise could affect joint health after a 30-day reduced weight-bearing period, including GROUND-No exercise; GROUND-Climbing; GROUND-Running; HLU-No exercise; HLU-Climbing; and HLU-Running. The remaining mice were euthanized and their tissues were harvested at Day 80.\n\nHLU procedure: All mice (both HLU and Control) were lightly anesthetized with isoflurane (2% isoflurane, 95% oxygen). Mice enrolled in the HLU groups were both socially housed (n = 2/cage permitting contact) and tail suspended per our standard procedure. Briefly, the HLU animal’s tail was cleaned with 70% alcohol, and treated with Benzoin tincture in order to help with adherence of tape. Traction tape (3 M HealthCare, Two Harbors, MN) was adhered to the tail in a braided manner, and the free ends of the tape were attached to a fish-hook swivel. The swivel was connected to repair clamp, with the barrel treated with Teflon lubricant to help ensure smooth motion across a steel rod running the length of the cage. A 30° angle of the thorax relative to the floor was ensured. Free access to water and nutrition was available to the animals ad libitum.\n\nSpace Shuttle Atlantis (STS-135)\n\n7-week old female C57BL/6 mice (Charles River, Wilmington, MA) were shipped to KSC. At 9 weeks of age, the mice were either grouped as FLIGHT and placed into specialized Animal Enclosure Modules (analogous to Rodent Habitats sent to ISS) to be launched aboard the Space Shuttle Atlantis (STS-135), or served as GROUND controls at KSC, which were housed at similar environmental conditions (temperature, humidity, and carbon dioxide) as in the AEMs on orbit. Mice were skeletally growing at the outset. After 13 days, live mice were returned from orbit, and fresh tissues were harvested within 5 h of landing. The study was part of the NASA Ames Research Center Biospecimen Sharing Program; analyses were performed on tissues collected from n = 15 mice /group. Due to the multiple tissues isolated by one investigator from each limb (e.g., removal and storage of multiple muscles and disarticulation of bones prior to meniscal isolation) during the time-limited process dissection process, in some instances menisci were torn and incomplete. As such, GAG content was only measured from pooled samples involving two whole menisci, involving 8–14 paired samples/group. All procedures were approved by the IACUC at the University of Colorado at Boulder, KSC, NASA Ames research center, and Amgen Corporation.\n\nTissue harvest and storage\n\nRR9 and HLU studies: The intact right hind limb was carefully removed preserving the synovial joint of the knee and fixed in 10% neutral buffered formalin (n = 10/group). After 3 days, the hind limbs were transferred to 70% ethanol for imaging and histologic analyses. The lateral and medial menisci were extracted from the left hind limb (RR9—n = 20 pairs/group; HLU—n = 7–8 pairs/group; several partial menisci were collected and thus not analyzed) and stored at − 80 °C for both liquid chromatography-mass spectrometry (LC–MS/MS) analysis and dimethylmethylene colorimetric assay to measure sulfated GAGs. STS-135 study: Menisci were isolated from the knees of the mice within 3–5 h post-flight to KSC. Menisci were snap frozen in liquid nitrogen, and stored at − 80 °C for GAG analysis.\n\nContrast-enhanced microcomputed tomography\n\nThe right hind limb was immersed in 1% w/v phosphotungstic acid in 70% ethanol 24-h prior to analysis using microcomputed tomography (microCT80, Scanco Medical AG; Bassersdorf, Switzerland),with isotropic voxels of 10 μm/side, at 70 kV and an intensity of 114 μ A. Knees were scanned while still in phosphotungstic acid. Later, the knees were placed into 70% ethanol for histology.\n\nImage processing and analysis\n\nThe resulting microCT data were imported into Mimics Innovation Suite (v.18.0 × 64) and reoriented to maintain similar relative direction between samples in order to measure the structure of both the articular cartilage and meniscus. Reconstructions and analysis were performed as previously described. For normalization, a rectangular region of 250,000 µm2 was sectioned for the articular cartilage lining the medial tibial plateau. Each sample included the spatial location for the tibial-femoral cartilage-cartilage contact point as the reference. This region was defined as the central area of the medial tibial plateau, with minimal coverage from the overlying meniscus. The resulting 3D reconstructed area from this region of interest of the articular cartilage, and the whole medial meniscus, were analyzed. The newly sectioned medial tibial articular cartilage was measured for thickness at 5 locations, including: the femoral-tibial cartilage-cartilage contact point, and at a 250 µm displacement that was lateral, medial, anterior and posterior direction from the contact point. Specifically, we measured the volume of cartilage for the entire medial tibial plateau, as well as the thickness at these named regions for comparison across groups as metrics for degradation. In some instances, contrast enhancing agent infiltration within the intact knee joint was insufficient in order to assure robust measures could be made, and as such those images were excluded.\n\nHistology and molecular probing\n\nAfter microCT imaging, the right knees were decalcified in Immunocal (Fisher Scientific, Hampton, NH) and embedded in paraffin for sectioning, as previously described. 5 µm thick coronal sections were analyzed from n = 7–10 samples per group. Slides were stained with hematoxylin and eosin (H&E; Meyer’s hematoxylin & Eosin; Abcam, Cambridge, MA) and safranin-O (0.1% Safranin O; 0.05% Fast Green Solution; SigmaAldrich, St. Louis, MO) staining for semi-quantitative analysis of glycosaminoglycans (GAGs). The Osteoarthritis Research Society International (OARSI) scoring system was used to evaluate arthritis severity by a blinded expert in murine osteoarthritis. Immunostaining identified expression of matrix metalloproteinase-13 (MMP-13; 1:500; Rabbit Polycolonal IgG; Abcam, Cambridge, MA) presence and ADAM Metallopeptidase with Thrombospondin Type 1 Motif 5 (ADAMTS5; 1:50; Rabbit Polycolonal IgG; Abcam, Cambridge, MA). Quantification of MMP-13 and ADAMTS5 within the articular cartilage and medial meniscus was performed to measure the ratio of peri-cellular positive-to-negative reactivity, throughout the whole tibial plateau and medial meniscus. Histologic evaluation was performed using BIOQUANT OSTEO v.17 (Bioquant Image Analysis Corporation, Nashville, TN). The abundance of these proteins within the articular cartilage and menisci were compared between groups as a metric to characterize an arthritic phenotype.\n\nProteomics and pathway analysis\n\nThe menisci were processed for proteomic analysis (n = 10 pairs/group), using the techniques and resources of the Proteomics and Metabolomics Shared Resource at the Wake Forest School of Medicine and similar to our previous analysis of mouse femoral head cartilage. Two of the 12 samples (paired menisci) per group collected for analysis were excluded as they were determined to be contaminated with muscle during the dissection process. Briefly, frozen menisci were homogenized in radioimmunoprecipitation (RIPA) buffer containing protease inhibitor and homogenized. Centrifuged supernatant (18,000 g) was subjected to reducing alkylation in the presence of 10 mM dithiothreitol and 30 mM iodoacetamide. The protein concentration was measured after centrifugation (14,000 g) and resuspension in 50 mM ammonium bicarbonate; 5 µg of protein per sample was proteolytically digested using 0.1 µg of sequencing-grade modified trypsin and overnight incubation at 37 °C. The resulting peptides were purified using a C18 desalting spin column, dried and resuspended in water containing 5% (v/v) acetonitrile and 1% (v/v) formic acid for LC–MS/MS analysis.\n\nSamples were analyzed by LC–MS/MS system using a Thermo Orbitrap Velos Pro Mass Spectrometer (Thermo Scientific, Waltham, MA) and a Dionex Ultimate-3000 nano-UPLC system (Thermo Scientific, Waltham, MA). An Acclaim PepMap 100 (C18, 5 μm, 100 Å, 100 μm × 2 cm) trap column and an Acclaim PepMap RSLC (C18, 2 μm, 100 Å, 75 μm × 50 cm) analytical column were employed for peptide separation. Spectra were acquired by data dependent scans consisting of MS/MS scans of the ten most intense ions from the full MS scan with dynamic exclusion option for 30 s enabled. The spectra were searched using Sequest HT algorithm within the Proteome Discoverer v2.2 (Thermo Scientific, Waltham, MA) in combination with the UniProt mouse protein FASTA database (annotated 16,747 entries, December 2015). Label free relative quantification (LFQ) was based on the total peak areas of identified peptides normalized to the total ion current (TIC). Search parameters were as follow: FT-trap instrument, parent mass error tolerance of 10 ppm, fragment mass error tolerance of 0.6 Da (monoisotopic), variable modifications of 16 Da (oxidation) on methionine and fixed modification of 57 Da (carbamidomethylation) on cysteine. Further Ingenuity Pathway Analysis (IPA) mapped the proteins identified by MS analysis to canonical pathways, diseases and biological functions. The canonical pathway outputs were then further examined for interactions within the pathways causing potential diseases. The results were validated with Western blot analysis for associated proteins to further indicate responses characterizing an arthritic phenotype. Western blotting was performed using the following antibodies: p-AKT (Ser 473) 0.5 ug/ml (R&D systems, Inc., Minneapolis, MN), total-AKT 10 ug/ml (Cell Signaling Technology, Danvers, MA), Cleaved Caspase-3 (CC-3) 0.5 ug/ml (R&D systems, Inc., Minneapolis, MN), p70S6 Kinase 0.2 ug/ml (R&D systems, Inc., Minneapolis, MN), and β-actin 0.01 ug/ml (R&D systems, Inc., Minneapolis, MN).\n\nQuantification of GAG content\n\nThe sulfated (s)GAG quantity was measured in the pooled medial and lateral menisci of the left knee from the RR9 groups (n = 8), and from the pooled medial and lateral menisci from individual left and right knees (measured separately) from the STS-135 groups (n = 8–14/group). Menisci were digested with a papain solution containing: 125 ug/ml papain, 0.1 M sodium acetate, 5 mM EDTA, 5 mM L-cysteine-HCl and heated at 60 °C overnight (Sigma-Aldrich). Sulfate GAG content from digests were measured using the dimethylmethylene blue colorimetric assay. A mixture of 180 ul of dimethymethylene blue was added to 20 ul of each sample, with a chondroitin sulfate standard (Sigma-Aldrich, St Louis, MO). Absorbance was set at 525 nm. sGAG content was normalized to total protein from a Bicinchoninic acid assay for RR9 groups (BCA, Sigma-Aldrich, St Louis, MO), or normalized to DNA content for STS-135 groups (PicoGreen double-stranded DNA assay reagent, Invitrogen). GAG contents were compared between groups to characterize an arthritic phenotype. As noted, exclusion of samples was based on availability of intact pairs of menisci isolated during dissections.\n\nStatistical analysis\n\nStatistics were performed by the investigative team and analyzed using GraphPad Prism 8 (San Diego, CA). To determine effects caused by microgravity, data from the RR9 mission were analyzed using one-way ANOVA comparing flight animals vs GC, VIV, and baseline when examined. Moreover, one-way ANOVA was performed the ground-based microgravity analogue HLU vs GROUND study. Unpaired t-test were used for STS-135 data. Data in text is presented as p value for the post hoc test following a significant ANOVA result, or the t test; when ANOVAs were appropriate and assumptions of a normal distribution and variance were confirmed were appropriate and assumptions of a normal distribution and variance were confirmed, Bonferroni’s post-hoc tests for multiple comparisons between all groups were performed and results are presented in figures; for all α ≤ 0.05. The statistical analysis utilized with IPA for comparing canonical pathway changes and proteins between groups were calculated using a Right-Tailed Fisher’s Exact Test with α ≤ 0.05.",
  "results": "Results\n\nThinning and volumetric decline of articular cartilage after spaceflight aboard ISS (RR9)\n\nMorphometric analyses of the cartilage lining the medial tibial plateau and the medial meniscus from the right knees using contrast enhanced microCT reconstructions revealed that cartilage thinning occurred specifically at the weight-bearing tibial-femoral cartilage contact point vs controls after ~ 35 days in orbit in FLIGHT vs. ground controls (GC) and vivarium controls (VIV) (− 25.4% vs GC, p = 0.00070; − 24.7% vs VIV, p = 0.0011) (Fig. 1a,b). Thinning was not observed at other regions throughout the tibial plateau. The volume of the articular cartilage was lower after FLIGHT (− 15.4% vs GC, p = 0.0033; − 15.8% vs VIV; p = 0.0024) (Fig. 1c). Importantly, no differences were observed in cartilage thickness or volume between the baseline control group or either GC or VIV (Fig. 1b,c); however thickness (− 21.6%, p = 0.0072) and volume (− 15.4%, p = 0.0034) in FLIGHT mice was significantly lower than baseline.\n\nVolumetric decline and reduced sulfated GAG content of the menisci after spaceflight aboard ISS (RR9)\n\nMedial meniscal volume (Fig. 2a) from FLIGHT was lower versus controls (− 9.5% vs GC, p < 0.00010; − 5.9% vs VIV, p = 0.0095) (Fig. 2b). Sulfated GAG content was lower after FLIGHT vs GC, though not significant (− 27.7% vs GC, p = 0.31; − 22.8% vs VIV, p = 0.77) (Fig. 2c).\n\nReduced sulfated GAG content in the menisci after spaceflight aboard the Space Shuttle Atlantis (STS-135)\n\nSimilar to the response observed in long-duration flight, sulfated GAG content in the pooled medial and lateral menisci after ~ 13 days of spaceflight as part of STS-135 was significantly lower vs GROUND control in the left knee (− 11.1% vs GC, p = 0.042), and marginally lower than GROUND control in the right knee (− 10.5% vs GC, p = 0.14) (Fig. 2d). Notably GAG content decreased even though these mice were growing throughout the 13 day experiment.\n\nReduced matrix components and increased metalloproteinases within cartilage and menisci after spaceflight aboard ISS (RR9)\n\nSulfated GAGs measured histochemically (Fig. 3a) using safranin-O staining were reduced within the articular cartilage lining the medial tibial plateau (− 65.0% vs GC, p = 0.057) and the medial meniscus (− 60.2% vs GC, p = 0.023; − 53.8% vs VIV, p = 0.11) (Fig. 3b). The expression of the type II collagen-degrading MMP-13 (Fig. 3c) was elevated throughout the articular cartilage lining the medial tibial plateau of FLIGHT mice vs controls (+ 298% vs GC; p = 0.031, + 184% vs VIV, p = 0.067) (Fig. 3d) Likewise, MMP-13 was elevated in menisci from FLIGHT mice vs GC (712%, p = 0.0064). The proteoglycan-degrading ADAMTS5 (Fig. 3e) expression within the articular cartilage lining the tibial plateau was greater after FLIGHT vs controls (+ 423% vs GC, p = 0.070; + 406% vs VIV, p = 0.045) (Fig. 3f). OARSI scores that indicate the severity of OA, measured from histologic sections, were similar between all groups [mean(SD)]: [GC 0.19(0.26SD); VIV 0.39(0.42); and FLIGHT 0.22(0.36)].\n\nProteomic analysis of menisci after spaceflight characterize arthritic responses (RR9)\n\nMass spectroscopy identified 292 significantly altered proteins out of 2129 total proteins when comparing FLIGHT menisci to either GC or VIV. These 292 significant proteins were imported into an Ingenuity Pathway Analysis (IPA) software to detect altered pathways due to spaceflight by comparing between FLIGHT vs GC, FLIGHT vs VIV, and GC vs VIV. Hierarchical clustering of all canonical pathways detected significant responses of signaling pathways in menisci of FLIGHT vs both control sets (Supplemental Fig. 1). Of those pathways, 4 of the top cluster and NRF2 mediated oxidative stress were selected for further assessment and further validation via Western blotting, due to shared differences in protein abundance for GC and VIV vs FLIGHT (Table 1 and Fig. 4a), and known associations with an arthritic molecular phenotype and due to the described histologic and GAG results. These pathways included: mitochondrial dysfunction; altered EIF2 signaling; reduced NRF2 signaling (oxidative stress); lowered eIF4/p70S6K signaling; and lowered mTOR signaling (Fig. 4a). IPA assigned proteins with a log2 fold change (an equivalent expression log ratio) > 1.5 (+ /-) and had a p value < 0.05 were identified to each canonical pathway (Fig. 4a) as follows: 31 proteins in the EIF2 pathway; 21 proteins in mitochondrial dysfunction pathway; 22 proteins in NRF2-mediated oxidative stress response; 24 proteins in regulation of eIF4 and p70S6K signaling; and 26 proteins in mTOR pathways were significantly different in FLIGHT vs both GC and VIV (Table 1).\n\nValidation of proteomic assessment identifying arthritic responses via western blotting\n\nWestern blotting was used to partially validate mass spectroscopy and IPA data (Supplemental Fig. 2). P70S6K, a downstream molecule of mTOR and AKT pathway was significantly decreased in FLIGHT group when compared to both GC and VIV (− 74.2% vs GC, p = 0.0053; − 69.9% vs VIV, p = 0.022) (Fig. 4b), while pAKT (s473) concentration was marginally lower after FLIGHT (− 61.1% vs GC, p = 0.11; − 53.9% vs VIV, p = 0.28) (Fig. 4b), all of which are aligned with alterations in mTOR/AKT signaling pathways. The expression of cleaved caspase-3, a marker for apoptosis was marginally greater after FLIGHT (+ 363% vs GC, p = 0.071; + 318% vs VIV, p = 0.080) (Fig. 4b).\n\nThinning and volumetric decline of articular cartilage and medial menisci after 30 days of HLU\n\nCartilage thinning occurred specifically at the weight-bearing tibial-femoral cartilage contact point vs controls after ~ 30 days of HLU vs GROUND (− 28.7%, p < 0.00010) (Fig. 5a,b). Thinning was not observed at other regions throughout the tibial plateau (Fig. 5a). The volume of the articular cartilage was also lower after HLU (− 17.8%, p = 0.017) (Fig. 5c). The volume of the medial meniscus was marginally lower after HLU (− 7.8%, p = 0.074) (Fig. 5d).\n\nReduced matrix components and increased metalloproteinases within cartilage and menisci after HLU\n\nSulfated GAGs measured histochemically by safranin-O staining (Fig. 6a) were reduced within both the articular cartilage lining the medial tibial plateau (− 55.4%, p = 0.0020) and the medial meniscus (− 71.7%, p = 0.0016) from HLU DAY-30 vs GROUND DAY-30. The expression of the type II collagen-degrading MMP-13 staining was elevated throughout the medial tibial plateau of HLU DAY-30 vs GROUND DAY-30 (+ 122%, p = 0.0047) and the medial meniscus (+ 85.0%, p = 0.065) (Fig. 6b). The expression of ADAMTS5 did not change after HLU compared to GROUND (Fig. 6c). OARSI scores were not significantly different between groups [mean(SD)]: [GROUND 0.33(0.43), and HLU 0.50(0.76)].\n\nRecovery of articular cartilage after ground-based HLU is dependent on exercise\n\nCartilage Thickness: As noted, by Day 30, cartilage thickness measured at the tibial-femoral contact point was significantly lower in HLU mice than GROUND controls (− 28.7%, p < 0.00010) (Fig. 5a). In the GROUND mice that subsequently underwent exercise for Days 31–80, exercise did not affect thickness of cartilage at the tibial-femoral cartilage contact point or promote growth (Fig. 5b). However, in mice that had been previously HLU but were not exercised (HLU-No Exercise), the significant thinning of cartilage remained on Day 80 relative to GROUND mice on Day 30 (− 34.3%%, p < 0.00010) (Fig. 5b), and also vs GROUND-No Exercise mice on Day 80 (− 32.2%; p < 0.00010) (Fig. 5b). Moreover, marginal cartilage thinning remained in the mice that had been previously HLU but performed climbing exercise (HLU-Climbing) relative to GROUND on Day 30 (− 15.1%, p = 0.056). In contrast, running exercise 3X weekly significantly recovered cartilage thickness by Day 80 in mice that had previously been HLU (HLU-Running) vs HLU measured on Day 30 (+ 25.8% vs HLU, p = 0.0052), and was significantly thicker than the HLU-No Exercise mice on Day 80 (+ 36.6% vs HLU-No Exercise, p < 0.00010) (Fig. 5b). Likewise, cartilage thickness in HLU-Climbing mice on Day 80 was greater than HLU-No Exercise (+ 29.3%, p = 0.0044) (Fig. 5b).\n\nCartilage Volume: As noted, by Day 30, cartilage volume was significantly lower in HLU mice than GROUND (− 17.8%, p = 0.022) (Fig. 5c). After 49 days, GROUND-Running mice had greater volume on Day 80 vs. HLU on Day 30 (+ 40.8% vs HLU, p < 0.00010), and was also greater vs GROUND-No Exercise and GROUND-Climbing measured on Day 80 (+ 30.0% vs GROUND-No Exercise, p < 0.00010; + 31.6% vs GROUND-Climbing, p < 0.00010) (Fig. 5c). Moreover, cartilage volume from GROUND-Running mice on Day 80 was marginally greater than GROUND measured on Day 30 (+ 15.7%, p = 0.059). For the mice that were previously HLU, recovery of cartilage volume was observed in HLU-Climbing vs HLU on Day 30 (+ 29.8%, p = 0.0010) , and also in from HLU-Running on Day 80 vs HLU on Day 30 (+ 41.5, p < 0.00010) (Fig. 5c). The volume of cartilage was greater on Day 80 in HLU-Running vs HLU-No Exercise (+ 23.5%; p = 0.0012). Finally, the volume of cartilage was greater on Day 80 in HLU-Running vs GROUND measured on Day 30 (+ 16.3%; p = 0.040).\n\nMeniscal Volume: Meniscal volume was marginally lower by Day 30 after HLU (− 7.8%, p = 0.074) (Fig. 5d). Interestingly, meniscal volume was lower for GROUND-No Exercise and GROUND-Climbing mice at Day 80 relative to GROUND Day 30 (− 13.4% vs GROUND-No Exercise, p < 0.00010; − 13.5% vs GROUND-Climbing, p < 0.00010) (Fig. 5d). Meanwhile, GROUND-Running mice exhibited significantly greater meniscal volume when compared to both GROUND and HLU mice on Day 30 (+ 8.3% vs GROUND, p = 0.040; + 17.4% vs HLU, p ≤ 0.00010), and also greater volume than all GROUND animals on Day 80 regardless of exercise (+ 25.1% vs GROUND-No Exercise, p < 0.00010; + 25.2% vs GROUND-Climbing, p < 0.00010) (Fig. 5d). Meniscal volume from all groups of mice that were previously HLU was significantly greater than the volume measured from HLU mice on Day 30, including HLU-No Exercise (+ 16.5% vs HLU, p ≤ 0.00010), HLU-Climbing (+ 15.6% vs HLU p ≤ 0.00010) and HLU-Running (+ 10.4%, p = 0.0097) (Fig. 5d).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Physiology",
    "Structural biology",
    "Anatomy",
    "Pathogenesis",
    "Article"
  ],
  "citations": [
    {
      "title": "Energy recovery in individuals with knee osteoarthritis",
      "authors": [
        "TL Sparling"
      ]
    },
    {
      "title": "https://www.boneandjointburden.org/fourth-edition/viiie1/total-economic-impact, T. B. o. M. D. i. t. U. S. (acessed 9/15/2019).",
      "authors": []
    },
    {
      "title": "The epidemiology of osteoarthritis",
      "authors": [
        "VL Johnson",
        "DJ Hunter"
      ]
    },
    {
      "title": "Mechanisms of anterior-posterior stability of the knee joint under load-bearing",
      "authors": [
        "RJ Reynolds",
        "PS Walker",
        "J Buza"
      ]
    },
    {
      "title": "Mechanobiology of the meniscus",
      "authors": [
        "AL McNulty",
        "F Guilak"
      ]
    },
    {
      "title": "Extremity War injuries VIII: sequelae of combat injuries",
      "authors": [
        "RC Andersen",
        "JC D'Alleyrand",
        "MF Swiontkowski",
        "JR Ficke"
      ]
    },
    {
      "title": "Posttraumatic osteoarthritis caused by battlefield injuries: the primary source of disability in warriors",
      "authors": [
        "JC Rivera",
        "JC Wenke",
        "JA Buckwalter",
        "JR Ficke",
        "AE Johnson"
      ]
    },
    {
      "title": "Knee joint immobilization decreases aggrecan gene expression in the meniscus",
      "authors": [
        "M Djurasovic"
      ]
    },
    {
      "title": "Remobilization does not fully restore immobilization induced articular cartilage atrophy",
      "authors": [
        "J Haapala"
      ]
    },
    {
      "title": "Cartilage atrophy in the knees of patients after seven weeks of partial load bearing",
      "authors": [
        "S Hinterwimmer"
      ]
    },
    {
      "title": "Vibration training intervention to maintain cartilage thickness and serum concentrations of cartilage oligometric matrix protein (COMP) during immobilization",
      "authors": [
        "AM Liphardt"
      ]
    },
    {
      "title": "Systemic administration of IGF-I enhances healing in collagenous extracellular matrices: evaluation of loaded and unloaded ligaments",
      "authors": [
        "PP Provenzano"
      ]
    },
    {
      "title": "Effects of unloading on knee articular cartilage T1rho and T2 magnetic resonance imaging relaxation times: a case series",
      "authors": [
        "RB Souza"
      ]
    },
    {
      "title": "Mechanical loading, cartilage degradation, and arthritis",
      "authors": [
        "HB Sun"
      ]
    },
    {
      "title": "Longitudinal analysis of cartilage atrophy in the knees of patients with spinal cord injury",
      "authors": [
        "B Vanwanseele",
        "F Eckstein",
        "H Knecht",
        "A Spaepen",
        "E Stussi"
      ]
    },
    {
      "title": "Knee and hip joint cartilage damage from combined spaceflight hazards of low-dose radiation less than 1 Gy and prolonged hindlimb unloading",
      "authors": [
        "AT Kwok"
      ]
    },
    {
      "title": "Use of micro-computed tomography to evaluate the effects of exercise on preventing the degeneration of articular cartilage in tail-suspended rats",
      "authors": [
        "HQ Luan"
      ]
    },
    {
      "title": "Alteration in articular cartilage of rat knee joints after spinal cord injury",
      "authors": [
        "H Moriyama"
      ]
    },
    {
      "title": "Spaceflight-relevant challenges of radiation and/or reduced weight bearing cause arthritic responses in knee articular cartilage",
      "authors": [
        "JS Willey"
      ]
    },
    {
      "title": "Matrix metalloproteinase-3 in articular cartilage is upregulated by joint immobilization and suppressed by passive joint motion",
      "authors": [
        "DJ Leong"
      ]
    },
    {
      "title": "Characterization of human chondrocytes exposed to simulated microgravity",
      "authors": [
        "C Ulbrich"
      ]
    },
    {
      "title": "Behavior of mice aboard the International Space Station",
      "authors": [
        "AE Ronca"
      ]
    },
    {
      "title": "Resistive exercise in astronauts on prolonged spaceflights provides partial protection against spaceflight-induced bone loss",
      "authors": [
        "J Sibonga"
      ]
    },
    {
      "title": "Comprehensive multi-omics analysis reveals mitochondrial stress as a central biological hub for spaceflight impact",
      "authors": [
        "WA da Silveira"
      ]
    },
    {
      "title": "Articular cartilage and sternal fibrocartilage respond differently to extended microgravity",
      "authors": [
        "J Fitzgerald",
        "J Endicott",
        "U Hansen",
        "C Janowitz"
      ]
    },
    {
      "title": "Changes in the permeability and histologic findings of rabbit menisci after immobilization",
      "authors": [
        "M Ochi",
        "T Kanda",
        "Y Sumen",
        "Y Ikuta"
      ]
    },
    {
      "title": "Joint immobilization prevents murine osteoarthritis and reveals the highly mechanosensitive nature of protease expression in vivo",
      "authors": [
        "A Burleigh"
      ]
    },
    {
      "title": "Anti-inflammatory effects of continuous passive motion on meniscal fibrocartilage",
      "authors": [
        "M Ferretti"
      ]
    },
    {
      "title": "Effects of a medial knee unloading implant on tibiofemoral joint mechanics during walking",
      "authors": [
        "OJ Morgan"
      ]
    },
    {
      "title": "The pathophysiology of osteoarthritis: a mechanical perspective on the knee joint",
      "authors": [
        "KR Vincent",
        "BP Conrad",
        "BJ Fregly",
        "HK Vincent"
      ]
    },
    {
      "title": "Characterization of mouse ocular response to a 35-day spaceflight mission: evidence of blood-retinal barrier disruption and ocular adaptations",
      "authors": [
        "XW Mao"
      ]
    },
    {
      "title": "Biological and metabolic response in STS-135 space-flown mouse skin",
      "authors": [
        "XW Mao"
      ]
    },
    {
      "title": "Towards human exploration of space: the THESEUS review series on muscle and bone research priorities",
      "authors": [
        "T Lang"
      ]
    },
    {
      "title": "Adaptation of the proximal femur to skeletal reloading after long-duration spaceflight",
      "authors": [
        "TF Lang",
        "AD Leblanc",
        "HJ Evans",
        "Y Lu"
      ]
    },
    {
      "title": "Space medicine in the era of civilian spaceflight",
      "authors": [
        "J Stepanek",
        "RS Blue",
        "S Parazynski"
      ]
    },
    {
      "title": "Effects of spaceflight on cartilage: implications on spinal physiology",
      "authors": [
        "V Ramachandran"
      ]
    },
    {
      "title": "Cartilage breakdown in microgravity-a problem for long-term spaceflight?",
      "authors": [
        "J Fitzgerald"
      ]
    },
    {
      "title": "Biomechanical influence of cartilage homeostasis in health and disease",
      "authors": [
        "DL Bader",
        "DM Salter",
        "TT Chowdhury"
      ]
    },
    {
      "title": "Mechanical loading: bone remodeling and cartilage maintenance",
      "authors": [
        "H Yokota",
        "DJ Leong",
        "HB Sun"
      ]
    },
    {
      "title": "Advanced oxidation protein products induce apoptosis of human chondrocyte through reactive oxygen species-mediated mitochondrial dysfunction and endoplasmic reticulum stress pathways",
      "authors": [
        "W Ye"
      ]
    },
    {
      "title": "Trehalose ameliorates oxidative stress-mediated mitochondrial dysfunction and ER stress via selective autophagy stimulation and autophagic flux restoration in osteoarthritis development",
      "authors": [
        "Q Tang"
      ]
    },
    {
      "title": "Differential peroxiredoxin hyperoxidation regulates MAP kinase signaling in human articular chondrocytes",
      "authors": [
        "JA Collins"
      ]
    },
    {
      "title": "Ageing and the pathogenesis of osteoarthritis",
      "authors": [
        "RF Loeser",
        "JA Collins",
        "BO Diekman"
      ]
    },
    {
      "title": "Mechanical overloading causes mitochondrial superoxide and SOD2 imbalance in chondrocytes resulting in cartilage degeneration",
      "authors": [
        "M Koike"
      ]
    },
    {
      "title": "Oxidative stress inhibits insulin-like growth factor-I induction of chondrocyte proteoglycan synthesis through differential regulation of phosphatidylinositol 3-Kinase-Akt and MEK-ERK MAPK signaling pathways",
      "authors": [
        "W Yin",
        "JI Park",
        "RF Loeser"
      ]
    },
    {
      "title": "Large-scale gene expression profiling reveals major pathogenetic pathways of cartilage degeneration in osteoarthritis",
      "authors": [
        "T Aigner"
      ]
    },
    {
      "title": "Pterostilbene inhibits inflammation and ROS production in chondrocytes by activating Nrf2 pathway",
      "authors": [
        "EX Xue"
      ]
    },
    {
      "title": "Sensitivity of serum concentration of cartilage biomarkers to 21-days of bed rest",
      "authors": [
        "AM Liphardt"
      ]
    },
    {
      "title": "Benefits for bone from resistance exercise and nutrition in long-duration spaceflight: evidence from biochemistry and densitometry",
      "authors": [
        "SM Smith"
      ]
    },
    {
      "title": "Anterior cruciate ligament failure and cartilage damage during knee joint compression: a preliminary study based on the porcine model",
      "authors": [
        "CH Yeow",
        "CH Cheong",
        "KS Ng",
        "PV Lee",
        "JC Goh"
      ]
    },
    {
      "title": "Altered knee joint mechanics in simple compression associated with early cartilage degeneration",
      "authors": [
        "Y Dabiri",
        "LP Li"
      ]
    },
    {
      "title": "Estimation of ligament loading and anterior tibial translation in healthy and ACL-deficient knees during gait and the influence of increasing tibial slope using EMG-driven approach",
      "authors": [
        "Q Shao",
        "TD MacLeod",
        "K Manal",
        "TS Buchanan"
      ]
    },
    {
      "title": "Influence of meniscectomy and meniscus replacement on the stress distribution in human knee joint",
      "authors": [
        "A Vaziri",
        "H Nayeb-Hashemi",
        "A Singh",
        "BA Tafti"
      ]
    },
    {
      "title": "Cartilage regeneration for treatment of osteoarthritis: a paradigm for nonsurgical intervention",
      "authors": [
        "ML Tiku",
        "HE Sabaawy"
      ]
    },
    {
      "title": "Animal models for cartilage regeneration and repair",
      "authors": [
        "CR Chu",
        "M Szczodry",
        "S Bruno"
      ]
    },
    {
      "title": "Proteoglycan-induced changes in T1rho-relaxation of articular cartilage at 4T",
      "authors": [
        "SV Akella"
      ]
    },
    {
      "title": "Coordinated regulation of hyaluronan and aggrecan content in the articular cartilage of immobilized and exercised dogs",
      "authors": [
        "J Haapala"
      ]
    },
    {
      "title": "Bone development and age-related bone loss in male C57BL/6J mice",
      "authors": [
        "VL Ferguson",
        "RA Ayers",
        "TA Bateman",
        "SJ Simske"
      ]
    },
    {
      "title": "Total-body irradiation produces late degenerative joint damage in rats",
      "authors": [
        "ID Hutchinson"
      ]
    },
    {
      "title": "OARSI osteoarthritis cartilage histopathology assessment system: a biomechanical evaluation in the human knee",
      "authors": [
        "W Waldstein"
      ]
    }
  ],
  "original_title": "Spaceflight and hind limb unloading induces an arthritic phenotype in knee articular cartilage and menisci of rodents",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3e31/8131644/eafca2349346/41598_2021_90010_Fig1_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3e31/8131644/82f268431980/41598_2021_90010_Fig2_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3e31/8131644/5782f529da74/41598_2021_90010_Fig3_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3e31/8131644/b59284b4cdd6/41598_2021_90010_Fig4_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3e31/8131644/f8e313a45e6f/41598_2021_90010_Fig5_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3e31/8131644/1569b61c0ca5/41598_2021_90010_Fig6_HTML.jpg"
  ]
}