{
  "pmcid": "PMC8400407",
  "title": "Evaluating Ocular Response in the Retina and Optic Nerve Head after Single and Fractionated High-Energy Protons",
  "abstract": "There are serious concerns about possible late radiation damage to ocular tissue from prolonged space radiation exposure, and occupational and medical procedures. This study aimed to investigate the effects of whole-body high-energy proton exposure at a single dose on apoptosis, oxidative stress, and blood-retina barrier (BRB) integrity in the retina and optic nerve head (ONH) region and to compare these radiation-induced effects with those produced by fractionated dose. Six-month-old C57BL/6 male mice were either sham irradiated or received whole-body high energy proton irradiation at an acute single dose of 0.5 Gy or 12 equal dose fractions for a total dose of 0.5 Gy over twenty-five days. At four months following irradiation, mice were euthanized and ocular tissues were collected for histochemical analysis. Significant increases in the number of apoptotic cells were documented in the mouse retinas and ONHs that received proton radiation with a single or fractionated dose (p < 0.05). Immunochemical analysis revealed enhanced immunoreactivity for oxidative biomarker, 4-hydroxynonenal (4-HNE) in the retina and ONH following single or fractionated protons with more pronounced changes observed with a single dose of 0.5 Gy. BRB integrity was also evaluated with biomarkers of aquaporin-4 (AQP-4), a water channel protein, a tight junction (TJ) protein, Zonula occludens-1 (ZO-1), and an adhesion molecule, the platelet endothelial cell adhesion molecule-1 (PECAM-1). A significantly increased expression of AQP-4 was observed in the retina following a single dose exposure compared to controls. There was also a significant increase in the expression of PECAM-1 and a decrease in the expression of ZO-1 in the retina. These changes give a strong indication of disturbance to BRB integrity in the retina. Interestingly, there was very limited immunoreactivity of AQP-4 and ZO-1 seen in the ONH region, pointing to possible lack of BRB properties as previously reported. Our data demonstrated that exposure to proton radiation of 0.5 Gy induced oxidative stress-associated apoptosis in the retina and ONH, and changes in BRB integrity in the retina. Our study also revealed the differences in BRB biomarker distribution between these two regions. In response to radiation insults, the cellular response in the retina and ONH may be differentially regulated in acute or hyperfractionated dose schedules.",
  "introduction": "1. Introduction\n\nSpace radiation from galactic cosmic rays (GCR) and solar particle events (SPE) will pose significant health risks, especially for long-duration lunar and Mars missions. GCR are continuous low-dose-rate exposures composed of approximately 87% protons, 12% helium ions, and 1% high charge, high energy (HZE) particles of Z > 2 and will comprise the majority of space radiation exposure for long- duration missions beyond the Van Allen belts. The space radiation environment also consists of mixtures of high-energy protons and a minor fraction of other ions released from the sun during SPEs. During long-term deep space missions, it is anticipated that multiple SPEs will be encountered. We and others have been studying the effects of space radiation on the ocular tissue in animal models using beams of high-energy protons produced by particle accelerators.\n\nProlonged spaceflight induces physiologic and pathologic neuro-ophthalmic abnormalities in astronauts, collectively defined as the Spaceflight Associated Neuro-ocular Syndrome (SANS). However, the underlying mechanisms of the changes and factors contributing to the development of damage are unclear. Studies have shown that radiation at doses less than 1 Gy induced significant levels of retinal oxidative damage including retinal cell apoptosis. More recent reports showed optical nerve swelling in astronauts and pathological changes around the optical nerve disc including prelaminar region, lamina cribrosa, and retro-laminar region. The mechanisms and factors that contribute to the development of optic disc edema are less known and not well investigated. Recognizing the importance of the health and performance of astronauts both during and post-flight, we believe that understanding the impact of space radiation on the retina and optic nerve head (ONH) is crucial in assessing the risk to astronauts during long-duration missions, especially for future deep-space missions that will expose astronauts to greater radiation than previously encountered. However, the effects of spaceflight relevant dose and dose rate exposures to protons in the mouse retina and in the ONH have not been previously addressed.\n\nThe goal of the present study was to investigate the effects of whole-body proton exposure at a single dose of 0.5 Gy on apoptosis, oxidative stress, and blood-retina barrier (BRB) integrity in the retinal and ONH region and to compare these radiation-induced effects with those produced by fractionated doses for a total dose of 0.5 Gy in 12 equal fractions over 25 days to simulate the chronic exposures in space.",
  "methods": "2. Material and Methods\n\n2.1. Animals and Irradiation with High Energy Protons\n\nSix-month-old C57BL/6 male mice, each weighing between 30–35 g, were purchased from the Jackson Laboratory (Bar Harbor, ME, USA) and shipped to Loma Linda University (LLU) in Loma Linda, CA. The animals were maintained under a constant temperature of 68 °F with a 12-h day/night cycle. Chow and water were available ad libitum. After a one-week acclimation period, the mice were either sham irradiated or received whole-body high energy proton irradiation at a single dose of 0.5 Gy or 12 equal dose fractionations for the total dose of 0.5 Gy over 25 days. To simulate a space-like energy distribution of protons, we have used a spread-out Bragg peak set-up. To facilitate frequent use of medical treatment facilities, we selected energies and field modulations that are commonly used in cancer treatment at the J.M. Slater Proton Treatment Facility at Loma Linda University Medical Center, so that dosimetry, beam tuning, and other practical considerations would be relatively routine and reproducible. This facility uses a synchrotron built at Fermi National Laboratory upgraded and operated by Optivus Proton Therapy, Inc. as the Conforma 3000® Proton Beam Treatment System. The operating and dosimetry system is Odessey™ provided by PerMedics, Inc., of San Bernardino, California, USA. Dosimetry is provided by a series of parallel plate ion chambers calibrated to a NIST-traceable thimble ion chamber.\n\nTherefore we used a beam of tuned energy 186 MeV and passed the beam through ~12 cm of plastic (“solid water”™) to reduce energy to 140 MeV and a spinning modulator wheel to produce a field of constant dose over a depth of 14 cm resulting in a field of protons with energies from 0 to 140 MeV in approximately equal abundance with high spatial uniformity. The range of LET values in the field is from 0.57 at the entrance to ~21 keV/µm at component Bragg Peaks and samples occupied the first 7.5 cm of the spread-out Bragg peak.\n\nProton exposures were performed Monday, Wednesday, and Friday evenings after patient treatments. The acute exposure was a single exposure to 0.5 Gy while for the fractionated exposures there were 12 fractions each of 4.17 cGy. The acute exposures were 38–43 s long at a dose rate of 0.74 Gy/min (clinical dose rate) while the fractions were 30–37 s long delivered at 1/10th the clinical dose rate at 0.075 Gy/min in 13–16 accelerator spills. Acute exposures were performed only during the 12th irradiation session. For each exposure, there were two 10 × 10 × 7.5 cm ventilated plastic restraint boxes each containing two freely-moving animals from the same cage. The boxes were aligned to a 20 cm circular field target placed on the patient treatment table where the beam passed vertically downward through the target avoiding self-shielding by the animals. Animals were loaded into restraint boxes in the animal care facility and transported by covered cart to the proton treatment area. Small battery-powered fans operated inside the cart to assure adequate air circulation. Total time in restraint boxes was approximately one hour. To assure equal restraint and handling stress across the three treatment groups, sham irradiated mice were subjected to the same restraint and transportation procedures during each of the 12 irradiation sessions. Similarly, acute irradiated animals were restrained and transported during each irradiation session but only exposed to protons during the last session. Total time in restraint boxes for all animals was approximately one hour on each of the twelve procedure days. Restraint stress precautions were driven by post irradiation behavioral testing needs. All procedures were approved by the Radiation Safety and Institutional Animal Care and Use Committee at LLU.\n\n2.2. Eye and Retina Preparation\n\nAt four months after proton exposure and periodic behavioral testing, mice were euthanized and the right eye from each mouse was placed individually in sterile cryovials, snap-frozen in liquid nitrogen, and kept at −80 °C prior to use. The left eyes were fixed in 4% paraformaldehyde in phosphate-buffered saline (PBS) for immunohistochemistry (IHC) assays.\n\n2.3. Terminal Deoxynucleotidyl Transferase Dutp Nick End Labeling (TUNEL) Assay\n\nSections were cut coronally through each left eye, and sections were roughly 100 μm apart providing five sections per eye for analysis. The ocular sections were evaluated using the TUNEL assay according to standard procedures. Briefly, six μm paraffin-embedded sections were processed using DeadEnd™ Fluorometric TUNEL system kit, Promega Corp., Madison, WI, USA) The same sections were then incubated with DyLight 594 Lycopersicon esculantum-Lectin (Vector Laboratories, Burlingame, CA, USA) to stain the endothelium. Nuclei were counterstained with diamidino-2-phenylindole (DAPI, blue, Life Technologies, Eugene, OR, USA).\n\n2.4. Immunostaining for 4-Hydroxynonenal (4-HNE)\n\nImmunofluorescence staining for an oxidative damage marker on ocular sections was performed using 4-HNE antibody specific for lipid peroxidation. Six μm sections were incubated with the anti-4-HNE antibody (Alpha Diagnostic International Inc., San Antonio, TX, USA) at 4 °C for overnight followed by a rabbit anti-rabbit IgG fluorescence-conjugated secondary antibody ( Invitrogen Corp., Waltham, MA, USA) for 1.5 h at room temperature and counterstained with DAPI.\n\n2.5. Immunohistochemistry for Aquaporin-4 (AQP-4) and Vascular Double-Labeling\n\nSix μm sections were incubated overnight (18–21 h) at 4 °C with primary antibodies polyclonal rabbit anti-AQP-4 (Santa Cruz Biotechnology, Inc. Dallas, TX, USA) and monoclonal mouse anti-glial fibrillary acidic protein (GFAP) clone GA5 (Millipore, Burlington, MA, USA) in 0.25% BSA, 0.25% Triton X-100 in PBS. Sections were washed three times in PBS and further treated with secondary antibodies Alexa Fluor 488 goat anti-rabbit IgG and Alexa Fluor 568 Goat anti-mouse IgG (Life Technologies). Cell nuclei were counterstained with DAPI.\n\n2.6. Immunostaining Assays for Platelet Endothelial Cell Adhesion Molecule (PECAM-1) and Zonula Occludens-1 (ZO-1)\n\nImmunofluorescence staining related to BRB integrity on ocular sections was performed using biomarkers against PECAM-1 and ZO-1. Six µm sections were deparaffinized in Histoclear, rehydrated and, washed in PBS for 20 min. Vasculature was labeled with DyLight® 488 Lycopersicon Esculentum (Tomato) Lectin (Vector Laboratories) for 30 min at room temperature followed by 10 min wash in PBS. Sections were then incubated overnight at 4 °C with primary rabbit antibodies against ZO-1 (Thermo Fisher Scientific, Hampton, NH, USA) or CD31/PECAM-1 (Novus Biologicals, Centennial, CO, USA) in antibody dilution buffer. After 3 washes in PBS, sections were incubated for 1.5 h with secondary antibody goat anti-rabbit IgG Alexa Fluor® 568 (Life Technologies) followed by PBS washes. The cell nuclei were counterstained with DAPI.\n\n2.7. Quantification of Immunostaining\n\nSix to ten field images were examined using a BZ-X710 All-in-One inverted fluorescence microscope with structural illumination (Keyence Corp., Elmwood Park, NJ, USA) at 20× magnification spanning the entire retina per section. Data were obtained for 6 ocular samples of each group. For quantitative analysis, numbers of TUNEL positive cells were counted within the entire retina layer and in the ONH. The total number of TUNEL-positive nuclear/ganglion cells or endothelial cells in the retina or ONH were counted in five sections for each eye. The surface of each section was measured on digital microphotographs using ImageJ v1.49v software (available as freeware from National Institutes of Health, Bethesda, MD, USA; , access date: 1 June 2018) and the density profiles were expressed as a mean number of apoptotic cells/mm2. The mean of the density profile measurements across 5 retina sections per eye was used as a single experimental value.\n\nTo determine AQP4, ZO-1, and PECAM immunoreactivity, fluorescence intensity was measured on six to ten randomly selected fields on the retina or in the ONH of each section and calculated using ImageJ software. Fluorescence intensities for positive cells (red channel for ZO-1 and PECAM, and green channel for AQP-4) from the areas of interest were measured and data were extracted and averaged across five ocular sections per eye within the group as one experimental value.\n\n2.8. Statistical Analysis\n\nThe results for the TUNEL assay and IHC were analyzed by one-way analysis of variance (ANOVA) and Tukey’s HSD (honestly significant difference) test for multiple pair-wise comparisons (Sigma Plot for Windows, version 13.0; Systat Software, Inc., Point Richmond, CA, USA). Means and standard error of means (SEM) are reported. α-level was set at 0.05 for all tests of statistical significance.",
  "results": "3. Results\n\n3.1. Apoptotic Damage in the Retina\n\nQuantitative assessment with TUNEL assay indicated that the density of apoptotic cells in the retinal nuclear layer and ganglion cell layer (GCL) was significantly increased (p < 0.05) in the irradiated groups by roughly 65% compared to that in the control group (Figure 1A). The number of TUNEL positive cells was also calculated in the ONH region (Figure 1B). A significant increase of apoptosis in retinal cells was detected in the fractionated group by 50–67% compared to radiation with a single dose and sham controls, respectively (p < 0.05).\n\n3.2. Oxidative Damage Biomarker Using 4-HNE\n\nImmunofluorescence staining for an oxidative damage marker was performed using an antibody against 4-HNE specific for lipid peroxidation. A significant increase in immunoreactivity of HNE was seen in the retina (Figure 2A) of the mice that received a single dose compared to sham controls (p < 0.05). A strong trend increases (p = 0.06) in the fractionated dose group was also documented compared to controls (Figure 2B). In ONH (Figure 2C), the level of anti-HNE antibody protein in irradiated groups was significantly higher than controls. The immunoreactivity of HNE was more pronounced in the acute single dose group compared to the fractionated mouse group (Figure 2D).\n\n3.3. Alteration of BRB Integrity Using Water Channel Protein AQP4, Adhesion Molecule PECAM-1, and Tight Junction Protein ZO-1\n\nAQP4 is a water channel protein concentrated at the luminal surfaces of astrocyte end-feet, which plays an important role in regulating of water permeability. No significant differences in protein expression of glial fibrillary acidic protein (GFAP), a biomarker for astrocyte activation, was noted between groups. However, increased AQP-4 staining was seen in the irradiated groups compared with controls in the retina (Figure 3A). The difference in AQP-4 expression was greater in the irradiated retina of an acute single dose (p < 0.05) than that of fractionated one (p = 0.07) (Figure 3B). Low levels of AQP-4 expression were detected in the ONH region for all groups with no significant difference between groups (data not shown).\n\nTight junction proteins and cell adhesion molecules play important role in regulating BRB integrity. Protein expression of PECAM-1 and ZO-1 was evaluated in the retina and ONH region. In the control retinal tissue, only some positive cells for PECAM-1 were found. In the irradiated retina from both single and fractionated dose groups, enhanced immunoreactivity of PECAM-1 cells was apparent in the retinal inner nuclear layer (INL) and GCL (Figure 4A). Irradiated groups (single or fractionated doses) showed a significant increase of PECAM immunoreactivity compared to sham control in the retina (p < 0.05) (Figure 4B) and in the ONH region (Figure 4C). In the control retinal tissue, positive ZO-1 staining was apparent in the retinal INL and GCL. Only a few positive cells were found in the retina from irradiated mice (Figure 5A). Decreased ZO-1 expression was detected in the retina for both single and fractioned dose groups compared to controls (p < 0.05) (Figure 5B). However, positive staining for ZO-1 immunoreactivity, as observed in the retina of the control group, was not detected in the ONH region among all groups (data not shown).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "space radiation",
    "protons",
    "mouse retina",
    "optic nerve head",
    "blood-retinal barrier",
    "fractionation dose",
    "apoptosis",
    "oxidative stress",
    "Article"
  ],
  "citations": [
    {
      "title": "",
      "authors": []
    },
    {
      "title": "Combined Effects of Low-Dose Proton Radiation and Simulated Microgravity on the Mouse Retina and the Hematopoietic System",
      "authors": [
        "X.W. Mao",
        "M. Boerma",
        "D. Rodriguez",
        "M. Campbell-Beachler",
        "T. Jones",
        "S. Stanbouly",
        "V. Sridharan",
        "N.C. Nishiyama",
        "A. Wroe",
        "G.A. Nelson"
      ]
    },
    {
      "title": "Gene expression analysis of oxidative stress and apoptosis in proton-irradiated rat retina",
      "authors": [
        "X.W. Mao",
        "L.M. Green",
        "T. Mekonnen",
        "N. Lindsey",
        "D.S. Gridley"
      ]
    },
    {
      "title": "Acute Effect of Low-Dose Space Radiation on Mouse Retina and Retinal Endothelial Cells",
      "authors": [
        "X.W. Mao",
        "M. Boerma",
        "D. Rodriguez",
        "M. Campbell-Beachler",
        "T. Jones",
        "S. Stanbouly",
        "V. Sridharan",
        "A. Wroe",
        "G.A. Nelson"
      ]
    },
    {
      "title": "Dietary Supplements Reduce the Cataractogenic Potential of Proton and HZE-Particle Radiation in Mice",
      "authors": [
        "J.G. Davis",
        "X.S. Wan",
        "J.H. Ware",
        "A.R. Kennedy"
      ]
    },
    {
      "title": "Spaceflight associated neuro-ocular syndrome (SANS) and the neuro-ophthalmologic effects of microgravity: A review and an update",
      "authors": [
        "A.G. Lee",
        "T.H. Mader",
        "C.R. Gibson",
        "W. Tarver",
        "P. Rabiei",
        "R.F. Riascos",
        "L.A. Galdamez",
        "T. Brunstetter"
      ]
    },
    {
      "title": "Focus on the Optic Nerve Head in Spaceflight-Associated Neuro-ocular Syndrome",
      "authors": [
        "M.B. Stenger",
        "S.S. Laurie",
        "S.R. Sadda",
        "A.A. Sadun",
        "B.R. Macias",
        "A.S. Huang"
      ]
    },
    {
      "title": "NASA’s first ground-based Galactic Cosmic Ray Simulator: Enabling a new era in space radiobiology research",
      "authors": [
        "L.C. Simonsen",
        "T.C. Slaba",
        "P. Guida",
        "A. Rusek"
      ]
    },
    {
      "title": "Development and operation of the Loma Linda University Medical Center proton facility",
      "authors": [
        "J.D. Slater"
      ]
    },
    {
      "title": "Ionizing radiation, antioxidant response and oxidative damage: A meta-analysis",
      "authors": [
        "D. Einor",
        "A. Bonisoli-Alquati",
        "D. Costantini",
        "T. Mousseau",
        "A. Møller"
      ]
    },
    {
      "title": "4-Hydroxy-2-nonenal: A critical target in oxidative stress?",
      "authors": [
        "M. Breitzig",
        "C. Bhimineni",
        "R. Lockey",
        "N. Kolliputi"
      ]
    },
    {
      "title": "Lipid peroxidation and cell cycle signaling: 4-hydroxynonenal, a key molecule in stress mediated signaling",
      "authors": [
        "Y. Yang",
        "R. Sharma",
        "A. Sharma",
        "S. Awasthi",
        "Y.C. Awasthi"
      ]
    },
    {
      "title": "Antioxidants and HNE in redox homeostasis",
      "authors": [
        "W. Łuczaj",
        "A. Gęgotek",
        "E. Skrzydlewska"
      ]
    },
    {
      "title": "Hyperfractionated radiation therapy",
      "authors": []
    },
    {
      "title": "Dose response of rat retinal microvessels to proton dose schedules used clinically: A pilot study",
      "authors": [
        "J.O. Archambeau",
        "X.W. Mao",
        "P.J. McMillan",
        "V.L. Gouloumet",
        "S.C. Oeinck",
        "R. Grove",
        "L.T. Yonemoto",
        "J.D. Slater",
        "J.M. Slater"
      ]
    },
    {
      "title": "Effects of Linear Energy Transfer on the Formation and Fate of Radiation Damage to the Photoreceptor Cell Complement of the Rabbit Retina: Implications for the Projected Manned Mission to Mars",
      "authors": [
        "J.T. Lett",
        "G.R. Williams",
        "G. Horneck",
        "E.G. Stassinopoulos"
      ]
    },
    {
      "title": "Effects of Heavy Ions on Rabbit Tissues: Analysis of Low Levels of DNA Damage in Retinal Photoreceptor Cells",
      "authors": [
        "P.C. Keng",
        "D.S. Bergtold",
        "J.T. Lett"
      ]
    },
    {
      "title": "Characterization of retinal expression of vascular cell adhesion molecule (VCAM-1) during experimental autoimmune uveitis",
      "authors": [
        "M. Makhoul",
        "R. Dewispelaere",
        "L. Relvas",
        "V. Elmaleh",
        "L. Caspers",
        "C. Bruyns",
        "F. Willermain"
      ]
    },
    {
      "title": "Triglyceride-rich lipoproteins from hypertriglyceridemic subjects induce a pro-inflammatory response in the endothelium: Molecular mechanisms and gene expression studies",
      "authors": [
        "G.D. Norata",
        "L. Grigore",
        "S. Raselli",
        "P. Seccomandi",
        "A. Hamsten",
        "F. Maggi",
        "P. Eriksson",
        "A. Catapano"
      ]
    },
    {
      "title": "CD99 and CD99L2 act at the same site as, but independently of, PECAM-1 during leukocyte diapedesis",
      "authors": [
        "M.G. Bixel",
        "H. Li",
        "B. Petri",
        "A.G. Khandoga",
        "A. Khandoga",
        "A. Zarbock",
        "K. Wolburg-Buchholz",
        "H. Wolburg",
        "L. Sorokin",
        "D. Zeuschner"
      ]
    },
    {
      "title": "Endothelial functions of platelet/endothelial cell adhesion molecule-1 (CD31)",
      "authors": [
        "P. Lertkiatmongkol",
        "D. Liao",
        "H. Mei",
        "Y. Hu",
        "P.J. Newman"
      ]
    },
    {
      "title": "Metformin reverses the drug resistance of cisplatin in irradiated CNE-1 human nasopharyngeal carcinoma cells through PECAM-1 mediated MRPs down-regulation",
      "authors": [
        "Y. Sun",
        "X. Chen",
        "Y. Zhou",
        "S. Qiu",
        "Y. Wu",
        "M. Xie",
        "G. Zhu",
        "S. Liang",
        "H. Li",
        "D. Zhou"
      ]
    },
    {
      "title": "Baicalein Protects against Retinal Ischemia by Antioxidation, Antiapoptosis, Downregulation of HIF-1α, VEGF, and MMP-9 and Upregulation of HO-1",
      "authors": [
        "H.-M. Chao",
        "M.-J. Chuang",
        "J.-H. Liu",
        "X.-Q. Liu",
        "L.-K. Ho",
        "W.H. Pan",
        "X.-M. Zhang",
        "C.-M. Liu",
        "S.-K. Tsai",
        "C.-W. Kong"
      ]
    },
    {
      "title": "Leukocyte–endothelial-cell interactions in leukocyte transmigration and the inflammatory response",
      "authors": [
        "W.A. Muller"
      ]
    },
    {
      "title": "Diabetic retinopathy and inflammation: Novel therapeutic targets",
      "authors": [
        "A. Das",
        "S. Rangasamy",
        "P.G. McGuire"
      ]
    },
    {
      "title": "Tight Junctions of the Outer Blood Retina Barrier",
      "authors": [
        "A. Naylor",
        "A. Hopkins",
        "N. Hudson",
        "M. Campbell"
      ]
    },
    {
      "title": "Tight Junctions and Cell Polarity",
      "authors": [
        "K. Shin",
        "V.C. Fogg",
        "B. Margolis"
      ]
    },
    {
      "title": "Diosmin Alleviates Retinal Edema by Protecting the Blood-Retinal Barrier and Reducing Retinal Vascular Permeability during Ischemia/Reperfusion Injury",
      "authors": [
        "N. Tong",
        "Z. Zhang",
        "W. Zhang",
        "Y. Qiu",
        "Y. Gong",
        "L. Yin",
        "Q. Qiu",
        "X. Wu"
      ]
    },
    {
      "title": "Characterization of mouse ocular response to a 35-day spaceflight mission: Evidence of blood-retinal barrier disruption and ocular adaptations",
      "authors": [
        "X.W. Mao",
        "N.C. Nishiyama",
        "S.D. Byrum",
        "S. Stanbouly",
        "T. Jones",
        "A. Drew",
        "V. Sridharan",
        "M. Boerma",
        "A.J. Tackett",
        "D. Zawieja"
      ]
    },
    {
      "title": "Ultraviolet A light induces DNA damage and estrogen-DNA adducts in Fuchs endothelial corneal dystrophy causing females to be more affected",
      "authors": [
        "C. Liu",
        "T. Miyajima",
        "G. Melangath",
        "T. Miyai",
        "S. Vasanth",
        "N. Deshpande",
        "V. Kumar",
        "S.O. Tone",
        "R. Gupta",
        "S. Zhu"
      ]
    },
    {
      "title": "Gravitational Influence on Intraocular Pressure: Implications for Spaceflight and Disease",
      "authors": [
        "A.S. Huang",
        "M.B. Stenger",
        "B.R. Macias"
      ]
    },
    {
      "title": "Changes in the Optic Nerve Head and Choroid Over 1 Year of Spaceflight",
      "authors": [
        "B.R. Macias",
        "C.R. Ferguson",
        "N. Patel",
        "C. Gibson",
        "B.C. Samuels",
        "S.S. Laurie",
        "S.M.C. Lee",
        "R. Ploutz-Snyder",
        "L. Kramer",
        "T.H. Mader"
      ]
    },
    {
      "title": "Association of Structural Changes in the Brain and Retina after Long-Duration Spaceflight",
      "authors": [
        "K. Marshall-Goebel",
        "B.R. Macias",
        "L.A. Kramer",
        "K.M. Hasan",
        "C. Ferguson",
        "N. Patel",
        "R.J. Ploutz-Snyder",
        "S.M.C. Lee",
        "D. Ebert",
        "A. Sargsyan"
      ]
    },
    {
      "title": "Lack of blood-brain barrier properties in microvessels of the prelaminar optic nerve head",
      "authors": [
        "P. Hofman",
        "P. Hoyng",
        "F. VanderWerf",
        "G.F. Vrensen",
        "R.O. Schlingemann"
      ]
    },
    {
      "title": "Platelet endothelial cell adhesion molecule-1 is a gatekeeper of neutrophil transendothelial migration in ischemic stroke",
      "authors": [
        "J. Winneberger",
        "S. Schöls",
        "K. Lessmann",
        "J. Rández-Garbayo",
        "A.T. Bauer",
        "A.M. Yusuf",
        "D.M. Hermann",
        "M. Gunzer",
        "S.W. Schneider",
        "J. Fiehler"
      ]
    },
    {
      "title": "Dilated Prelaminar Paravascular Spaces as a Possible Mechanism for Optic Disc Edema in Astronauts",
      "authors": [
        "P. Wostyn",
        "F. De Winne",
        "C. Stern",
        "P.P. De Deyn"
      ]
    }
  ],
  "original_title": "Evaluating ocular response in the retina and optic nerve head after single and fractionated high-energy protons",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6824/8400407/f3cc4730a9b0/life-11-00849-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6824/8400407/eae2d84f2f2f/life-11-00849-g002a.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6824/8400407/bb08442a334e/life-11-00849-g002b.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6824/8400407/67e3fab8e846/life-11-00849-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6824/8400407/20a4b9fb8558/life-11-00849-g004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6824/8400407/62e38b85cab9/life-11-00849-g005.jpg"
  ]
}