{
  "pmcid": "PMC8213760",
  "title": "Evidence for increased thermogenesis in female C57BL/6J mice housed aboard the international space station",
  "abstract": "Sixteen-week-old female C57BL/6J mice were sacrificed aboard the International Space Station after 37 days of flight (RR-1 mission) and frozen carcasses returned to Earth. RNA was isolated from interscapular brown adipose tissue (BAT) and gonadal white adipose tissue (WAT). Spaceflight resulted in differential expression of genes in BAT consistent with increased non-shivering thermogenesis and differential expression of genes in WAT consistent with increased glucose uptake and metabolism, adipogenesis, and β-oxidation.",
  "introduction": "Mice are facultative daily heterotherms and, in contrast to humans who maintain a near constant core body temperature over a wide range of environmental temperatures, mice can experience dramatic transient reductions in core temperature (torpor) when exposed to temperatures below thermoneutral. Because of their small mass, mice are much more dependent on shivering and non-shivering thermogenesis for maintaining core body temperature than larger animals.\n\nThe recommended temperature for housing mice in a laboratory setting (20–26 °C) is well below their thermoneutral zone, which depending upon strain, sex and age typically ranges from 29–31 °C. Subthermoneutral housing induces adaptive responses in mice to increase generation of heat. These adaptations include shivering thermogenesis, non-shivering thermogenesis, thermic effect of increased food consumption and physical activity. Sympathetic nervous system (SNS) neurotransmitters (norepinephrine and epinephrine) and the adipokine leptin are key factors involved in regulation of adaptive thermogenesis. Subthermoneutral-housed mice use a variety of physiological and behavioral strategies to decrease their requirements for adaptive thermogenesis. These include entering torpor to lower core body temperature, and nest building, huddling and postural changes to minimize heat loss when exposed to a cool environment.\n\nThe physiological demands required for successful adaptation to subthermoneutral housing by mice are considerable; for example, female mice housed at room temperature (22 °C) consumed 40% more food to achieve comparable weight gain and expressed 5-fold higher Ucp1 gene expression in BAT (non-shivering thermogenesis) compared to thermoneutral-housed (32 °C) mice. UCP-1 protein uncouples oxidative phosphorylation to produce heat instead of ATP. Extensive research supports the conclusion that by increasing UCP-1 protein levels, sympathetic signaling-driven non-shivering thermogenesis plays an important role in cold-induced thermoregulation in mice.\n\nWe hypothesize that spaceflight reduces the ability of mice to employ some of the strategies used to minimize adaptive thermogenesis, such as huddling and postural adjustments, resulting in an increased dependence on adaptive thermogenesis to maintain core body temperature. Group housing attenuates the increase in non-shivering thermogenesis in BAT in mice exposed to a cool environment but it is plausible that another aspect of the spaceflight environment increases sympathetic signaling, an important positive regulator of thermogenesis. Whatever the precise mechanism, increased thermogenesis is important because it influences multiple physiological processes. Collateral changes associated with increased thermogenesis include cancellous bone loss, immune suppression, increases in glucocorticoid production, increases in blood pressure and heart rate, and altered tumor and tissue response to ionizing radiation. Mechanistically, at least some of these responses are mediated by increased sympathetic outflow.\n\nThus, activation of adaptive thermogenesis in mice housed in microgravity may introduce unrecognized and uncontrolled for confounding variables into spaceflight studies. We tested the hypothesis that nonshivering thermogenesis is increased in mice during spaceflight by measuring the effect of spaceflight on expression of genes related to energy metabolism in BAT and WAT in female C57BL/6J (B6) mice. In contrast to most prior spaceflight studies where flight animals were returned to Earth, the animals in this experiment (RR-1) were sacrificed aboard the International Space Station (ISS), avoiding the influence of restoration of normal gravitational loading.\n\nTemperatures during the spaceflight mission ranged from a low of 21.3 °C to a high of 28.0 °C. The average housing temperatures within the Habitats enclosing the mice aboard ISS were 26.0 °C and 26.4 °C for flight and ground control animals, respectively. These housing temperatures, while above temperatures commonly used to house mice, are below thermoneutral for this species. Weight gain did not differ, but activity levels were higher in the flight animals, as was food and water depletion, findings consistent with increased adaptive thermogenesis.\n\nThe effect of the spaceflight environment on differential expression of genes related to energy metabolism in BAT in flight animals is shown in Table 1. Transcript abundance of 13/84 genes were significantly altered in flight animals compared to ground controls. In particular, mice housed aboard ISS had 1.5x higher levels of Ucp-1 in BAT, providing direct evidence for elevated non-shivering thermogenesis. Several genes associated with adipogenesis and/or thermogenesis, including Adipoq, Ppargc1a, Cdkn1a, and Cfd were differentially expressed in BAT during spaceflight. However, these changes may reflect adaptation to long duration spaceflight. Regardless of the mechanisms for initiation, increased Ucp1-mediated thermogenesis in BAT may have had a major impact on adipose tissue turnover in WAT (Table 2). Transcript abundance of 30/84 genes were significantly altered in flight animals compared to ground controls. Notable changes, including higher expression levels for (1) Acacb (Acetyl-CoA carboxylase), a key gene in regulation of fatty acid oxidation, (2) Dio2 (Type II iodothyronine deiodinase), a key regulator of thyroid hormone action, (3) Sic2a4 (Glut 4), an insulin-regulated glucose transporter, and (4) Fasn (fatty acid synthase) which catalyzes the synthesis of palmitate, were observed in WAT of flight animals. There was also evidence for induction of Ucp-1; expression level for this gene was very low (Ct > 30) in ground control mice and consistently detected in flight mice (Ct < 30), suggesting browning of WAT. We conclude from these findings that, in spite of comparable housing temperatures, adaptive thermogenesis is increased in BAT of mice housed aboard the ISS compared to ground controls. This is important because increased thermogenesis may exaggerate (e.g., bone loss) or alter (e.g., response to ionizing radiation) physiological responses to spaceflight in mice. Because of species specific differences in thermoregulation, this could impact the translatability of the animal studies to astronauts.",
  "methods": "Methods\n\nSpaceflight study\n\nDetails of the spaceflight mission are published. Animal protocol was reviewed and approved by the NASA Institutional Animal Care and Use Committee prior to the conduct of experiments. In brief, 16-week-old female B6 mice were sacrificed aboard the ISS after 37 days of flight and frozen carcasses were returned to Earth for tissue preparation and method validation as described. Sensors in the Habitats (flight and ground) monitored and relayed information including component temperature and humidity. The data were logged at sampling rate of 1 Hz. Ground control mice were sacrificed and processed using the same timelines and protocols as the flight animals.\n\nGene expression study\n\nRNA was isolated from individual BAT (n = 8/group) and WAT (n = 6/group) samples. RNA integrity number (RIN) was assessed using an Agilent Bioanalyzer (Santa Clara, CA, USA). A RIN value of 5 and above is required to ensure reliable quantification of gene expression by RT-qPCR. The RIN numbers (mean ± SE, n = 6/group) for RNA isolated from BAT from flight and ground control animals were 6.55 ± 0.47, and 7.42 ± 0.46, respectively. Thus RNA from both groups of animals were of good quality. mRNA was reverse transcribed into cDNA using SuperScript III First-Strand Synthesis SuperMix for qRT-PCR (ThermoFisher Scientific). Expression levels for genes related to adipogenesis was determined for BAT and WAT using the Mouse Adipogenesis RT Profiler PCR Array (Qiagen). Gene expression was normalized using GusB and ActB housekeeping genes, and relative quantification (ΔΔ Ct method) was determined using RT2 Profiler PCR Array Data Analysis software (Qiagen).\n\nReporting summary\n\nFurther information on research design is available in the Nature Research Reporting Summary linked to this article.",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Biochemistry",
    "Molecular biology",
    "Brief Communication"
  ],
  "citations": [
    {
      "title": "Cardiovascular changes during daily torpor in the laboratory mouse",
      "authors": [
        "SJ Swoap",
        "MJ Gutilla"
      ]
    },
    {
      "title": "Time course of peripheral heterothermy in a homeotherm",
      "authors": [
        "RT Brown",
        "JG Baust"
      ]
    },
    {
      "title": "Minimum size of mammalian homeotherms: role of the thermal environment",
      "authors": [
        "CR Tracy"
      ]
    },
    {
      "title": "Warming the mouse to model human diseases",
      "authors": [
        "K Ganeshan",
        "A Chawla"
      ]
    },
    {
      "title": "Only UCP1 can mediate adaptive nonshivering thermogenesis in the cold",
      "authors": [
        "V Golozoubova"
      ]
    },
    {
      "title": "Torpor in mice is induced by both leptin-dependent and -independent mechanisms",
      "authors": [
        "O Gavrilova"
      ]
    },
    {
      "title": "Norepinephrine controls both torpor initiation and emergence via distinct mechanisms in the mouse",
      "authors": [
        "SJ Swoap",
        "D Weinshenker"
      ]
    },
    {
      "title": "Adaptation of mice to cold",
      "authors": [
        "SA Barnett"
      ]
    },
    {
      "title": "Effects of rodent thermoregulation on animal models in the research environment",
      "authors": [
        "FC Hankenson",
        "JO Marx",
        "CJ Gordon",
        "JM David"
      ]
    },
    {
      "title": "Room temperature housing results in premature cancellous bone loss in growing female mice: implications for the mouse as a preclinical model for age-related bone loss",
      "authors": [
        "UT Iwaniec"
      ]
    },
    {
      "title": "Group housing and nest building only slightly ameliorate the cold stress of typical housing in female C57BL/6J mice",
      "authors": [
        "RL Maher",
        "SM Barbash",
        "DV Lynch",
        "SJ Swoap"
      ]
    },
    {
      "title": "Central control of thermogenesis",
      "authors": [
        "JC Clapham"
      ]
    },
    {
      "title": "The mouse thermoregulatory system: Its impact on translating biomedical data to humans",
      "authors": [
        "CJ Gordon"
      ]
    },
    {
      "title": "Effects of propranolol on bone, white adipose tissue, and bone marrow adipose tissue in mice housed at room temperature or thermoneutral temperature",
      "authors": [
        "RT Turner"
      ]
    },
    {
      "title": "Neuronal control of adaptive thermogenesis",
      "authors": [
        "X Yang",
        "HB Ruan"
      ]
    },
    {
      "title": "Optimal housing temperatures for mice to mimic the thermal environment of humans: an experimental study",
      "authors": [
        "AW Fischer",
        "B Cannon",
        "J Nedergaard"
      ]
    },
    {
      "title": "Thermoneutrality, mice, and cancer: a heated opinion",
      "authors": [
        "BL Hylander",
        "EA Repasky"
      ]
    },
    {
      "title": "Thermoneutral housing attenuates premature cancellous bone loss in male C57BL/6J mice",
      "authors": [
        "SA Martin"
      ]
    },
    {
      "title": "The impact of housing temperature-induced chronic stress on preclinical mouse tumor models and therapeutic responses: An important role for the nervous system",
      "authors": [
        "BL Hylander",
        "JW Eng",
        "EA Repasky"
      ]
    },
    {
      "title": "Standard sub-thermoneutral caging temperature influences radiosensitivity of hematopoietic stem and progenitor cells",
      "authors": [
        "BJ Povinelli"
      ]
    },
    {
      "title": "Validation of a new rodent experimental system to investigate consequences of long duration space habitation",
      "authors": [
        "SY Choi"
      ]
    },
    {
      "title": "p53 functions in adipose tissue metabolism and homeostasis",
      "authors": [
        "J Krstic",
        "I Reinisch",
        "M Schupp",
        "TJ Schulz",
        "A Prokesch"
      ]
    },
    {
      "title": "Adiponectin reduces thermogenesis by inhibiting brown adipose tissue activation in mice",
      "authors": [
        "L Qiao"
      ]
    },
    {
      "title": "beta-Adrenoceptor signaling networks in adipocytes for recruiting stored fat and energy expenditure",
      "authors": [
        "S Collins"
      ]
    },
    {
      "title": "Behavior of mice aboard the International Space Station",
      "authors": [
        "AE Ronca"
      ]
    },
    {
      "title": "A PCR-based quantitative assay for the evaluation of mRNA integrity in rat samples",
      "authors": [
        "BK Padhi",
        "M Singh",
        "M Rosales",
        "G Pelletier",
        "S Cakmak"
      ]
    },
    {
      "title": "RNA integrity and the effect on the real-time qRT-PCR performance",
      "authors": [
        "S Fleige",
        "MW Pfaffl"
      ]
    }
  ],
  "original_title": "Evidence for increased thermogenesis in female C57BL/6J mice housed aboard the international space station"
}