{
  "pmcid": "PMC8067245",
  "title": "Growth and Antifungal Resistance of the Pathogenic Yeast, Candida Albicans, in the Microgravity Environment of the International Space Station: An Aggregate of Multiple Flight Experiences",
  "abstract": "This report was designed to compare spaceflight-induced cellular and physiological adaptations of Candida albicans cultured in microgravity on the International Space Station across several payloads. C. albicans is a common opportunistic fungal pathogen responsible for a variety of superficial infections as well as systemic and more severe infections in humans. Cumulatively, the propensity of this organism to be widespread through the population, the ability to produce disease in immunocompromised individuals, and the tendency to respond to environmental stress with characteristics associated with increased virulence, require a better understanding of the yeast response to microgravity for spaceflight crew safety. As such, the responses of this yeast cultivated during several missions using two in-flight culture bioreactors were analyzed and compared herein. In general, C. albicans had a slightly shorter generation time and higher growth propensity in microgravity as compared to terrestrial controls. Rates of cell filamentation differed between bioreactors, but were low and not significantly different between flight and terrestrial controls. Viable cells were retrieved and cultured, resulting in a colony morphology that was similar between cells cultivated in flight and in terrestrial control conditions, and in contrast to that previously observed in a ground-based microgravity analog system. Of importance, yeast demonstrated an increased resistance when challenged during spaceflight with the antifungal agent, amphotericin B. Similar levels of resistance were not observed when challenged with the functionally disparate antifungal drug caspofungin. In aggregate, yeast cells cultivated in microgravity demonstrated a subset of characteristics associated with virulence. In addition, and beyond the value of the specific responses of C. albicans to microgravity, this report includes an analysis of biological reproducibility across flight opportunities, compares two spaceflight hardware systems, and includes a summary of general flight and payload timelines.",
  "introduction": "1. Introduction\n\nCandida albicans (C. albicans) is a commensal fungus found throughout the human body in locations such as the mouth, gastrointestinal tract, vagina, and skin. Most infections are superficial, such as fungal nails, yet as an opportunistic pathogen, this yeast is capable of causing severe, life-threatening illness in immunocompromised hosts; therefore, it is a potential concern for crew during long term spaceflight. In addition, the dichotomy between the commensal and pathogenic behaviors of C. albicans is complex and the molecular events responsible for converting a normally benign commensal into a highly pathogenic organism, which in systemic infections can produce 30–45% mortality, have not been fully elucidated. Moreover, the therapeutic repertoire to treat systemic Candida infections is limited. There are four classes of antifungal agents used clinically, including polyenes (e.g., Amphotericin B), echinocandins (e.g., caspofungin), azoles (e.g., fluconazole) and nucleoside analogs (e.g., flucytosine). Amphotericin B (AmB) was utilized as an early therapeutic for Candida infections and its derivatives remain among the most effective treatments for systemic disease. For these reasons, AmB was chosen for analyses in the microgravity-associated susceptibility studies described herein. It has been proposed that AmB functions at the level of the cell membrane, where it interacts with the yeast-specific sterol, ergosterol, forming pores and compromising membrane integrity. In contrast, caspofungin (CAS) was used to evaluate the yeast response to an antifungal agent harboring a mechanism of action distinct from that of AmB. Caspofungin compromises cell wall formation by inhibiting (1–3)-β-D-glucan synthase.\n\nC. albicans is a dimorphic eukaryotic organism consisting of spherical yeast form cells and elongated filamentous cells and has been shown to respond to environmental stresses such as temperature, pH, and altered gas environments with physiological characteristics often associated with virulence. Indeed the extreme environment of microgravity presents a unique challenge for organisms that have evolved under normal gravity. Microgravity may provide novel environmental stress cues leading to physiological adaptations or may allow insights into molecular pathways otherwise masked by a gravity-based environment, such as that described for the Pseudomonas Hfq pathway. Among the potential adaptations of interest are those properties of C. albicans, on both the single and multicellular level, that enable it to infect an immunocompromised host. A well-studied phenotypic transition in C. albicans is filamentation, or hyphal/pseudohyphal formation, which can be induced by a variety of environmental conditions including temperature, pH, serum, elevated CO2 and hypoxia. The combination of filamentous and yeast form cells can also form biofilms, or multicellular communities, contributing to increased virulence and enhanced resistance to environmental insults. As such, C. albicans, particularly in community form, has been documented to have increased resistance to antifungal agents. In short, this yeast is capable of altering its phenotype in a number of ways to become better suited for infection and the environmental cues responsible for initiating these transitions are numerous. Hallmarks of an infectious form of C. albicans include robust growth, filamentation, biofilm production and resistance to antifungal agents. The studies included herein will focus on these yeast characteristics to determine whether microgravity represents an environmental cue with the potential to alter virulence.\n\nDue to limited access and the expense of spaceflight opportunities, ground-based simulators, such as rotating wall vessels or random positioning machines, have been used to generate a ‘modeled microgravity’ environment in order to predict the response of cells to spaceflight microgravity. High Aspect Ratio Vessels (HARV) are rotating-wall vessels that, by revolving about an axis perpendicular to the gravitational vector, create a state of functional weightlessness and minimal fluid shear within the chamber. Low-fluid shear may indeed be an important environmental signal for organisms cultivated in microgravity. Reduced convection and diminished bulk flow may resulted in an altered cell-associated microenvironment through depletion of nutritional components and accumulation of waste products. Interestingly, when cultivated in analog bioreactors or in the true microgravity environment, many, but not all, organisms display morphological and genetic changes consistent with increased virulence and invasive behavior. Previous studies of C. albicans cultured in HARV bioreactors demonstrated adaptations that included cells with increased filamentation, increased resistance to the antifungal agent AmB, altered colony morphology, and altered biofilm complexity. The studies described herein focus on whether exposure of C. albicans to true microgravity induces similar adaptation responses to those observed in ground-based analog studies, especially as they relate to the potential for increased virulence. Embedded in these studies are comparisons between spaceflight experiments and between two separate flight hardware systems.",
  "methods": "2. Materials and Methods\n\n2.1. Yeast Strain and Growth Conditions\n\nC. albicans (SC5314, American Type Culture Collection) was maintained as a frozen stock at −80 °C. Routinely, and specifically the week before flight preparations, streak plates were initiated from frozen stock. As needed for experiment preparation, isolated colonies were used to initiate overnight planktonic cultures. For ground-based studies and flight sample preparation, all cells were cultured in YPD (1% yeast extract, 2% peptone, 2% glucose, Becton Dickinson, Franklin Lakes, NJ, USA) at 30 °C with shaking at 225 rpm for up to 18 h for planktonic cultures and inverted for 3 days for plated colonies, unless otherwise noted in specific methods.\n\n2.2. Missions: Common Procedures\n\nPre-flight sample preparation was done at Kennedy Space Center in the Space Station Processing Facility (SSPF). Freshly prepared yeast streak plates, and any specialized reagents or equipment, were shipped overnight to the SSPF laboratory. These reagents were shipped in replicate on consecutive days to minimize any complications of potential transport delays. The research team arrived approximately 10 days prior to launch, navigated the necessary badging and training requirements within the site-specific scheduling and availability, received the shipments of biologics, and began experimental preparations forthwith. Flight and terrestrial control samples, with a predetermined and condition-specific sample excess (spares), were prepared in bulk whenever possible. Following an incubation period, the bulk-prepared samples were inspection for contamination and other anomalies (bubbles, volume discrepancies, etc.), and removed from the population as necessary. From the remaining samples, flight and terrestrial control specimens were chosen and extra samples were deconstructed, cleaned, and sterilized should they be needed for reloading in the event of an extended launch delay. It should be noted that selection of flight and terrestrial control samples was essentially random other than verifying that flight hardware was imperfection free (no glass chips/cracks, no angled septa, etc.). Following launch, the terrestrial control samples were shipped overnight to the Montana-based laboratory at the appropriate temperature using phase change packaging as needed. Flight and terrestrial control experiments were conducted near synchronously; the offset time being determined before flight and allowing for communication of each procedure from the flight crew, to the Implementation Partner (BioServe Space Technologies, Boulder, CO, USA), and then to the research team. Mission-specific timing is included in Table 1. In addition, Figure 1A,B synopsize the hardware utilized in each mission as well as the general contents and construction of the experimental samples. Specific experimental design details will be provided in the payload-specific sections below and are summarized in Figure 1C. To clarify the payload nomenclature, flight experiments are provided with an organizational name, in our case by NASA Space Biology as part of their funded microbial series of studies (Micro-x), and the payloads become broadly referred to by these names. The payloads (experiments) are manifested on a spaceflight mission once preflight requirements have been met and flight resources (space on a launch vehicle, crew time, International Space Station (ISS)- based resources) become available. Our first set of experiments is referred to as Micro-6, which was flown on Space X Cargo Resupply Service (CRS)-1, with a reflight referred to as Micro-8, flown on Space X CRS-4. The next set of experiments (Micro-14) was split between two missions so is further defined, for the benefit of clarity herein, by the hardware used, specifically the Fluid Processing Apparatus (FPA) and Fluorinated Ethylene Propylene (FEP) bags. Micro-14/FPA was flown on Space X CRS-16 and Micro-14/FEP was flown on Space X CRS-17. The details of each payload/experiment are described in detail below. In each case, the C. albicans inoculum was prepared and stored in sterile water to maintain stasis. Experiments were initiated, or activated, by the addition of the inoculum to medium to stimulate growth. Following the defined growth period, experiments were terminated by the addition of fixative or by placing the samples at a restricted temperature (−95 °C or 4 °C, depending on the experiment). Upon completion of the mission and once the samples were received in the home laboratory, yeast were isolated from the hardware, which in many cases required deconstruction of the hardware components (de-integration), and processed as indicated for each of the specific outcome measures.\n\n2.3. Mission-Specific Growth Conditions and Procedures\n\n2.3.1. Micro-6 (and the Reflight Micro-8), Space X CRS-1 and -4, Respectively\n\nThe hardware utilized for these payloads consisted of FPAs, organized eight per Group Activation Pack (GAP) (BioServe Space Technologies). See Figure 1A for a graphic representation of the FPA hardware and Figure 1C for an overview of the experimental design. Each FPA was divided into 2 or 3 chambers, indicated as chamber A, B and C, which were loaded sequentially and compartmentalized by rubber septa. Chamber A was loaded with 2.7 mL 1.2× YPD (Sigma Aldrich, St. Louis, MO, USA), containing the antifungal agent AmB (Sigma Aldrich, St. Louis, MO, USA) where indicated. Chamber B was loaded with 0.5 mL C. albicans diluted in water (Low inoculum = 100 cells/mL, High inoculum = 1 × 105 cells/mL, and are referred to as Low and High, respectively). Chamber C contained 2.7 mL termination medium, consisting of either fixative (8.4% v/v paraformaldehyde, Polysciences, Inc, Warrington, PA, USA) or fresh medium (1x YPD for samples returned live). The GAPs were maintained at a cool temperature, specifically 4 °C pre-flight, ambient during launch, and 12 °C on the ISS, until the scheduled activation at 30 °C. Following the growth period (44 h for Low inoculum and 30 h for High inoculum), GAPs were chilled to 4 °C and maintained at that temperature through the remainder of the mission. There were two operational windows during the mission. Samples that were scheduled to be fixed were activated early in the mission (referred to as Early) to avoid any potential decreases in viability due to on-orbit storage. Conversely, cells that were scheduled to be returned live were activated as late as possible in the mission (referred to as Late) so as to retain viability following the growth period and during the transition back to Earth and the home laboratory. During transport back to Earth (splashdown in the Pacific Ocean) and then to the California-based handover location, samples were at ambient temperature (Micro-6) or 4 °C (Micro-8). Following payload handover to the Implementation Partner (BioServe Technologies) and research team, the samples were transitioned to storage on ice until they arrived at the home laboratory. Viable samples were isolated from the de-integrated hardware and processed the day of arrival. HOBO temperature sensors were included in representative GAPs to retrospectively analyze the temperature profiles and consistency between flight and terrestrial control samples (Figure 2).\n\n2.3.2. Micro-14/FPA, Space X CRS-16\n\nSimilar to Micro-6/8, the hardware utilized for this payload consisted of FPAs organized eight per GAP (BioServe Space Technologies). This experiment also had two operational windows. Some samples were cultured as described below early in flight (Early) and preserved either with the addition of paraformaldehyde or by freezing until the end of the mission. The remaining samples were maintained at 4 °C and cultured as late as possible in the mission (Late) and returned live and chilled (4 °C) for post flight analyses requiring cell growth. During each operational window, cells were cultured in microgravity for 24 h +/− 1 h at 30 °C. FPAs were prepared with 2 or 3 chambers as follows. (1) Samples to be frozen consisted of 2 chambers: Chamber A was loaded with 5 mL of YPD (referred to as Low due to the lower cell concentration upon inoculation) and overlaid with an air bubble to promote gas exchange. Chamber B was loaded with 0.5 mL of yeast suspended in water (4 × 104 cells/mL). There was no chamber C. (2) Samples to be fixed consisted of 3 chambers: Chamber A was loaded with 2.7 mL YPD (referred to as High as the cell concentration was higher at the time of inoculation) and overlaid with an air bubble. Chamber B was loaded with 0.5 mL of yeast suspended in water (4 × 104 cells/mL). Chamber C was loaded with 2.2 mL paraformaldehyde (10% v/v). (3) Samples to be returned viable consisted of 3 chambers: Chamber A was loaded with 2.7 mL YPD (referred to as High as the cell concentration was higher at the time of inoculation) and overlaid with an air bubble. Chamber B was loaded with 0.5 mL of yeast suspended in water (4 × 104 cells/mL). Chamber C was loaded with 2.2 mL 1× YPD. Following completion of the mission, the live samples were isolated from de-integrated hardware and processed the day they arrived in the home laboratory; fixed and frozen samples were isolated shortly thereafter. Temperature sensors were included in representative GAPs to retrospectively analyze the operational transitions as well as consistency between flight and terrestrial control samples (Figure 2).\n\n2.3.3. Micro-14/FEP, Space X CRS-17\n\nThe FEP bag hardware was utilized for cultivating yeast in this payload and involved serial passage-style growth. The parent culture (Large FEP) was serially propagated over five days and from each of these populations a set of antifungal sensitivity cultures were initiated (Small FEP, see Figure 1B and details in Section 2.4.3. Large FEP bags for the parent cultures were filled with 1× YPD (11.0 mL for the initial culture, Bag A, and 11.8 mL for the four downstream cultures, Bags B-E) and gas bubbles were removed. The yeast inoculum of 1 mL (4 × 104 cells/mL in water) was loaded into a 3 cc syringe and sealed for transport. The needleless syringe was used to inoculate the initial culture (11 mL FEP bag, Bag A) on orbit. Following 24 h of growth at 30 °C, 0.5 mL of culture was removed from Bag A and diluted 20-fold in water (D1 FEP bags). An aliquot of this diluted sample (0.25 mL) was used to inoculate the next Large FEP bag (11.8 mL YPD, Bag B). This process was repeated such that the yeast was continually propagated through five cycles of 24 h growth (Bags C, D and E). The Large FEP bag samples were frozen (<−80 °C) either in the presence (Bag A and E) or absence (Bags B–D) of glycerol as a cryopreservation agent. As a complement to this series of growth, Small FEP bags containing 2.8 mL YPD and antifungal agents as indicated (AmB, 0.12–5 mg/L; and CAS, 0.01–0.1 mg/L) were inoculated with a dilution of the corresponding Large FEP culture. Specifically, the 20-fold dilution prepared from the large FEP bag as described above (D1) was further diluted 10-fold (D2 FEP bag) and aliquots (0.2 mL) were used to inoculate each Small FEP bag (A1–12 from FEP Bag A; B1–12 from FEP Bag B, etc.). These cultures were grown at 30 °C for 24 h and then frozen at <−80 °C for the duration of the mission. At the end of the mission, frozen samples were maintained at <−25 °C from undocking to the California-based handover location using phase change bags (Cold Stowage, NASA, Houston, TX, USA) and then to the home laboratory using dry ice.\n\n2.4. Ground-Based Analyses\n\n2.4.1. Cell Growth and Morphology\n\nCells were fixed with paraformaldehyde (4% v/v, final) either in flight or immediately following hardware de-integration post flight. Direct manual cell counts were performed in duplicate using a Bright-Line hemocytometer (Sigma Aldrich) quantifying total cells as well as the contribution of cells with an extended morphology (filamentation; length greater than 2× the width of the cell) to the population. Samples were also stained with Calcofluor White (25 μM final, Molecular Probes) to stain chitin in the yeast cell wall and visualized using epifluorescence microscopy. Cell diameter and filament length were recorded using image collection on a Nikon Eclipse E-800 and interpreted using the software program Metamorph.\n\nSamples of non-fixed cultures were cultured post-flight on YPD agar plates as an indication of viability. Viability was calculated using colony forming units (CFU) with the actual/observed number of colonies compared to that expected based on cell counts. It is important to note that cell viability is likely to be higher than interpreted from the CFU analyses included in these studies due to the convention of our cell counting; budding cells are counted as two cells since that is how they will likely contribute to growth in planktonic cultures, whereas, these cells may remain associated during the plating process and give rise to a single colony. With this in mind, it should be understood that post-flight cell viability was quite high.\n\n2.4.2. Biofilm formation\n\nPrevious studies demonstrated that C. albicans formed biofilm communities on the siliconized rubber membrane component of HARV bioreactors. For this reason, small (5 mm2) samples of this membrane (Synthecon, Houston, TX, USA) were included in chamber A of select FPAs in Micro-6 and Micro-14/FPA. Samples were fixed during the mission and analyzed upon return. Upon hardware de-integration, the membrane coupons were placed into individual wells of a 24-well plate and stained with Crystal Violet (0.4% w/v in water, 1 mL per well, Sigma Aldrich) to stain cells and cell matrix components, adapted from previous methods. Excess stain was aspirated, 1mL water was added to each well and mixed thoroughly. From each well, 100 μL was transferred to a 96-well plate to record optical density (referred to as ‘stain’). Excess water was removed from each well and discarded. A fresh aliquot of sterile water (1 mL) was added to each well, mixed, and a 100 μL sample was transferred to the 96-well plate (wash 1). Membranes were subjected to two more rounds of water washes and a final extraction with 1 mL of 10% v/v acetic acid (aa wash) to remove residual organic material, each involving transfer of a 100 μL aliquot to the 96-well plate (referred to as wash 2, wash 3, and aa wash, respectively). Stain levels were quantified on a microplate reader at 595 nm (iMark, BioRad, Hercules, CA, USA).\n\n2.4.3. Antimicrobial Resistance\n\nThe susceptibility of C. albicans to antifungal agents was determined by the ability of cells to grow in the presence of the indicated drug. Cells were either cultured in the presence of antifungal agents during the mission and preserved by fixation or freezing, or following the flight, live yeast was exposed to the antifungal agents immediately after recovery from the hardware. In the former case, the growth medium was supplemented with the antifungal agent in the hardware and maintained at 4 °C to retain drug efficacy into the mission timeline. Following the 24 h growth period, samples were fixed as indicated in the Mission-Specific details. Susceptibility was determined by direct cell count and the results were compared to samples without drug, as well as to the corresponding terrestrial controls. Alternatively, yeast cells were cultured in microgravity without treatment and returned live. Viable cells were recovered from the de-integrated hardware, counted, diluted to 1 × 105 cells/mL, and added (100 μL) in triplicate to wells of a 96-well plate pre-loaded with 100 μL control medium (2× YPD) or antifungal agent (2×) in YPD. The plates were incubated at 30 °C for 24 h and 72 h and cell growth was quantified by optical density at 595 nm (iMark, BioRad, Hercules, CA, USA). The drug concentrations chosen to assess AmB and CAS sensitivity were identified in the literature and refined empirically based on dose sensitivity assays performed with the Candida isolate used in the laboratory (unpublished data and).\n\n2.4.4. Statistical Analysis\n\nFor all data sets, means +/− standard deviations are shown. Determination of the difference between mean values for each data set was assessed by Student t-test. Significance testing comparisons are described in the associated figure legends and are routinely provided as flight compared to terrestrial controls, antifungal agent to control, or between hardware types. Significance was established at p values <0.05, with more specific p values provided in the corresponding figure legends.",
  "results": "3. Results\n\n3.1. Mission Timelines\n\nAlthough each mission has different timing, the specifics of which change in real time based on the actual launch date and accompanying mission scenario, Table 1 summarizes our general experiences for each payload. Categories in this table were chosen to provide perspective and demonstrate the temporal opportunities and constraints in which experiments are conducted. Understanding the launch cancelation (scrub) and subsequent launch scenarios (Scrub delay and Launch date) establishes the prelaunch experiment planning and preparation, especially as they relate to sensitive reagents and cells that have longevity and storage considerations. Launch to dock (arrival at the ISS) and Dock to sample access represent times during which samples are largely inaccessible for processing, although temperature requirements can often be maintained even with non-powered payloads. The lapse of time between when the vehicle docks and when the crew accesses specific samples may be important for an experiment, but occurs during a busy time of the mission. As such the timing for sample transfer to on-orbit power-controlled environments or early initiation of experimental procedures are negotiable, but ultimately needs to fit within the crew schedule, competing requests, and mission priorities. The Length of mission illustrates the active duration of the on-orbit procedures during which experiments can be conducted, including the shoulder days necessary for vehicle unpacking (beginning of the mission) and packing (end of the mission), during which crew time may be limited. Of note, samples often need to be equilibrated to a particular storage/post-mission temperature for travel once the experimental procedures are complete. One-to-two days is typically allowed for this temperature transition before packing the samples into the return vehicle (Experiment completion to undock). Finally, from the time the vehicle splashes down to when the samples arrive at the home laboratory, Splashdown to home lab, is relevant for sample processing considerations. These timelines will vary based on the splashdown location, travel time to shore, requirements of the science, and individual opportunities. In total, the timeline data is presented to provide some perspective as to how to prepare for and maximize the success of a spaceflight experiment using the ISS.\n\n3.2. Sample Temperature Transitions throughout Mission\n\nOur first flight experiment was transported to the ISS on SpX CRS-1, so we were eager to obtain as much tracking information as possible, especially since there was no historical data on which to depend. In order to evaluate whether samples were exposed to the expected temperatures and to compare ambient temperatures within the ISS to those of the terrestrial setting of our laboratory, HOBO temperature sensors were included in selected GAPs. Figure 2 provides representative temperature tracings for flight and corresponding terrestrial controls for the duration of the indicated mission. Examples from SpX CRS-1 (Figure 2A), -4 (Figure 2B) and -16 (Figure 2C) are included. SpX CRS-17 utilized FEP bags and thus did not accommodate an accompanying temperature sensor. As illustrated in each panel, the active aspects of the experimental procedures were well aligned between the flight (black lines) and terrestrial controls (green lines) in terms of time and temperature (see activation and termination indicators on tracings, labeled and indicated by red vertical lines). The time offset (usually 2 h) between flight and terrestrial experimental procedures, which is necessary to verify on-orbit procedures by the crew, was removed to improve the temperature comparisons between conditions. Although the mid-mission storage temperatures varied slightly, with terrestrial controls elevated 1–2 °C relative to flight in SpX CRS-1 (Figure 2A) and reduced by approximately 7 °C in SpX CRS-16 (Figure 2C), the sample quality was likely to be minimally affected because the temperature variance was during stasis or after the operational window of the experiment. Of concern though, was the elevated temperatures of the SpX CRS-1 flight samples following undocking (approaching 25 °C) since the elevated temperature would promote post-microgravity growth of samples being returned live. Other than that specific situation, the temperatures of terrestrial samples were well-aligned with flight samples and the temperature targets were well approximated.\n\n3.3. Yeast Growth\n\nAt the time the initial studies were designed and initiated in 2011, one priority was to determine whether microgravity influenced overall cell growth. Although a simple outcome measure, growth was an important consideration for yeast as a potential infectious risk in spaceflight, but also provided insight into yeast adaptation to the microgravity environment. Embedded within the growth studies was a plan to allow the yeast to grow in microgravity for as long as possible, in spite of the requirement for a sealed growth chamber to ensure crew safety in the presence of an opportunistic pathogen. As such, the FPA bioreactors were prepared with two concentrations of yeast; a high inoculum (High, 1 × 105 cells/mL) to ensure growth, and a low inoculum (Low, 100 cells/mL) to allow maximum replicative potential before stationary phase was reached. The protocol was also designed such that yeast growth was activated early (Early) in the mission to minimize any potential storage stress on the cells while maintained in water-induced stasis. In addition, comparable samples were stored and activated late (Late) in the mission so that cells could also be returned live for post-mission analyses. This design also allowed some comparison between cells activated Early and Late in the mission to evaluate the effects of storage in the microgravity environment. As seen in Figure 3A, cell growth in most of the samples peaked at ~1 × 106 cells/mL, although the Low inoculum samples activated Early in the mission (Early Low) grew to a slightly higher density and demonstrated a minor advantage to cells grown in microgravity (Early Low, * p = 0.02).\n\nIt is worth noting that in Micro-6, cells that were scheduled to be returned live and stored at 4 °C actually experienced a 3-day transport temperature of nearly 25 °C (Figure 2). The cell growth data in Figure 3A for viable samples (‘Viable Low’ and ‘Viable High’) suggest that the cells indeed continued to grow. The higher level of growth in the flight samples as compared to terrestrial controls likely reflects the elevated temperature during transport. There was not a mechanism to track temperatures in real-time in order to subject terrestrial controls samples to conditions comparable to that experienced by the flight samples. Interestingly, the additional growth of the viable samples in both microgravity and terrestrial conditions indicates that the culture environment was capable of supporting at least 1–2 additional doublings, thus other factors must have been contributing to the apparent growth cap (1 × 106 cells/mL) observed in the other Micro-6 samples (Figure 3A). For clarity, the on-orbit growth period was sufficiently long for the Low inoculum samples to reach a density of 6 × 107 cells/mL and the High inoculum samples to reach a density of >1 × 108 cells/mL, using generation times established in ground-based studies.\n\nAs seen in Table 2, generation times were calculated, factoring in the differences in inoculum size, and found to be similar between flight samples and the terrestrial controls. Interestingly, samples with the High cell inoculum had much longer generation times (300+ min/generation as compared to 150+ min/generation), suggesting the cell density of 1 × 106 cells/mL was reached and the culture likely went into stationary phase. A kinetic analysis of cell growth was not performed due to resource constraints and safety precautions, so temporal aspects of the yeast growth dynamics cannot be concluded from these studies.\n\nIn the Micro-14 experiments, yeast grew to a 10-fold higher cell density than in the Micro-6 payload, even though they both used the FPA hardware (Table 2, Figure 3B). As indicated in Table 2, the generation times were similar among the Micro-14/FPAs, regardless of the initial cell concentration. Due to the similarity in growth characteristics of the Low and High inoculum samples in the Micro-14/FPA payload, the data were aggregated for Figure 3B. In this case, there is a trend toward an increased cell density of cells cultivated in microgravity.\n\nFinally, yeast cells grew most robustly when cultured in the FEP bag bioreactor (Table 2, Figure 3C) both in terms of shortest generation times and highest cell density. Indeed, the cell density observed in the FEP bags resembles that obtained with ground-based shaker cultures (2–3 × 108 cells/mL). For comparison, activation occurred at approximately 4100 cells/mL in the Large FEP bags (parent cultures for the serial cultivation) and approximately 33,300 cells/mL in the Small FEP bags (medium-only control bags from the antifungal drug study). These inoculations were the result of serial dilutions and inoculation done by flight crew (and corresponding ground crew), so cell concentrations are predicted. The cells within the Large FEP bags likely did not reach maximal density due to the length of the growth period, which in hindsight could have been extended another couple of hours. Data obtained from the small FEP bags in this payload indicates that C. albicans grows to a higher density in microgravity than in the terrestrial controls (** p = 0.01). Cumulatively, there was a trend in each of the payloads and in two types of hardware suggesting yeast grows to a higher cell density in microgravity than in terrestrial control conditions.\n\n3.4. Biofilm Formation\n\nBiofilm formation is an important adaptation for cells facing environmental stress and our previous studies indicated that biofilm communities formed on the siliconized rubber membranes in HARV bioreactors. As such, small coupons of this material were included in select FPAs in the Micro-6 and Micro-14 payloads to determine whether C. albicans would colonize the substrate de novo during short duration growth. During post-mission analyses, colonies could not be identified by microscopy in either experiment. The membrane coupons included in Micro-14/FPAs were fixed during flight and upon return they were subjected to a staining and washing procedure that is designed to identify cells, cellular debris, and/or cell-deposited matrix attached to the membrane substrate. From published studies, the more resistant the stain is to removal by washing, the tighter the association is between the stained material (cell community and components thereof) and the substrate. Although a small and preliminary experiment, Figure 4 indicates that there does not seem to be an advantage for cells to form biofilms on the membrane coupons under the conditions in which they were grown. It is important to note that these were 24 h growth studies and it may take longer for the yeast to form cellular communities, especially if the substrate is not specifically inoculated. Indeed, the terrestrial control membranes appeared to be more apt to retain stained cellular components than in the flight samples, perhaps due to gravity-induced sedimentation (green line). In contrast, yeast was retained to a greater extent on the membrane coupons of cultures grown in hypoxic conditions in microgravity than comparable terrestrial controls (manuscript in preparation). Longer term studies, with cells under a variety of conditions, will be required to fully understand biofilm formation in the microgravity environment.\n\n3.5. Cell Morphology and Filamentation\n\nThe propensity of C. albicans to form filaments when confronted with environmental stresses, and the association of this morphology with increased virulence, led us to evaluate cell size and shape as first line analyses to determine whether and how the yeast adapt to a novel environment. Indeed, we and others have demonstrated differences in cell size, cell clumping, and filamentation of C. albicans cultivated in simulated or true microgravity. Initial analyses of the Micro-6 payload suggested that more of the samples cultured in microgravity contained filamented cells than did the corresponding terrestrial control samples. A more thorough analysis of each payload found substantial variability, but did not support the hypothesis that microgravity stimulates a filamentous morphology (Figure 5A). Interestingly, although the overall level of filamented cells was low in each of the payloads, cells cultured in FEP bags had a significantly lower level of filamented cells than those in FPAs, regardless of whether they were cultured in microgravity or on Earth (Figure 5A). Cell size was also variable, with large cells measuring over 7.5 μm and smaller cells measuring 3.1 μm, although the average size of yeast form cells was not significantly different between flight (4.8 μm) and terrestrial controls (4.6 μm). Filaments were observed within the populations, whether cultivated in microgravity or terrestrially, with some filaments reaching lengths of over 142 μm (Figure 5C). In contrast to previous studies, cell clumping was not observed.\n\n3.6. Characteristics of C. albicans Cultured Post Flight\n\nMany outcome measures can be obtained from experiments conducted to completion on the ISS, yet for reasons of feasibility (especially working with a potential pathogen), as well as sample access and efficient use of crew time, we were interested in determining whether samples could be cultured in microgravity, returned live, and assessed immediately upon return with ground-based procedures. As preliminary evidence from the data obtained on SpX CRS-1 and presented in Figure 3A, it was clear that yeast transitioned to 4 °C following the growth period in microgravity remained viable and were capable of continued growth. In those studies, viable samples from the Micro-6 payload were scheduled to be returned at 4 °C, but the unavailability of cold storage resulted in transition to ambient temperature, as illustrated in Figure 2A. The yeast continued to grow during transport as observed in Figure 3A (‘Viable Low’ and ‘Viable High’). In retrospect, it was determined that flight samples were maintained at approximately 5 °C higher than terrestrial controls for nearly three days, likely contributing to the relative higher growth observed in the flight samples.\n\nAs a quantitative analysis of post-flight viability, yeast cells were plated to evaluate colony forming units (CFU) relative to that expected based on direct cell counts. As illustrated in Figure 6A, the colony forming potential, and thus cell viability, following the Micro-6 mission was similar between flight and terrestrial controls, regardless of inoculum concentration. Interestingly, when the same analysis was performed on samples in the Micro-14/FPA payload, with transport temperatures maintained at <6 °C, terrestrial controls had a rate of viability double that of samples cultured in microgravity (Figure 6B). CFU analysis was also performed on yeast that were cryopreserved (5% glycerol) during the Micro-14/FEP mission. As observed in Figure 6C, the viability of cryopreserved yeast following propagation in microgravity is comparable to that of terrestrial controls. Although cryopreservation is a well-documented mechanism to maintain viability, pre-flight ground-based studies indicated that C. albicans is surprisingly hardy when frozen in the absence of a cryopreservation agent. Non-flight associated, ground-based studies demonstrated that although there is a rapid reduction in viability of cells stored at −80 °C, 50% of cells survive when frozen for 50 days, and 30% survive frozen for 100 days when compared to cells stored for the same amount of time in 5% glycerol (unpublished data). Considering this resiliency, cells frozen in microgravity without cryopreservation in Micro-14/FEP (Small FEP bags) were plated to determine viability. Surprisingly, yeast cultured in microgravity were remarkably more susceptible to freeze damage in the absence of a cryopreservation agent than were the terrestrial controls (Figure 6D). Similarly, flight samples frozen without cryopreservation in Micro-14/FPA also had a 5.9- to 10-fold lower viability (as per CFU) than did the terrestrial samples (data not shown). The discrepancy of survival between flight and control samples observed in these studies is intriguing. Due to reduced convection, the samples in microgravity are likely to freeze at a slower rate than terrestrial controls, yet a slower rate of freezing is often associated with improved cell viability. Thus, the freezing rate is not likely to explain the difference in survival between microgravity and terrestrial cells. Indeed, ground-based studies comparing fast and slow freezing rates did not result in differences in yeast viability (data not shown). In addition, since the cells in Figure 6D were frozen for the return trip to Earth, it seems unlikely that re-entry g-force would have much impact on cell viability. Cumulatively, the diminished post-flight survival of cells cultivated in microgravity and stored either chilled (Figure 6B) or frozen without cryopreservation (Figure 6D) may suggest cellular adaptations that compromise cell wall or plasma membrane integrity. Current studies are underway evaluating changes in ergosterol, the membrane-associated yeast lipid comparable to cholesterol, levels in microgravity.\n\nIn addition to quantifying colony numbers, macro-architecture of the colonies was also evaluated. We previously demonstrated that colonies initiated from cells cultured in analog conditions, specifically the ground-based HARV bioreactors, demonstrated a complex and relatively unique morphology referred to as highly irregular wrinkled (HIW). These colonies also consisted of a high percentage of filamentous cells. We were eager to evaluate whether similar macrostructure was produced from cells cultured in microgravity. As illustrated in Figure 7 (panels A–F), the predominating colony morphology was smooth with agar-invading spike-like projections and larger offshoots, referred to as ‘feet’ projections in the literature. This colony structure did not vary between flight samples (Figure 7A,C,E) and corresponding terrestrial controls (Figure 7B,D,F) in the Micro 6 (Figure 7A,B) or Micro 14/FPA (Figure 7C–E) payloads. The observed morphology was not representative of the fully smooth structure commonly associated with terrestrial cultures of C. albicans nor to the HIW colonies observed almost exclusively from cells cultured in the HARV (Figure 7H). The observed spikey morphology seems to be specific to cells cultured in FPAs, as those grown in the FEP bags (Figure 7G) were predominantly smooth, with some colonies harboring the more traditional ‘feet’ projections often attributed to elevated CO2 conditions.\n\nWhether cells produced colonies, and how many, was used to evaluate cell viability as previously described and demonstrated in Figure 6. In addition, the size (diameter in mm) of individual colonies was measured as an indirect indicator of cell health and vigor. The diameter was measured on an average of 15 isolated colonies when possible (there were not that many colonies produced from the non-cryopreserved cells from Micro-14/FEP, Figure 6D). As illustrated in Figure 7I, there was an overall trend for cells cultured in flight to give rise to slightly larger colonies. In conjunction with the yeast growth presented in Figure 3, this is another outcome measure that indicates cells may gain a growth advantage upon exposure to microgravity as compared to terrestrial controls. In addition, the growth advantage appears to be retained for at least a few days following re-introduction to Earth’s gravity environment. Colonies derived from cells harvested from FPAs (Micro-6 and Micro-14/FPA) were similar in size to those harvested from FEP bags (Micro-14/FEP) suggesting the hardware was not introducing differences in growth potential.\n\n3.7. Susceptibility to Antifungal Agents\n\nAs an opportunistic pathogen, the susceptibility of C. albicans to antifungal agents is an important consideration with regard to spaceflight crew safety. This becomes even more critical based on our previous findings that yeast cultured in analog bioreactors (HARV) have an increased resistance to AmB. As such, the ability of C. albicans to grow in the presence of two antifungal agents (AmB and CAS) was evaluated both by treating cells during the mission while in microgravity, as well as on yeast returned live following the conclusion of the flight. The Micro-6 payload was specifically designed to evaluate yeast growth in the presence of AmB while in microgravity. Cell growth was activated by the addition of medium containing 0.12 mg/L and 0.25 mg/L AmB and the samples were fixed following the growth period. Upon conclusion of the mission cell counts were performed to indicate the susceptibility of C. albicans to the cytotoxic effects of the antifungal agent (Figure 8A). AmB susceptibility was also evaluated in cells returned viable and exposed to drug following the mission, using CFU as the viability indicator. Interestingly, the AmB susceptibility results from the Micro-6 payload were nearly identical, regardless of whether drug exposure was in microgravity (Figure 8A) or following post-flight cultivation (Figure 8B). Although both doses of AmB impacted yeast growth, flight cells were more resilient than terrestrial control cells in the presence of the highest dose of AmB (0.25 mg/L). The Micro-14/FEP payload was also designed to evaluate antifungal sensitivity in microgravity. Parent cultures were serially passaged as described in Methods. On two separate occasions during the serial growth (following day 1 and 3 for AmB or day 2 and 4 for CAS), a dilution of the Large FEP bag culture was used to inoculate Small FEP bags containing antifungal agents (see Figure 1 for experimental design details). On each of the four days of the analysis, yeast were also cultured in control medium and 0.25 mg/L AmB for a direct day-to-day comparison. There was not a notable day-to-day adaptation of yeast to the antifungal agents (data not shown); therefore, samples conducted on the two separate days were treated as replicates and grouped in the analyses described herein. Throughout these studies, there was a consistent trend for the cells cultured without drug to grow to a higher density in flight as compared to terrestrial controls, as demonstrated in Figure 3. In addition, and as illustrated in Figure 8C/D, cells grew to a higher density in all conditions of the FEP payload when compared to Micro-6 FPA samples. Cultures propagated in microgravity were consistently more resistant to AmB than comparable terrestrial controls (p < 0.006). As illustrated in Figure 8C, flight samples grew in the presence of AmB when compared to untreated flight samples (p < 0.05), whereas the growth of terrestrial samples was stagnated in the presence of the antifungal agent when compared to the untreated ground controls (p > 0.33). As such, cells cultured in microgravity were more resistant to all doses of AmB than were the corresponding terrestrial control cells (p < 0.002). In contrast, companion cultures in the Micro-14/FEP payload that were exposed to a functionally distinct antifungal agent, CAS, were susceptible to increasing concentrations of drug, (Figure 8D). When CAS-treated samples were compared to the corresponding control cultures (flight CAS vs. flight YPD; terrestrial CAS vs. terrestrial YPD), the lowest dose had very little impact on cell growth and the highest dose prevented nearly all growth. Only at the intermediate dose of CAS (0.025 mg/L) was there an apparent difference between the impact of the drug on cells cultivated in flight or terrestrially. When compared to the untreated samples, terrestrial controls were more resistant to CAS than the cells cultured in microgravity, although not to the level of significance. Consequently, the resistance to AmB does not appear to indicate a broad spectrum resistance to antifungal agents and thus, the resistance to AmB may help elucidate the molecular and cellular adaptations that are occurring in microgravity.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "microgravity",
    "spaceflight",
    "yeast",
    "amphotericin B",
    "caspofungin",
    "antifungal",
    "ISS",
    "Space X",
    "FPA",
    "GAP",
    "FEP bag",
    "Article"
  ],
  "citations": [
    {
      "title": "On Commensalism of Candida",
      "authors": [
        "J.A. Romo",
        "C.A. Kumamoto"
      ]
    },
    {
      "title": "Candida albicans commensalism in the gastrointestinal tract",
      "authors": [
        "B.A. Neville",
        "C. d’Enfert",
        "M.E. Bougnoux"
      ]
    },
    {
      "title": "CandidaInfections: An Overview",
      "authors": [
        "F.C. Odds"
      ]
    },
    {
      "title": "Candida albicansBiofilms and Human Disease",
      "authors": [
        "C.J. Nobile",
        "A.D. Johnson"
      ]
    },
    {
      "title": "Epidemiology of Invasive Candidiasis: A Persistent Public Health Problem",
      "authors": [
        "M.A. Pfaller",
        "D.J. Diekema"
      ]
    },
    {
      "title": "Immune System Dysregulation During Spaceflight: Potential Countermeasures for Deep Space Exploration Missions",
      "authors": [
        "B.E. Crucian",
        "A. Chouker",
        "R.J. Simpson",
        "S. Mehta",
        "G. Marshall",
        "S.M. Smith",
        "S.R. Zwart",
        "M. Heer",
        "S. Ponomarev",
        "A. Whitmire"
      ]
    },
    {
      "title": "Candida albicans-Epithelial Interactions: Dissecting the Roles of Active Penetration, Induced Endocytosis and Host Factors on the Infection Process",
      "authors": [
        "B. Wächtler",
        "F. Citiulo",
        "N. Jablonowski",
        "S. Förster",
        "F. Dalle",
        "M. Schaller",
        "D. Wilson",
        "B. Hube"
      ]
    },
    {
      "title": "Candida commensalism and virulence: The evolution of phenotypic plasticity",
      "authors": [
        "D.R. Soll"
      ]
    },
    {
      "title": "Candidemia in a Tertiary Care Hospital: Epidemiology and Factors Influencing Mortality",
      "authors": [
        "H. Alonso-Valle",
        "O. Acha",
        "J.D. García-Palomo",
        "C. Fariñas-Álvarez",
        "C. Fernández-Mazarrasa",
        "M.C. Fariñas"
      ]
    },
    {
      "title": "A Prospective Observational Study of Candidemia: Epidemiology, Therapy, and Influences on Mortality in Hospitalized Adult and Pediatric Patients",
      "authors": [
        "P.G. Pappas",
        "J.H. Rex",
        "J. Lee",
        "R.J. Hamill",
        "R.A. Larsen",
        "W. Powderly",
        "C.A. Kauffman",
        "N. Hyslop",
        "J.E. Mangino",
        "S. Chapman"
      ]
    },
    {
      "title": "Candida albicans antifungal resistance and tolerance in bloodstream infections: The triad yeast-host-antifungal",
      "authors": [
        "S. Costa-de-Oliveira",
        "A.G. Rodrigues"
      ]
    },
    {
      "title": "Hidden Killers: Human Fungal Infections",
      "authors": [
        "G.D. Brown",
        "D.W. Denning",
        "N.A.R. Gow",
        "S.M. Levitz",
        "M.G. Netea",
        "T.C. White"
      ]
    },
    {
      "title": "Candida Infections and Therapeutic Strategies: Mechanisms of Action for Traditional and Alternative Agents",
      "authors": [
        "G.C.D.O. Santos",
        "C.C. Vasconcelos",
        "A.J.O. Lopes",
        "M.D.S.D.S. Cartágenes",
        "A.K.D.B. Filho",
        "F.R.F.D. Nascimento",
        "R.M. Ramos",
        "E.R.R.B. Pires",
        "M.S. De Andrade",
        "F.M.G. Rocha"
      ]
    },
    {
      "title": "It only takes one to do many jobs: Amphotericin B as antifungal and immunomodulatory drug",
      "authors": [
        "A.C. Mesa-Arango",
        "L. Scorzoni",
        "O. Zaragoza"
      ]
    },
    {
      "title": "Aqueous pores created in thin lipid membranes by the polyene antibiotics nystatin and amphotericin B",
      "authors": [
        "A. Finkelstein",
        "R. Holz"
      ]
    },
    {
      "title": "Executive Summary: Clinical Practice Guideline for the Management of Candidiasis: 2016 Update by the Infectious Diseases Society of America",
      "authors": [
        "P.G. Pappas",
        "C.A. Kauffman",
        "D.R. Andes",
        "C.J. Clancy",
        "K.A. Marr",
        "L. Ostrosky-Zeichner",
        "A.C. Reboli",
        "M.G. Schuster",
        "J.A. Vazquez",
        "T.J. Walsh"
      ]
    },
    {
      "title": "Transcription factors in Candida albicans-environmental control of morphogenesis",
      "authors": [
        "J.F. Ernst"
      ]
    },
    {
      "title": "Coupling temperature sensing and development: Hsp90 regulates morphogenetic signalling in Candida albicans",
      "authors": [
        "R. Shapiro",
        "L. Cowen"
      ]
    },
    {
      "title": "Adaptation to environmental pH: Integrating the Rim101 and calcineurin signal transduction pathways",
      "authors": [
        "A.L. Kullas",
        "S.J. Martin",
        "D. Davis"
      ]
    },
    {
      "title": "Synergistic Regulation of Hyphal Elongation by Hypoxia, CO2, and Nutrient Conditions Controls the Virulence of Candida albicans",
      "authors": [
        "Y. Lu",
        "C. Su",
        "N.V. Solis",
        "S.G. Filler",
        "H. Liu"
      ]
    },
    {
      "title": "Microbial Responses to Microgravity and Other Low-Shear Environments",
      "authors": [
        "C.A. Nickerson",
        "C.M. Ott",
        "J.W. Wilson",
        "R. Ramamurthy",
        "D.L. Pierson"
      ]
    },
    {
      "title": "Space flight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq",
      "authors": [
        "J.W. Wilson",
        "C.M. Ott",
        "K.H. Zu Bentrup",
        "R. Ramamurthy",
        "L. Quick",
        "S. Porwollik",
        "P. Cheng",
        "M. McClelland",
        "G. Tsaprailis",
        "T. Radabaugh"
      ]
    },
    {
      "title": "Candida albicans cell-type switching and functional plasticity in the mammalian host",
      "authors": [
        "S.M. Noble",
        "B.A. Gianetti",
        "J.N. Witchley"
      ]
    },
    {
      "title": "Candida albicans pathogenicity mechanisms",
      "authors": [
        "F.L. Mayer",
        "D. Wilson",
        "B. Hube"
      ]
    },
    {
      "title": "Hypoxia and Temperature Regulated Morphogenesis in Candida albicans",
      "authors": [
        "P.R. Desai",
        "L. Van Wijlick",
        "D. Kurtz",
        "M. Juchimiuk",
        "J.F. Ernst"
      ]
    },
    {
      "title": "Resistance of Candida albicans biofilms to antifungal agents in vitro",
      "authors": [
        "S.P. Hawser",
        "L.J. Douglas"
      ]
    },
    {
      "title": "Recent insights into Candida albicans biofilm resistance mechanisms",
      "authors": [
        "L. Mathé",
        "P. Van Dijck"
      ]
    },
    {
      "title": "Yeast genomic expression patterns in response to low-shear modeled microgravity",
      "authors": [
        "K.B. Sheehan",
        "K. McInnerney",
        "B. Purevdorj-Gage",
        "S.D. Altenburg",
        "E.L. Hyman"
      ]
    },
    {
      "title": "Increased Filamentous Growth of Candida albicans in Simulated Microgravity",
      "authors": [
        "S.D. Altenburg",
        "S.M. Nielsen-Preiss",
        "L.E. Hyman"
      ]
    },
    {
      "title": "Ground-Based Facilities for Simulation of Microgravity: Organism-Specific Recommendations for Their Use, and Recommended Terminology",
      "authors": [
        "R. Herranz",
        "R. Anken",
        "J. Boonstra",
        "M. Braun",
        "P.C. Christianen",
        "M. De Geest",
        "J. Hauslage",
        "R. Hilbig",
        "R.J. Hill",
        "M. Lebert"
      ]
    },
    {
      "title": "Modeled Microgravity Increases Filamentation, Biofilm Formation, Phenotypic Switching, and Antimicrobial Resistance inCandida albicans",
      "authors": [
        "S.C. Searles",
        "C.M. Woolley",
        "R.A. Petersen",
        "L.E. Hyman",
        "S.M. Nielsen-Preiss"
      ]
    },
    {
      "title": "Pseudomonas aeruginosa growth and production of exotoxin A in static and modeled microgravity environments",
      "authors": [
        "S.P.E. Guadarrama",
        "S. Broadway",
        "B. Pyle"
      ]
    },
    {
      "title": "Optimized suspension culture: The rotating-wall vessel",
      "authors": [
        "T.G. Hammond",
        "J.M. Hammond"
      ]
    },
    {
      "title": "Effects of macromolecular crowding on intracellular diffusion from a single particle perspective",
      "authors": [
        "D. Hall",
        "M. Hoshino"
      ]
    },
    {
      "title": "Spaceflight Enhances Cell Aggregation and Random Budding in Candida albicans",
      "authors": [
        "A. Crabbé",
        "S.M. Nielsen-Preiss",
        "C.M. Woolley",
        "J. Barrila",
        "K. Buchanan",
        "J. McCracken",
        "D.O. Inglis",
        "S.C. Searles",
        "M.A. Nelman-Gonzalez",
        "C.M. Ott"
      ]
    },
    {
      "title": "Phenotypic Changes Exhibited by E. coli Cultured in Space",
      "authors": [
        "L. Zea",
        "M. Larsen",
        "F. Estante",
        "K. Qvortrup",
        "R. Moeller",
        "S.D. De Oliveira",
        "L. Stodieck",
        "D. Klaus"
      ]
    },
    {
      "title": "The effects of modeled microgravity on growth kinetics, antibiotic susceptibility, cold growth, and the virulence potential of a Yersinia pestis ymoA-deficient mutant and its isogenic parental strain",
      "authors": [
        "A. Lawal",
        "M.L. Kirtley",
        "C. van Lier",
        "T.E. Erova",
        "E.V. Kozlova",
        "J. Sha",
        "A.K. Chopra",
        "J.A. Rosenzweig"
      ]
    },
    {
      "title": "Effects of Microgravity on the Virulence of Listeria monocytogenes, Enterococcus faecalis, Candida albicans, and Methicillin-Resistant Staphylococcus aureus",
      "authors": [
        "T.G. Hammond",
        "L. Stodieck",
        "H.H. Birdsall",
        "J.L. Becker",
        "P. Koenig",
        "J.S. Hammond",
        "M.A. Gunter",
        "P.L. Allen"
      ]
    },
    {
      "title": "The response of Candida albicans to simulated microgravity",
      "authors": [
        "C. Woolley",
        "S. Nielsen-Preiss",
        "L. Hyman"
      ]
    },
    {
      "title": "In VitroCulturing and Screening ofCandida albicansBiofilms",
      "authors": [
        "M. Gulati",
        "M.B. Lohse",
        "C.L. Ennis",
        "R.E. Gonzalez",
        "A.M. Perry",
        "P. Bapat",
        "A.V. Arevalo",
        "D.L. Rodriguez",
        "C.J. Nobile"
      ]
    },
    {
      "title": "In vitro activity of antifungal combinations against planktonic and sessile cells of Candida albicans isolated from medical devices in an intensive care department",
      "authors": [
        "H. Touil",
        "Z. Boucherit-Otmani",
        "K. Boucherit"
      ]
    },
    {
      "title": "Species-Specific and Drug-Specific Differences in Susceptibility of Candida Biofilms to Echinocandins: Characterization of Less Common Bloodstream Isolates",
      "authors": [
        "M. Simitsopoulou",
        "P. Peshkova",
        "E. Tasina",
        "A. Katragkou",
        "D. Kyrpitzi",
        "A. Velegraki",
        "T.J. Walsh",
        "E. Roilides"
      ]
    },
    {
      "title": "Cytometric approach for a rapid evaluation of susceptibility of Candida strains to antifungals",
      "authors": [
        "C. Pina-Vaz",
        "F. Sansonetty",
        "A.G. Rodrigues",
        "S. Costa-Oliveira",
        "C. Tavares",
        "J. Martinez-De-Oliveira"
      ]
    },
    {
      "title": "Antibiotic susceptibility testing ofCandida albicans by flow cytometry",
      "authors": [
        "R.S. Pore"
      ]
    },
    {
      "title": "Effects of simulated microgravity and spaceflight on morphological differentiation and secondary metabolism of Streptomyces coelicolor A3(2)",
      "authors": [
        "B. Huang",
        "N. Liu",
        "X. Rong",
        "J. Ruan"
      ]
    },
    {
      "title": "Best Practices in Cryopreservation. 2016: American Type Culture Collection",
      "authors": [
        "S. Budd"
      ]
    },
    {
      "title": "",
      "authors": [
        "C. Bond"
      ]
    },
    {
      "title": "Colony morphology of Candida spp. as a guide to species identification",
      "authors": [
        "B. Buschelman",
        "R.N. Jones",
        "M. Pfaller",
        "F.P. Koontz",
        "G.V. Doern"
      ]
    },
    {
      "title": "The “Finger,” a Unique Multicellular Morphology of Candida albicans Induced by CO2and Dependent upon the Ras1-Cyclic AMP Pathway",
      "authors": [
        "K.J. Daniels",
        "C. Pujol",
        "T. Srikantha",
        "D.R. Soll"
      ]
    },
    {
      "title": "Variability in Candida albicans (Robin Berkhout) Studies on morphology and biochemical activity",
      "authors": [
        "J. Brown-Thomsen"
      ]
    },
    {
      "title": "Effects of culture density on the kinetics of germ tube formation in Candida albicans",
      "authors": [
        "J.P. Ahrens",
        "M.R. Daneo-Moore",
        "H.R. Buckley"
      ]
    },
    {
      "title": "A Molecular Genetic Basis Explaining Altered Bacterial Behavior in Space",
      "authors": [
        "L. Zea",
        "N. Prasad",
        "S.E. Levy",
        "L. Stodieck",
        "A. Jones",
        "S. Shrestha",
        "D. Klaus"
      ]
    },
    {
      "title": "Molecular modelling of membrane activity of amphotericin B, a polyene macrolide antifungal antibiotic",
      "authors": [
        "M. Baginski",
        "K. Sternal",
        "J. Czub",
        "E. Borowski"
      ]
    },
    {
      "title": "CO2 Acts as a Signalling Molecule in Populations of the Fungal Pathogen Candida albicans",
      "authors": [
        "R.A. Hall",
        "L. De Sordi",
        "D.M. Maccallum",
        "H. Topal",
        "R. Eaton",
        "J.W. Bloor",
        "G.K. Robinson",
        "L.R. Levin",
        "J. Buck",
        "Y. Wang"
      ]
    }
  ],
  "original_title": "Growth and antifungal resistance of the pathogenic yeast, Candida albicans, in the microgravity environment of the International Space Station: An aggregate of multiple flight experiences.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f47e/8067245/24f08e264337/life-11-00283-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f47e/8067245/55938aa816ac/life-11-00283-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f47e/8067245/85da51cfe881/life-11-00283-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f47e/8067245/56d1ca85a9ad/life-11-00283-g004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f47e/8067245/b5a5857d671b/life-11-00283-g005.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f47e/8067245/507cb867c330/life-11-00283-g006.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f47e/8067245/d39aba1c2825/life-11-00283-g007.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f47e/8067245/d6aa5750e378/life-11-00283-g008.jpg"
  ]
}