{
  "pmcid": "PMC8412175",
  "title": "Human Neural Stem Cells Flown into Space Proliferate and Generate Young Neurons",
  "abstract": "Here we demonstrate that human neural stem cells (NSCs) proliferate while in space and they express specific NSC markers after being in space. NSCs displayed both higher oxygen consumption and glycolysis than ground controls. These cells also kept their ability to become young neurons. Electrophysiological recordings of space NSC-derived neurons showed immature cell membrane properties characterized by small capacitance and very high input resistance. Current injections elicited only an incipient action potential. No spontaneous synaptic events could be detected, suggesting their immature status even though most recorded cells displayed complex morphology and numerous cell processes. Ascertaining the origin of the NSCs′ increased energy requirement is of the essence in order to design effective measures to minimize health risks associated with long-duration human spaceflight missions.",
  "introduction": "Introduction\n\nThe long-term effects of the space environment on the central nervous system (CNS) still remain largely unknown. Human space travelers experience a unique environment that affects homeostasis and physiological adaptation. In particular, neuro-psycho-physiological health deserves special attention to ensure successful long-term space missions. In recent years, studies have started to address neural function and behavior in space. It has been reported that cerebellar, sensorimotor, and vestibular brain areas seem to be the most affected. Microgravity reduces central venous and intracranial pressure; nonetheless, intracranial pressure is not reduced to the levels observed in the 90° degrees seated upright posture on Earth. Instead, the basal levels over 24 h in microgravity pressure in the brain are slightly higher than those on Earth, which may cause the remodeling of the eye in astronauts. Moreover, a space flight-associated neuro-ocular syndrome (SANS) has been recently described. At the cellular level, it has been shown that microgravity induces apoptosis, alters the cytoskeleton, and affects the differentiation, proliferation, and metabolic status in different cells. Nonetheless, only a few aspects regarding the sensitivity of human neural stem cells (hNSCs) in microgravity have been reported. An interesting article from Silvano and collaborators showed that murine cerebellar neural stem cells (NSCs) respond to simulated microgravity by the arrest of their cell cycle in S-phase and enhanced apoptosis. They also found that these changes were transient and upon return to normal gravity (1 G) these cells recovered their stemness and a normal cell cycle.\n\nThe objective of the present study was to determine how the space environment influences human-induced pluripotent stem cell-derived NSCs, their biology, and their fate choice capability toward the neuronal phenotype.",
  "methods": "Methodological Approach\n\nNSCs were derived from induced pluripotent stem cells. The original cells, known as “CS83iCTR-33nxx” (such as skin cells or lymphoblasts), were “reprogrammed” and provided to us by the Cedars-Sinai Medical Center via a material transfer agreement.\n\nNSCs were seeded onto an 8-well Petri dish from Airbus-Kiwi (Friedrichshafen, DE), flown to the International Space Station (ISS), and installed in the Space Technology and Advanced Research System Experiment Facility-1 at 37 °C. The cells remained onboard the ISS for 39.3 days and then returned to Earth.\n\nAfter splashdown, transport to Long Beach airport, and delivery to UCLA, the NSCs were retrieved from the hardware, plated onto poly-d-lysine-coated flasks in our proprietary stem cell chemically defined medium (STM), and allowed to recover from space flight. Subsequently, some of these NSCs were plated in neuronal specification medium (NSM).",
  "results": "Results\n\nNSCs in Space Environment (SPC) Preserve Their “Stemness” and Proliferate\n\nThis experiment was designed to ascertain the proliferation of NSCs solely while in microgravity. In order to elucidate if NSCs in “space microgravity” proliferate, we used the Type IV automated experiment insert from Kiwi (Airbus, Friedrichshafen, DE), allowing for a fresh medium change twice during space travel. The medium within which the cells traveled was replaced with fresh medium containing bromodeoxyuridine (BrdU) two days after the cargo berth to the ISS. Therefore, BrdU incorporation took place during three days. NSC cultures were then arrested with the second stem cell medium and placed at 4 °C for further examination upon return to the laboratory (Scheme 1).\n\nNSCs were seeded onto a mesh-cell carrier because cells adhere firmly to it and have a better resistance to vibrations and g-forces during take-off and re-entry to the atmosphere. This protocol was tested and verified during the science definition phase of the investigation following NASA’s requirements (Figure 1A).\n\nUpon return, the NSCs were recovered and post-fixed to perform triple immunofluorescence against two NSC markers as previously described —polysialic acid (PSA) cell adhesion molecule (NCAM), known as PSA-NCAM, and the intermediate filament protein nestin, also known as a neural stem/progenitor cell marker—as well as BrdU for the detection of new DNA as a marker for cell proliferation (Figure 2).\n\nPassive Experiments\n\nIn order to ascertain the health status of the NSCs, we performed experiments using 8-well Petri dishes from Kiwi (Airbus). We have called these passive experiments, because tire cells remained within the same culture medium for 45 days (counting from handover to handover), having spent a total of 39.3 days in space from launch to splashdown of the dragon vehicle and the rest of the time in transit. Upon return, the cells were harvested from the hardware and seeded on poly-d-lysine. After the recovery period, the NSCs were seeded in Seahorse Bioscience XFplates (Agilent) to assess their cellular bioenergetic status. Tire oxygen consumption rare (OCR) and the extracellular acidification rate (ECAR, a measure of glycolysis) were both higher in the NSCs exposed to the space environment as compared to the ground control cells, indicating a higher metabolic state (Figure 3). These measurements were performed one week after the NSCs returned to Earth. Therefore, one can infer that NSCs “remember” having been in microgravity. Alternatively, re-adaptation to 1 G may have prompted higher energetic needs.\n\nFate Choice\n\nAfter the recovery period, the NSCs were fed with neuronal specification medium (NSM) in order to obtain neurons. Exposure to a space environment did not alter the NSCs potential to choose the neuronal fate. Interestingly, neuroblasts proliferated for more than 1 week after being in NSM before moving toward maturation. The timeline for neuronal specification is shown in Scheme 2.\n\nNeuronal Specification.\n\nUpon their return to Earth, the cells were allowed to recover in NSC medium and standard conditions for 9 days. NSCs were introduced to neuronal specification medium (NSM) on Day 10. After 10 or 14 days of having been in NSM, we examined the electrophysiological properties of these cells.\n\nElectrophysiological recordings of SPC-NSC-derived neurons were obtained 10 days or 14 days after being in NSM using standard procedures, as detailed in our previous publication Figure 4.\n\nA total of seven plates containing SPC-NSCs were used, and 16 cells were recorded in voltage and current clamp modes using a K-gluconate-based internal solution. First, passive membrane properties were determined in the voltage clamp mode. The cell membrane capacitance was relatively small (27.3 ± 1.9 pF, mean ± SEM), while the input resistance was high (553.4 ± 84.7 MΩ). The decay time constant was very fast (0.4 ± 0.05 ms). These properties are similar to those obtained from implanted NSCs. After measuring passive membrane properties, the recording was switched to the current clamp mode. The mean resting membrane potential was relatively depolarized (−38.1 ± 1.8 mV), and upon injection of depolarizing current steps, most cells displayed a small-amplitude action potential, suggesting that these SPC-NSCs were in an immature state. In the gap free mode, we determined that spontaneous synaptic activity was not yet apparent.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "neural stem cells",
    "pluripotency",
    "space flight",
    "microgravity",
    "proliferation",
    "neuronal specification",
    "neurons",
    "energetics",
    "glycolysis",
    "Article"
  ],
  "citations": [
    {
      "title": "The effect of spaceflight and microgravity on the human brain",
      "authors": [
        "A Van Ombergen",
        "A Demertzi",
        "E Tomilovskaya",
        "B Jeurissen",
        "J Sijbers",
        "IB Kozlovskaya",
        "PM Parizel",
        "PH Van de Heyning",
        "S Sunaert",
        "S Laureys"
      ]
    },
    {
      "title": "Effect of gravity and microgravity on intracranial pressure",
      "authors": [
        "JS Lawley",
        "LG Petersen",
        "EJ Howden",
        "S Sarma",
        "WK Cornwell",
        "R Zhang",
        "LA Whitworth",
        "MA Williams",
        "BD Levine"
      ]
    },
    {
      "title": "Space Flight-Associated Neuro-ocular Syndrome",
      "authors": [
        "AG Lee",
        "TH Mader",
        "CR Gibson",
        "W Tarver"
      ]
    },
    {
      "title": "Parabolic maneuvers of the Swiss Air Force fighter jet F-5E as a research platform for cell culture experiments in microgravity",
      "authors": [
        "M Studer",
        "G Bradacs",
        "A Hilliger",
        "E Hürlimann",
        "S Engeli",
        "CS Thiel",
        "P Zeitner",
        "B Denier",
        "M Binggeli",
        "T Syburra"
      ]
    },
    {
      "title": "Consequences of Simulated Microgravity in Neural Stem Cells: Biological Effects and Metabolic Response",
      "authors": [
        "M Silvano",
        "E Miele",
        "MC Valerio",
        "L Casadei",
        "F Begalli",
        "AF Campese",
        "ZM Besharat",
        "V Alfano",
        "L Abballe",
        "G Catanzaro"
      ]
    },
    {
      "title": "Phenotype Specification and Development of Oligodendrocytes and Neurons from Rat Stem Cell Cultures Using Two Chemically Defined Media. Special Issue on Stem cells",
      "authors": [
        "A Espinosa-Jeffrey",
        "S Becker-Catania",
        "PM Zhao",
        "R Cole",
        "J de Vellis"
      ]
    },
    {
      "title": "Efficient generation of viral and integration free human induced pluripotent stem cell-derived oligodendrocytes",
      "authors": [
        "A Espinosa-Jeffrey",
        "B Blanchi",
        "JC Biancotti",
        "S Kumar",
        "M Hirose",
        "B Mandefro",
        "D Talavera",
        "N Benvenisty",
        "J de Vellis"
      ]
    },
    {
      "title": "Human Neural Stem Cell Transplantation Rescues Functional Deficits in R6/2 and Q140 Huntington’s Disease Mice",
      "authors": [
        "JC Reidling",
        "A Relaño-Ginés",
        "SM Holley",
        "J Ochaba",
        "C Moore",
        "B Fury",
        "A Lau",
        "AH Tran",
        "S Yeung",
        "D Salamati"
      ]
    },
    {
      "title": "Spaceflight-Induced Intracranial Hypertension and Visual Impairment: Pathophysiology and Countermeasures",
      "authors": [
        "LF Zhang",
        "AR Hargens"
      ]
    },
    {
      "title": "",
      "authors": [
        "A Espinosa-Jeffrey",
        "S Kumar",
        "I Wanner",
        "A Taniguchi",
        "K Oregel",
        "M Hirose",
        "J Green",
        "J Gau",
        "J de Vellis"
      ]
    },
    {
      "title": "Simulated microgravity enhances oligodendrocyte mitochondrial function and lipid metabolism",
      "authors": [
        "A Espinosa-Jeffrey",
        "K Nguyen",
        "S Kumar",
        "O Toshimasa",
        "R Hirose",
        "K Reue",
        "L Vergnes",
        "J Kinchen",
        "J de Vellis"
      ]
    }
  ],
  "original_title": "Human Neural Stem Cells Flown into Space Proliferate and Generate Young Neurons",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3a6a/8412175/009b5b02dca7/nihms-1066938-f0005.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3a6a/8412175/299dd6393de7/nihms-1066938-f0001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3a6a/8412175/66d6fca477ae/nihms-1066938-f0002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3a6a/8412175/ce48e5be61de/nihms-1066938-f0003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3a6a/8412175/88161e3fde50/nihms-1066938-f0006.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3a6a/8412175/8fd44459e599/nihms-1066938-f0004.jpg"
  ]
}