{
  "pmcid": "PMC8260663",
  "title": "Overexpression of catalase in mitochondria mitigates changes in hippocampal cytokine expression following simulated microgravity and isolation",
  "abstract": "Isolation on Earth can alter physiology and signaling of organs systems, including the central nervous system. Although not in complete solitude, astronauts operate in an isolated environment during spaceflight. In this study, we determined the effects of isolation and simulated microgravity solely or combined, on the inflammatory cytokine milieu of the hippocampus. Adult female wild-type mice underwent simulated microgravity by hindlimb unloading for 30 days in single or social (paired) housing. In hippocampus, simulated microgravity and isolation each regulate a discrete repertoire of cytokines associated with inflammation. Their combined effects are not additive. A model for mitochondrial reactive oxygen species (ROS) quenching via targeted overexpression of the human catalase gene to the mitochondria (MCAT mice), are protected from isolation- and/or simulated microgravity-induced changes in cytokine expression. These findings suggest a key role for mitochondrial ROS signaling in neuroinflammatory responses to spaceflight and prolonged bedrest, isolation, and confinement on Earth.",
  "introduction": "Introduction\n\nIsolation is an important feature of the spaceflight environment. Interplanetary missions (e.g., trip to Mars) will involve mission crew operating in isolated environments for prolonged periods of time. On Earth, isolation has profound effects on the central nervous system (CNS) including behavioral changes, upregulated oxidative stress pathways, neuroinflammatory responses, as well as brain cytokine alterations. In addition, isolation worsens aging-related cognitive impairments and immune deficits.\n\nSpaceflight also can lead to immune dysfunction as well as reactivation of latent viruses. International Space Station (ISS) crew members on a 6-month spaceflight mission had diminished T/NK cell function and increased inflammatory plasma cytokine levels. In shorter duration missions (9–14 days), changes in the distribution and function of peripheral leukocytes were also detected in astronauts. Further, the subset of astronauts who experienced viral shedding also displayed increased plasma cytokine protein levels in their plasma during flight, linking dysregulated cytokine levels with impaired immune function.\n\nWe showed previously that isolation in combination with simulated microgravity by hindlimb unloading (HU) led to a reduction in the percentage of circulating CD4+ immune cells, which was not observed in social housed HU animals. This finding suggests that isolation can modify immune responses to simulated spaceflight and that the combination of these two spaceflight stressors can lead to discrete immune deficits. However, the combined effects of isolation and microgravity on neuroimmune outcomes are not defined. Excess production of free radicals (e.g., reactive oxygen species, ROS) have been linked to neuroinflammation. Yet there have been few studies exploring oxidative damage as a mechanism by which space environmental factors, singly or in combination, mediate aspects of CNS immune responses. To address these gaps in knowledge, HU was conducted on paired (social) and single housed wild-type and MCAT mice, a genetic model for mitochondrial ROS quenching. MCAT mice overexpress the human catalase gene targeted to the mitochondria, a major site of cellular ROS production. MCAT mice display decreased oxidative damage and H2O2 production.\n\nThe MCAT transgenic model was developed to enable testing various aspects of the free radical theory of aging, which posits that cells, tissues, and organisms age due to an accumulation of oxidative damage via excess production of ROS. Overexpression of catalase when targeted specifically to the mitochondria, but not when targeted to the nucleus or cytoplasm, prolongs murine lifespan and reduces age-related cardiovascular and cognitive deficits sharing features with known or anticipated effects of spaceflight. Findings from human astronauts long ago led to the proposal that spaceflight and advancing age share physiological consequences, leading us to question if they also share molecular mechanisms. Therefore, we determined whether the MCAT transgene also is protective using a ground-based model that simulates important aspects of spaceflight, microgravity, and isolation.\n\nMCAT mice show increased median and maximum lifespans (5 months, and 5.5 months, respectively) and are protected from a number of aging-associated pathologies. For example, MCAT mice display protection from cardiovascular deficits and Alzheimer’s disease-related amyloid deposition. Further, the brains of MCAT mice indicate the rescue of simulated space radiation-induced decrements in neurogenesis and neuronal spine morphology. The overexpression of catalase also quenches mitochondrial oxidative stress in macrophages, suggesting that catalase can impact oxidative signaling in inflammatory cells. MCAT mice also exhibit enhanced hippocampal spatial learning, memory, and reduced contextual fear conditioning.\n\nAltered cognitive function is thought to be one of the risks associated with long-duration spaceflight. The production of ROS, pro-inflammatory cytokines, chemokines, and neurotrophic factors are involved in hippocampal neuropathy. Prolonged exposure to simulated microgravity by HU is associated with increased hippocampal oxidative stress biomarkers, which may increase injury. Proteomic analysis of the hippocampus in HU mice reveals changes in structural proteins coupled with the loss of proteins involved in cell metabolism. In addition, microgravity leads to hippocampal-dependent learning and memory impairment in animals.\n\nCytokines are important mediators of both innate and adaptive immunity. They are produced by resident immune cells in the CNS, peripheral tissues, and in circulation. There is emerging evidence that cytokines contribute to the detrimental effects of isolation triggered by disease or injury. For example, hippocampal expression of interleukin-1 beta (IL-1β) is significantly increased 24 h after ischemia in isolated mice compared to untreated controls, but not in pair-housed mice. In humans as well as animals, both spaceflight and simulated microgravity (bedrest) can lead to changes in cytokine expression.\n\nTherefore, in this study, we tested the hypothesis that isolation and simulated microgravity lead to altered hippocampal cytokine expression via mitochondrial ROS-related mechanisms. Hippocampal alterations, e.g., oxidative damage, spatial changes, and genetic alterations have been reported in both actual and modeled microgravity and linked to behavioral deficits. These higher CNS functions are critical for astronaut performance during extended periods of spaceflight. Therefore, the hippocampus was selected as the focus of the current study. We found that quenching mitochondrial ROS mitigated the effects of both simulated microgravity and isolation in the hippocampus. Thus, these findings highlight the importance of mitochondrial ROS mechanisms in CNS responses to these stressors, thereby providing a rationale for testing possible use of antioxidants to mitigate CNS risks associated with long-term space exploration as well as bedrest and isolation on Earth.",
  "methods": "Materials and methods\n\nAnimals and strains\n\nFemale wild-type C57BL/6NJ and MCAT transgenic mice were included in this study. MCAT mice overexpress human catalase localized to the mitochondria. Wild type (WT) and MCAT mice for use in the experiments were generated at NASA Ames Research Center (ARC) by crossing male MCAT mice, B6.Cg-Tg (CAG-OTC/CAT) 4033Prab/J with female C57BL/6NJ mice (from Jackson Laboratory; stocks 016197 and 005304, respectively). Genotyping was performed using the Red’N Amp PCR kit following the manufacturer’s protocol (Millipore-Sigma). All animal procedures were performed in compliance with protocols approved by the Institutional Animal Care and Use Committee at ARC. The approved animal protocols associated with this study are NAS-16-006 and NAS-16-007.\n\nHindlimb unloading\n\nSixteen-week-old female wild-type C57BL/6NJ and MCAT mice on C57BL/6NJ background were assigned to one of eight experimental groups, and housed either individually (single housed) or in pairs (social housed) (Supplementary Fig. 1). Females were selected for this study in part because the majority of rodent studies to date on simulated and actual weightlessness have used females. The wild-type groups in this study were the same animals used in our previous report which focused on the assessment of musculoskeletal outcomes and flow cytometry-based immune cell profiling in response to isolation. The traditional NASA Ames HU cage system was used for single housed HU animals, while normally loaded (NL) single housed controls were maintained single housed in standard vivarium cages. A separate validation experiment confirmed that NL mice housed in standard vivarium cages or in HU cages did not differ in body weights, plasma corticosterone levels, soleus mass, bone structure, and immune cell populations in peripheral blood (data not shown). A custom caging system as we had previously described, was used for social housed, HU mice (pairs). Social housed, NL controls were maintained in standard vivarium cages in pairs as controls for the social HU mice. Animals assigned to HU groups were acclimated for 3 days in HU cages but without unloading, prior to the onset of HU. Room temperature was maintained at a range of 23–24 °C with a 12-h light: 12-h dark cycle. Food and water were provided ad libitum. Nestlests (Ancare) were provided as enrichment for the animals. Animal weights and food consumption were monitored throughout the duration of the experiment. Animals were euthanized 30 days after the onset of HU via CO2 inhalation followed by cervical dislocation.\n\nSample collection and analysis\n\nHU was initiated across three consecutive days with equal numbers of wild-type and MCAT mice (similar ages) on any given day to accommodate the large number of animals in this study. All experimental groups experienced the same length of treatments (e.g., HU). Consequently, dissections were performed across 3 consecutive days.\n\nThe left brain hemisphere was flash frozen and a tissue biopsy (1.20 mm Harris micro punch) from the hippocampus was performed inside a cryotome chamber set at −20 °C to avoid thawing. Hippocampal tissue was then homogenized in mild lysis buffer (Tris 50 mM, NaCl 150 mM, Igepal 1%), Protease Inhibitors (Millipore-Sigma). Samples were then centrifuged at 4 °C at 1000 × g for 10 min and supernatants aliquoted and frozen at −80 °C until analysis.\n\nCytokine protein abundance in hippocampal homogenates were analyzed using a Mouse Cytokine/Chemokine Array 44-Plex-MD44 (EVE Technologies), and concentration standards run for each cytokine. IL-3 cytokine expression was validated by ELISA (Abcam, Cat# ab113345-IL-3). Hippocampal cytokine levels were normalized to total protein content as determined by BCA assay.\n\nBlood was collected from the vena cava immediately after euthanasia. Undiluted plasma was analyzed for cytokine protein abundance as employed for hippocampal homogenates.\n\nStatistical analysis for cytokine analysis\n\nStatistical analysis of cytokine expression was performed using JMP (SAS), Version 14.0.0. Equal variance was first evaluated by Levene’s test and normality assessed by Shapiro–Wilk goodness of fit test. If equal variance and normality were met, a fit model was performed taking into account the three main effects: loading state (NL or HU), housing (single or social), and genotype (WT or MCAT) and comparisons between the main effects done two at a time (two-way ANOVA) (Supplementary Fig. 1). A two-way ANOVA was selected since we were interested in understanding how one factor interacted with one other factor. The threshold of statistical significance for both main factor and interaction effects was set at p < 0.05. If interaction effects were evident, a Tukey post hoc test was performed at p < 0.05. If a main effect was evident, a Dunnett’s test was applied to determine differences between groups of that main effect. A two-way ANOVA also was conducted to evaluate the effects of loading state (NL or HU), genotype (WT or MCAT), and loading state × genotype on the four single housed groups (Supplementary Fig. 1). Similarly, a two-way ANOVA was performed on the four social housed groups (Supplementary Fig. 1). For datasets with unequal variance and/or non-normal distributions, a non-parametric Wilcoxon all pairs test was performed with statistical significance set at p < 0.05. Refer to Supplementary Tables 1–13 for more info on p values and summary of the statistical testing applied in this study.\n\nDepiction of cytokine results: Venn diagrams\n\nOn the basis of results derived from two-way ANOVA, statistically significant differences in cytokine abundance were summarized in Venn diagrams. As described specifically in each figure and legend, each circle in the diagram represents groups combined according to the various main factors, i.e., loading state (NL or HU, described as Simulated Microgravity effects), or housing (single or social, described as Isolation effects), or genotype (WT or MCAT, described as Genotype effects), with specific cytokines affected by the factors listed within each circle. The intersect of two circles depicts which cytokines were affected by both main factors. A crossbar abutting the intersect of the circles depicts findings that differences in cytokine levels common to both main factors were mitigated in MCAT mice relative to WT mice.\n\nAssays for oxidative damage\n\nHippocampal homogenates were analyzed for ROS and related products. 4-Hydroxynonenal (4-HNE) adduct was measured by OxiSelect HNE Adduct Competitive ELISA (Cell Biolabs, Cat# STA-838).\n\nAssay for plasma corticosterone\n\nPlasma corticosterone was analyzed in 1:100 diluted plasma by ELISA (Abcam, Cat# ab108821).\n\nStatistical analysis for corticosterone and assays for oxidative damage\n\nStatistical analysis as performed using JMP (SAS), Version 14.0.0. Equal variance was first evaluated by Levene’s test and normality assessed by Shapiro–Wilk goodness of fit test. For 4-HNE results, a linear fit model was created using a least squares approach, and involved the three main variables (loading, housing environment, genotype) and their pairwise interactions (2 × 2 × 2 analysis of variance, ANOVA). If interaction effects were observed (p < 0.05), a Tukey post hoc test was performed. For corticosterone results, a non-parametric Wilcoxon all pairs test was performed with statistical significance set at p < 0.05.\n\nReporting summary\n\nFurther information on research design is available in the Nature Research Reporting Summary linked to this article.",
  "results": "Results\n\nEffects of isolation, microgravity and their combination on hippocampal cytokine levels\n\nWe performed unbiased hierarchical clustering of cytokine protein expression to gain insight into the impacts of our main experimental variables, loading state (NL: normally loaded or HU), housing environment (single or social housing), and genotype (WT: wild type or MCAT) on the overall cytokine milieu in the hippocampus (Fig. 1). At the highest hierarchical level, samples generally clustered by housing conditions (single or social). Samples within the single housed cluster, formed sub-clusters mostly based on genotype (WT or MCAT), which was not observed in the social housed cluster. Loading state (NL or HU) did not appear to contribute to observed clustering of cytokine expression.\n\nWe first examined the effects of housing environment in all groups (Fig. 2). A comparison between single and social housed mice revealed marked effects of isolation in the hippocampus. Eleven out of 44 cytokines were elevated in wild-type, single housed mice versus the social-housed group (Fig. 2a and Supplementary Table 3). These effects were mitigated in MCAT mice. IL-6 (Fig. 2b and Supplementary Table 3) is provided as a representative example of the expression pattern evident amongst these 11 cytokines.\n\nNext, we focused on the effects of simulated microgravity and genotype (as main factors and their interactions) on hippocampal cytokine expression in single housed mice (Fig. 3 and Supplementary Table 4). When exploring the effect of genotype (main factor) in single housed mice, we found differences in cytokine expression (Fig. 3a), with 13 out of 44 cytokines showing reduced protein levels in single housed MCAT versus wild-type mice (Supplementary Table 5). HU downregulated IL-13 in WT mice. Interestingly, IL-13 levels were lower in MCAT NL mice than in WT NL mice. HU did not appear to cause any further decreases in IL-13 levels of MCAT animals, suggesting mitigation of cytokine changes (Fig. 3b and Supplementary Table 4).\n\nIn social housed animals, simulated microgravity and transgene expression caused changes in the expression of five hippocampal cytokines (Fig. 4a). Four out of these five cytokines (IL-3, IL-1β, IL-10, and IL-17) were upregulated in HU versus NL mice, and mitigated in MCAT mice (Supplementary Table 6). Results for IL-3 are shown as a representative example of the upregulated cytokines (Fig. 4b). In contrast, (IL-12) was downregulated and this effect also was mitigated in MCAT animals (Supplementary Table 6). Some of the cytokines showed relatively low expression levels (e.g., IL-6, IL-1β, refer to Supplementary Table 1 for full list of cytokines) relative to other cytokines in the panel. These results are consistent with values reported in other studies that suggest biologically relevant effects at these levels of expression. Table 1 summarizes the results of cytokine analysis of hippocampus.\n\nEffects of isolation, microgravity, and their combination on plasma cytokine levels\n\nThe same 44-cytokine protein expression analysis was performed on blood plasma to assess possible system-wide effects of simulated microgravity and isolation. Cytokine expression patterns in the plasma differed markedly from those observed in the hippocampus. Figure 5a shows the effects of simulated microgravity and genotype on cytokine plasma expression in single housed mice. In single housed mice, HU upregulated expression of IL-20 and IFN-β1, whereas these effects were not observed in MCAT mice (Supplementary Table 7). In contrast, HU downregulated MDC (macrophage-derived chemokine), which also was mitigated in MCAT mice (Fig. 5b and Supplementary Table 7). Fractalkine showed a genotype effect (Supplementary Table 8).\n\nIn social housed groups (excluding isolation as a factor), there was a twofold increase in IL-20 protein levels in the plasma of HU mice compared to NL controls. This effect was mitigated in MCAT mice (Fig. 6 and Supplementary Table 9). Within the 44 cytokines tested, isolation showed less impact on plasma cytokine expression levels than observed in the hippocampus.\n\nIsolation affected only two cytokines in plasma—Eotaxin and MDC (Fig. 7). These cytokines were upregulated in single housed animals and unchanged in MCAT mice (Supplementary Table 10). Refer to Table 1 for a summary of results from plasma cytokine analysis.\n\nAssessment of corticosterone levels in plasma\n\nTo begin investigating possible underlying stress-related mechanisms, we measured plasma corticosterone levels in all groups (Supplementary Fig. 2 and Supplementary Table 11). Corticosterone levels were generally higher in the social groups compared to their corresponding single housed groups (only WT single vs WT social housed HU groups showed no differences). We previously reported that HU of wild-type animals led to increased corticosterone levels. In the current study, we found that single housed MCAT mice were protected from HU-induced increases in corticosterone levels. Interestingly, social housed MCAT NL mice had higher corticosterone levels versus social housed WT NL mice. However, HU in social housed MCAT mice did not lead to additional increases in corticosterone levels relative to the social MCAT NL group. Refer to Table 1 for a summary of corticosterone results.\n\nMeasurements of oxidative damage in hippocampus\n\nChanges in inflammatory status have been linked to differences in oxidative damage. To determine whether isolation or simulated microgravity caused oxidative damage in the hippocampus, we measured 4-hydroxynonenal (4-HNE) adduct levels. Single housed WT animals generally showed higher levels of 4-HNE compared to social housed WT mice (Supplementary Fig. 3A, and Supplementary Table 12). In contrast, 4-HNE levels of single versus social housed MCAT groups were generally comparable. Further, no HU effect was observed (Supplementary Table 13).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "Interleukins",
    "Physiology",
    "Article"
  ],
  "citations": [
    {
      "title": "Social isolation-induced changes in the hypothalamic-pituitary-adrenal axis in the rat",
      "authors": [
        "M Serra",
        "MG Pisu",
        "I Floris",
        "G Biggio"
      ]
    },
    {
      "title": "Social isolation exacerbates schizophrenia-like phenotypes via oxidative stress in cortical interneurons",
      "authors": [
        "Z Jiang",
        "GR Rompala",
        "S Zhang",
        "RM Cowell",
        "K Nakazawa"
      ]
    },
    {
      "title": "Cytokine variations and mood disorders: influence of social stressors and social support",
      "authors": [
        "MC Audet",
        "RJ McQuaid",
        "Z Merali",
        "H Anisman"
      ]
    },
    {
      "title": "[Social isolation during old age worsens cognitive, behavioral and immune impairment]",
      "authors": [
        "L Arranz",
        "L Gimenez-Llort",
        "NM De Castro",
        "I Baeza",
        "M De la Fuente"
      ]
    },
    {
      "title": "Immune system dysregulation during spaceflight: potential countermeasures for deep space exploration missions",
      "authors": [
        "BE Crucian"
      ]
    },
    {
      "title": "Multiple latent viruses reactivate in astronauts during Space Shuttle missions",
      "authors": [
        "SK Mehta"
      ]
    },
    {
      "title": "Alterations in adaptive immunity persist during long-duration spaceflight",
      "authors": [
        "B Crucian"
      ]
    },
    {
      "title": "Latent virus reactivation in astronauts on the international space station",
      "authors": [
        "SK Mehta"
      ]
    },
    {
      "title": "NK cell function is impaired during long-duration spaceflight",
      "authors": [
        "AB Bigley"
      ]
    },
    {
      "title": "Plasma cytokine concentrations indicate that in vivo hormonal regulation of immunity is altered during long-duration spaceflight",
      "authors": [
        "BE Crucian"
      ]
    },
    {
      "title": "Immune system dysregulation occurs during short duration spaceflight on board the space shuttle",
      "authors": [
        "B Crucian"
      ]
    },
    {
      "title": "Reactivation of latent viruses is associated with increased plasma cytokines in astronauts",
      "authors": [
        "SK Mehta"
      ]
    },
    {
      "title": "Influence of social isolation during prolonged simulated weightlessness by hindlimb unloading",
      "authors": [
        "CGT Tahimic"
      ]
    },
    {
      "title": "Oxidative stress and neurodegenerative diseases: a review of upstream and downstream antioxidant therapeutic options",
      "authors": [
        "B Uttara",
        "AV Singh",
        "P Zamboni",
        "RT Mahajan"
      ]
    },
    {
      "title": "Extension of murine life span by overexpression of catalase targeted to mitochondria",
      "authors": [
        "SE Schriner"
      ]
    },
    {
      "title": "Aging: a theory based on free radical and radiation chemistry",
      "authors": [
        "D Harman"
      ]
    },
    {
      "title": "Overexpression of catalase targeted to mitochondria attenuates murine cardiac aging",
      "authors": [
        "DF Dai"
      ]
    },
    {
      "title": "Age-dependent cardiomyopathy in mitochondrial mutator mice is attenuated by overexpression of catalase targeted to mitochondria",
      "authors": [
        "DF Dai"
      ]
    },
    {
      "title": "Mitochondrial oxidative stress mediates induction of autophagy and hypertrophy in angiotensin-II treated mouse hearts",
      "authors": [
        "DF Dai",
        "P Rabinovitch"
      ]
    },
    {
      "title": "Enhanced hippocampus-dependent memory and reduced anxiety in mice over-expressing human catalase in mitochondria",
      "authors": [
        "RH Olsen",
        "LA Johnson",
        "DG Zuloaga",
        "CL Limoli",
        "J Raber"
      ]
    },
    {
      "title": "Chronic inflammation (inflammaging) and its potential contribution to age-associated diseases",
      "authors": [
        "C Franceschi",
        "J Campisi"
      ]
    },
    {
      "title": "Spaceflight-associated brain white matter microstructural changes and intracranial fluid redistribution",
      "authors": [
        "JK Lee"
      ]
    },
    {
      "title": "Invited review: role of mechanophysiology in aging of ECM: effects of changes in mechanochemical transduction",
      "authors": [
        "FH Silver",
        "D DeVore",
        "LM Siperko"
      ]
    },
    {
      "title": "Mechanisms of microgravity induced orthostatic intolerance: implications for effective countermeasures",
      "authors": [
        "VA Convertino"
      ]
    },
    {
      "title": "Age effects on rat hindlimb muscle atrophy during suspension unloading",
      "authors": [
        "JM Steffen",
        "RD Fell",
        "TE Geoghegan",
        "LC Ringel",
        "XJ Musacchia"
      ]
    },
    {
      "title": "Space, gravity and the physiology of aging: parallel or convergent disciplines? A mini-review",
      "authors": [
        "J Vernikos",
        "VS Schneider"
      ]
    },
    {
      "title": "Mitochondria-targeted catalase reduces abnormal APP processing, amyloid beta production and BACE1 in a mouse model of Alzheimer’s disease: implications for neuroprotection and lifespan extension",
      "authors": [
        "P Mao"
      ]
    },
    {
      "title": "Mitochondrial-targeted human catalase affords neuroprotection from proton irradiation",
      "authors": [
        "AC Liao"
      ]
    },
    {
      "title": "Targeted overexpression of mitochondrial catalase prevents radiation-induced cognitive dysfunction",
      "authors": [
        "VK Parihar"
      ]
    },
    {
      "title": "Macrophage mitochondrial oxidative stress promotes atherosclerosis and nuclear factor-kappaB-mediated inflammation in macrophages",
      "authors": [
        "Y Wang",
        "GZ Wang",
        "PS Rabinovitch",
        "I Tabas"
      ]
    },
    {
      "title": "Challenges to the central nervous system during human spaceflight missions to Mars",
      "authors": [
        "GR Clement"
      ]
    },
    {
      "title": "Simulated microgravity and low-dose/low-dose-rate radiation induces oxidative damage in the mouse brain",
      "authors": [
        "XW Mao"
      ]
    },
    {
      "title": "Proteomic analysis of mice hippocampus in simulated microgravity environment",
      "authors": [
        "P Sarkar"
      ]
    },
    {
      "title": "Simulated weightlessness aggravates hypergravity-induced impairment of learning and memory and neuronal apoptosis in rats",
      "authors": [
        "XQ Sun",
        "ZP Xu",
        "S Zhang",
        "XS Cao",
        "TS Liu"
      ]
    },
    {
      "title": "Role of cytokines as mediators and regulators of microglial activity in inflammatory demyelination of the CNS",
      "authors": [
        "TD Merson",
        "MD Binder",
        "TJ Kilpatrick"
      ]
    },
    {
      "title": "CSF cytokines/chemokines as biomarkers in neuroinflammatory CNS disorders: a systematic review",
      "authors": [
        "K Kothur",
        "L Wienholt",
        "F Brilot",
        "RC Dale"
      ]
    },
    {
      "title": "Sociality and sickness: have cytokines evolved to serve social functions beyond times of pathogen exposure?",
      "authors": [
        "MB Hennessy",
        "T Deak",
        "PA Schiml"
      ]
    },
    {
      "title": "Social interaction modulates the neuroinflammatory response to global cerebral ischemia in male mice",
      "authors": [
        "MM Gaudier-Diaz"
      ]
    },
    {
      "title": "Is spaceflight-induced immune dysfunction linked to systemic changes in metabolism?",
      "authors": [
        "MJ Pecaut"
      ]
    },
    {
      "title": "Impact of 14-day bed rest on serum adipokines and low-grade inflammation in younger and older adults",
      "authors": [
        "M Jurdana"
      ]
    },
    {
      "title": "Effects of 60-day bed rest with and without exercise on cellular and humoral immunological parameters",
      "authors": [
        "P Hoff"
      ]
    },
    {
      "title": "Changes of cytokines during a spaceflight analog-a 45-day head-down bed rest",
      "authors": [
        "X Xu"
      ]
    },
    {
      "title": "Effects of microgravity and bone morphogenetic protein II on GFAP in rat brain",
      "authors": [
        "JR Day",
        "AT Frank",
        "JP O’Callaghan",
        "BW DeHart"
      ]
    },
    {
      "title": "Three-dimensional spatial selectivity of hippocampal neurons during space flight",
      "authors": [
        "JJ Knierim",
        "BL McNaughton",
        "GR Poe"
      ]
    },
    {
      "title": "Cytomorphometric changes in hippocampal CA1 neurons exposed to simulated microgravity using rats as model",
      "authors": [
        "A Ranjan",
        "J Behari",
        "BN Mallick"
      ]
    },
    {
      "title": "Spaceflight induces oxidative damage to blood-brain barrier integrity in a mouse model",
      "authors": [
        "XW Mao"
      ]
    },
    {
      "title": "Involvement of cholinergic dysfunction and oxidative damage in the effects of simulated weightlessness on learning and memory in rats",
      "authors": [
        "Y Zhang"
      ]
    },
    {
      "title": "Cytokine and chemokine responses in serum and brain after single and repeated injections of lipopolysaccharide: multiplex quantification with path analysis",
      "authors": [
        "MA Erickson",
        "WA Banks"
      ]
    },
    {
      "title": "Low-dose penicillin in early life induces long-term changes in murine gut microbiota, brain cytokines and behavior",
      "authors": [
        "S Leclercq"
      ]
    },
    {
      "title": "Garrido, A., Cruces, J., Ceprian, N., Vara, E. & de la Fuente, M. Oxidative-inflammatory stress in immune cells from adult mice with premature aging. International Journal of Molecular Sciences20, 10.3390/ijms20030769 (2019).",
      "authors": []
    },
    {
      "title": "Effects of acute physical exercise on oxidative stress and inflammatory status in young, sedentary obese subjects",
      "authors": [
        "F Accattato"
      ]
    },
    {
      "title": "Adaptation of the cardiovascular system to weightlessness: surprises, paradoxes and implications for deep space missions",
      "authors": [
        "P Norsk"
      ]
    },
    {
      "title": "Skeletal changes during and after spaceflight",
      "authors": [
        "L Vico",
        "A Hargens"
      ]
    },
    {
      "title": "Spaceflight associated neuro-ocular syndrome (SANS): a systematic review and future directions",
      "authors": [
        "Y Martin Paez",
        "LI Mudie",
        "PS Subramanian"
      ]
    },
    {
      "title": "Muscle atrophy induced by mechanical unloading: mechanisms and potential countermeasures",
      "authors": [
        "Y Gao",
        "Y Arfat",
        "H Wang",
        "N Goswami"
      ]
    },
    {
      "title": "Current trends and future perspectives of space neuroscience towards preparation for interplanetary missions",
      "authors": [
        "CA Frantzidis"
      ]
    },
    {
      "title": "Risks of cognitive detriments after low dose heavy ion and proton exposures",
      "authors": [
        "FA Cucinotta",
        "E Cacao"
      ]
    },
    {
      "title": "Reorganization of motor cortex and impairment of motor performance induced by hindlimb unloading are partially reversed by cortical IGF-1 administration",
      "authors": [
        "J Mysoet"
      ]
    },
    {
      "title": "Microglial cell-derived interleukin-6 influences behavior and inflammatory response in the brain following traumatic brain injury",
      "authors": [
        "P Sanchis"
      ]
    },
    {
      "title": "Interleukin-2 improves amyloid pathology, synaptic failure and memory in Alzheimer’s disease mice",
      "authors": [
        "S Alves"
      ]
    },
    {
      "title": "Toll-like receptor 4 deficiency ameliorates beta2-microglobulin induced age-related cognition decline due to neuroinflammation in mice",
      "authors": [
        "Q Zhong"
      ]
    },
    {
      "title": "Interleukins (from IL-1 to IL-38), interferons, transforming growth factor beta, and TNF-alpha: Receptors, functions, and roles in diseases",
      "authors": [
        "M Akdis"
      ]
    },
    {
      "title": "The interleukin-20 receptor axis in early rheumatoid arthritis: novel links between disease-associated autoantibodies and radiographic progression",
      "authors": [
        "TW Kragstrup"
      ]
    },
    {
      "title": "IL-19 and other IL-20 family member cytokines in vascular inflammatory diseases",
      "authors": [
        "MV Autieri"
      ]
    },
    {
      "title": "Influence of spaceflight on the production of interleukin-3 and interleukin-6 by rat spleen and thymus cells",
      "authors": [
        "ES Miller",
        "DA Koebel",
        "G Sonnenfeld"
      ]
    },
    {
      "title": "Neutrophil-to-lymphocyte ratio: a biomarker to monitor the immune status of astronauts",
      "authors": [
        "AM Paul"
      ]
    },
    {
      "title": "Mitochondrial catalase suppresses naturally occurring lung cancer in old mice",
      "authors": [
        "X Ge"
      ]
    },
    {
      "title": "Cytokines and abnormal glucose and lipid metabolism",
      "authors": [
        "J Shi",
        "J Fan",
        "Q Su",
        "Z Yang"
      ]
    },
    {
      "title": "Interleukin-6 enhances glucose transport in 3T3-L1 adipocytes",
      "authors": [
        "JM Stouthard",
        "RP Oude Elferink",
        "HP Sauerwein"
      ]
    },
    {
      "title": "MCP-1/CCR2 system is involved in high glucose-induced fibronectin and type IV collagen expression in cultured mesangial cells",
      "authors": [
        "J Park"
      ]
    },
    {
      "title": "Social dominance hierarchy type and rank contribute to phenotypic variation within cages of laboratory mice",
      "authors": [
        "JA Varholick"
      ]
    },
    {
      "title": "Sex differences in the effects of adult short-term isolation rearing on contextual fear memory and extinction",
      "authors": [
        "S Matsuda",
        "S Tohyama",
        "A Mizutani"
      ]
    },
    {
      "title": "Sex-dependent effects of social isolation on the regulation of arginine-vasopressin (AVP) V1a, oxytocin (OT) and serotonin (5HT) 1a receptor binding and aggression",
      "authors": [
        "AP Ross"
      ]
    },
    {
      "title": "Sex differences in stress and immune responses during confinement in Antarctica",
      "authors": [
        "C Strewe"
      ]
    },
    {
      "title": "Blood volume responses of men and women to bed rest",
      "authors": [
        "SM Fortney",
        "C Turner",
        "L Steinmann",
        "T Driscoll",
        "C Alfrey"
      ]
    },
    {
      "title": "Why is orthostatic tolerance lower in women than in men? Renal and cardiovascular responses to simulated microgravity and the role of midodrine",
      "authors": [
        "SM Grenon"
      ]
    },
    {
      "title": "Hindlimb unloading rodent model: technical aspects",
      "authors": [
        "ER Morey-Holton",
        "RK Globus"
      ]
    },
    {
      "title": "Punch sampling biopsy technique",
      "authors": [
        "M Palkovits"
      ]
    }
  ],
  "original_title": "Overexpression of catalase in mitochondria mitigates changes in hippocampal cytokine expression following simulated microgravity and isolation.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/eb94/8260663/409cb6d9bf3e/41526_2021_152_Fig1_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/eb94/8260663/5b25779b7d40/41526_2021_152_Fig2_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/eb94/8260663/eb68ea03b984/41526_2021_152_Fig3_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/eb94/8260663/68af4c65f432/41526_2021_152_Fig4_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/eb94/8260663/6f8d1752af2f/41526_2021_152_Fig5_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/eb94/8260663/219f5ff12462/41526_2021_152_Fig6_HTML.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/eb94/8260663/44983fe03da0/41526_2021_152_Fig7_HTML.jpg"
  ]
}