{
  "pmcid": "PMC8716943",
  "title": "Bundling up the Role of the Actin Cytoskeleton in Primary Root Growth",
  "abstract": "Primary root growth is required by the plant to anchor in the soil and reach out for nutrients and water, while dealing with obstacles. Efficient root elongation and bending depends upon the coordinated action of environmental sensing, signal transduction, and growth responses. The actin cytoskeleton is a highly plastic network that constitutes a point of integration for environmental stimuli and hormonal pathways. In this review, we present a detailed compilation highlighting the importance of the actin cytoskeleton during primary root growth and we describe how actin-binding proteins, plant hormones, and actin-disrupting drugs affect root growth and root actin. We also discuss the feedback loop between actin and root responses to light and gravity. Actin affects cell division and elongation through the control of its own organization. We remark upon the importance of longitudinally oriented actin bundles as a hallmark of cell elongation as well as the role of the actin cytoskeleton in protein trafficking and vacuolar reshaping during this process. The actin network is shaped by a plethora of actin-binding proteins; however, there is still a large gap in connecting the molecular function of these proteins with their developmental effects. Here, we summarize their function and known effects on primary root growth with a focus on their high level of specialization. Light and gravity are key factors that help us understand root growth directionality. The response of the root to gravity relies on hormonal, particularly auxin, homeostasis, and the actin cytoskeleton. Actin is necessary for the perception of the gravity stimulus via the repositioning of sedimenting statoliths, but it is also involved in mediating the growth response via the trafficking of auxin transporters and cell elongation. Furthermore, auxin and auxin analogs can affect the composition of the actin network, indicating a potential feedback loop. Light, in its turn, affects actin organization and hence, root growth, although its precise role remains largely unknown. Recently, fundamental studies with the latest techniques have given us more in-depth knowledge of the role and organization of actin in the coordination of root growth; however, there remains a lot to discover, especially in how actin organization helps cell shaping, and therefore root growth.",
  "introduction": "Introduction: The Actin Cytoskeleton and Primary Root Growth\n\nThe root system is an essential part of the plant that navigates the soil for water and nutrients. The primary root is the first organ to emerge from the seed, and therefore, its developmental plasticity is of utmost importance. The cytoskeleton is an interconnected filamentous network that is the key in controlling cell shape, rigidity, supports intracellular processes, and consists of microtubules and actin filaments (AF). AF consist of two helical strands of actin monomers that grow from the barbed plus end (compared to the pointed minus end) and rely on a plethora of actin-binding proteins to modify their organization and dynamics. Actin filaments are crucial for cell and tissue growth and participate in a large variety of processes including cell architecture and polarity establishment, signal transduction, cell-cell communication, cell division, and response to pathogens. Furthermore, the actin cytoskeleton is known to be an important player in vesicle trafficking, secretion, and endocytosis as well as endomembrane remodeling. By controlling the growth and division of cell, the actin cytoskeleton provides the means to dynamically respond to intracellular and extracellular stimuli (Reviewed in). The actin cytoskeleton responds to an extensive amount of stimuli, such as gravity, osmotic stress, pathogens, nutrients, and light (Reviewed in). Plant hormones, and especially auxin, have strong effects on the composition of actin filaments (; Reviewed in). The actin cytoskeleton has been studied extensively; however, the role that it plays in regulating the growth of the primary root is complex and often yields conflicting data. We hereby review how actin helps root growth. We first discuss how actin filaments organize during root growth. Then, we dissect how individual components of the actin filaments and the actin-binding proteins affect root growth. Next, we describe the evidence on how the hormones controlling growth affect the actin cytoskeleton and finally we discuss how actin affects the root tropisms to gravity and light.\n\nActin Organization and Dynamics Correlate with Root Cell Elongation\n\nThe main region that sustains primary root growth is the root apical meristem (RAM) through a tight balance between cell division and elongation (; Reviewed in). The actin cytoskeleton has been connected to root growth through its participation mainly in cell expansion and, secondarily, cell division. Root meristem cells undergo two steps of rapid cell elongation. The first one occurs in the progression between the apical meristem and the transition zone (TZ), which is triggered by an endoreduplication event. A second fast elongation takes place in the boundary of the transition and elongation zones (EZ), characterized by an increase in vacuolar enlargement accompanied by cell wall loosening and new material deposition (Reviewed in). Actin cytoskeleton dynamics have often been connected to root cell elongation. Initial studies in the monocot Zea mays pointed out specific actin arrangements depending on the cellular developmental stage in the longitudinal axis of the RAM. Immunolocalization revealed longitudinally oriented, often bundled, Filamentous actin (F-actin) in elongating cells while this disposition was lost during maturation.\n\nLater, more detailed work has been done describing actin cytoskeleton organization and dynamics in epidermal root cells of the model dicot Arabidopsis thaliana. There are clear differences between RAM zones (Figure 1); to start with, meristematic cells show a pattern of dense, highly disorganized actin, characterized by relatively low levels of bundling and reduced longitudinal orientation and parallel arrangement of microfilaments. The TZ shows comparable actin filament density to that of the meristem; microfilament orientation remains random but an increase in parallel organization is observed. Actin dynamics in this developmental stage are reduced, although there is an increase in annealing events. An increase in longitudinal actin filament bundling occurs preceding the second fast growth event during the transition to the EZ. Cells in the elongation zone show a pattern of a diffuse and less dense actin network with longitudinal bundled arrays that display higher dynamics and longer, faster growing actin filaments.\n\nAs a generalization, there is a correlation between root cell length and the presence of less dense, more bundled and longitudinally oriented actin filaments (see overview in Figure 1). We do not know whether these differences in actin organization are coupled to different roles of actin, or that it simply reflects the differences in cell morphology at different developmental stages. A useful way of correlating changes in actin with the effects on root growth is the analysis of the effects of actin-disrupting drugs on root growth (for a summary of drugs, see Table 1). Actin-stabilizing compounds such as phalloidin and Jasplakinolide, which interfere with the correct maturing of F-actin and prevent its turnover, do not inhibit root growth. Actin-depolymerizing drugs Latrunculin B and Cytochalasin, which sequester actin monomers or bind to the ends of F-actin, respectively, were shown to inhibit root growth. Latrunculin B induces a reduction in F-actin density and an increase in bundling accompanied by a reduction in filament elongation rate and dynamics. Actin disruption by Latrunculin B treatment seems to influence cell elongation rather than cell division in roots of both A. thaliana and Z. mays. Thus, in this case it is clear that the increase in bundling of actin is not directly related to promoting root growth, but that other mechanisms are also important. The myosin ATPase inhibitor 2,3-Butanedione 2-Monoxime (BDM) impacts the myosin-based actin cytoskeleton movement and also disrupted root growth in both A. thaliana and Z. mays. Interestingly, BDM impacted myosin-based actin movement mainly in the transition zone and beginning of the elongation zone, thus affecting the progression to cell elongation (see overview in Figure 1).\n\nCell growth has been proposed to be driven by a sequential coordination between cell wall modification and turgor pressure changes. In this context, a turgor pressure increase is expected to raise the mechanical pressure on the cell wall, aiding cell elongation (Reviewed in). The actin cytoskeleton has been demonstrated to be key component of cell wall remodeling, mediating vesicle transport of cellulose synthase (CESA) complexes, cell wall modifying enzymes (e.g., expansins) or non-cellulosic cell wall components. It is thought that the actin cytoskeleton transports vesicles containing cell wall modifying components that promote cell elongation. This hypothesis is supported by the negative effect of Latrunculin B-mediated actin depolymerization on the dynamics of CESA-containing Golgi bodies in roots or the decreased delivery and uptake of pectins and other polysaccharide components of the cell wall observed in other plant tissues. Conversely, plant cells treated with the cell wall inhibitor isoxaben or mutants with decreased cellulose content show altered F-actin distribution.\n\nAnother important player in maintaining turgor pressure in plant cells is vacuoles. Vacuolar occupancy of the cell increases with and correlates with cell elongation. In other plant cell models such as BY-2 cells or stomata guard cells, actin has been shown to play an important role in vacuolar remodeling. Actin inhibitor studies have demonstrated the importance of a fully functional actin cytoskeleton for vacuolar shaping during primary root cell elongation. In root epidermal late meristematic cells, actin stabilization (Jasplakinolide) results in larger main vacuoles while actin disruption (Latrunculin B) induces the appearance of a round and smaller main vacuole, especially in cells prior to rapid second cell elongation. However, show that no striking vacuolar changes occur prior to the second elongation event, indicating that they do not seem to be its trigger.\n\nIn summary, longitudinally oriented actin bundles and increased actin dynamics are indicative of primary root cell elongation. Importantly, actin filaments seem to have a crucial role in the second rapid cell expansion of root cells. Why are these bundled and active filaments necessary for cell elongation in the root? Likely there are two important factors: First, actin filaments help to deliver cell wall remodeling components to the growing sides of the cell. There is a clear link between actin–myosin-mediated cytoplasmic streaming, endomembrane remodeling, and cell growth, suggesting that the organization of actin parallel to the growth axis could aid cell elongation by increasing delivery of endocytic cargoes. Second, there is the plant-specific need to regulate a growing cells’ turgor pressure, which could be mediated by the vacuolar network. Root cell elongation is inversely correlated to vacuolar constriction and the two are tightly depending on specific actin organization and dynamics. However, the connection between vacuolar occupancy, actin, and root growth should be explored in more detail.\n\nThe Role of Actin Isoforms and Actin-Binding Proteins in Primary Root Growth\n\nThe actin cytoskeleton consists of actin filaments made up of strands of G-actin polymers of different isoforms, depending on the cell type, tissue, or specific cellular function. Proteins that bind to, interact with, and modify actin filaments to coordinate their orientation and dynamics, are crucial for the operation of the actin cytoskeleton. Actin nucleators promote de novo or branched filament assembly; actin-capping/severing proteins regulate the dynamics of actin filaments by mediating its turnover; network protein (NET) family members link actin and the endomembrane system; myosin motor proteins facilitate actin-based vesicle and organ motility. In the next section, we dissect which particular isoforms of actin are crucial for root growth and we discuss how and why various actin-binding proteins affect root growth.\n\nActin\n\nG-actin is a highly conserved protein that is encoded by eight functional genes in plants. They can be classified, based on their sequence and temporal and spatial expression pattern, into two major groups: reproductive (ACT1, ACT3, ACT4, ACT11, and ACT12) and vegetative (ACT2, ACT7, and ACT8). The first class is expressed in pollen, ovules, and seeds while the second class is expressed in vegetative tissues, including some of the floral organs (e.g., petals, sepals, and carpel) and germinating seeds. All vegetative actins were observed to be strongly expressed in young roots (; Reviewed in). Of the vegetative actins, ACT7 seems most involved in shaping primary root growth, because act7 mutants have severe root elongation phenotypes and wavier roots. At the tissue level, act7 had a reduction in cell number in the proximal meristem zone and an increase in cell number in the transition zone. Actin organization analysis in act7 showed a delayed onset of longitudinal actin bundling at the boundary between the elongation and transition zones as observed in wild-type plants. This points to ACT7 as the main player in the second rapid cell elongation (Table 2). The other two vegetative actin isoforms (ACT2 and ACT8) seem to have a more relevant role in root hair formation and only show root elongation phenotypes in dominant-negative mutants (act2-2D and frz1, respectively). Only when both isoforms are knocked out, the phenotype of act7 mutants could be mimicked, suggesting a secondary role of ACT2 and ACT8 in root cell elongation (Table 2). Consistent with phenotypical observations, act7-4 and not act2 act8 mutants show decreased vacuolar fragmentation in late meristematic epidermal cells, consistent with actin stabilization treatment by Jasplakinolide. This failure to regulate proper vacuolar constraining probably contributes to a delay in the initiation of fast cell elongation. The wavier root phenotypes observed in act7-4 and der1-2 (carrying an ACT2 point mutation) mutants correlate with the higher presence of oblique cell walls, also pointing to a role of these two isoforms in cytokinesis.\n\nActin-Binding Proteins\n\nActin Nucleators and Actin Crosslinker/Bundling Proteins\n\nActin nucleators promote de novo or branched filament assembly from available actin monomers or profilin-bound G-actin. The actin nucleators most relevant to main root growth are the actin-binding proteins belonging to the ARP2/3 complex and formins. The ARP2/3 complex is formed by seven subunits that are ubiquitously expressed throughout plant development. Based on similarity to animal models, the ARP2/3 complex is hypothesized to participate in actin filament nucleation and branching. Although some of its subunits have been shown to colocalize with actin-branching sites, its function is yet to be demonstrated in planta. Other studies link the function of ARP2/3 to actin-microtubule interplay. The lack of functional ARP2/3 complex subunits or its activators results in a reduction of primary root growth rate, accompanied by less cell divisions in the meristematic zone, more cells in the transition zone, and a shorter elongation zone. The ARP2/3 complex requires upstream activation by the SCAR/WAVE complex (Reviewed in). The SCAR/WAVE complex subunits BRK1 and SCAR1 were observed in the root tip epidermis up until the elongation zone, mainly in three-way cell junctions. brk1 and arp3 mutants show disorganized actin arrays in the elongation zone. Furthermore, the SCAR/WAVE complex seems to be involved in cell wall deposition in three-way junctions of root epidermal cells. Taken together, the actin pool coordinated by the ARP2/3 complex and its activators participate in the second rapid cell expansion at the boundary of the transition and elongation zones, presumably through its contribution to correct cell wall modification (Table 2).\n\nFormins are actin-binding proteins responsible for de novo actin nucleation, actin filament elongation and bundling. In angiosperms, two groups of formins exist, encoded by a total of 21 genes. Typically, class I formins are associated with membranes, while class II are cytoplasmic (; Reviewed in). The knowledge on the role of formins in root growth is scarce; however, it indicates a role in vesicle trafficking and endomembrane remodeling (Table 2). Class I formins FH1, FH4, and FH8 are expressed in roots. In particular, FH1 subcellular localization has been reported to vary according to the developmental stage in epidermal root cells. In the meristematic zone, FH1-GFP accumulates to cell plates of dividing cells and anticlinal walls. In the transition zone, plasmodesmata and tonoplast-associated FH1-GFP can be observed, while the signal is progressively lost toward the elongation and maturation zone. A free, mobile fraction of FH1-GFP dots could be observed throughout root cell development, which are likely associated with late endosomes. Although fh1 plants do not show a clear root elongation phenotype unless treated with Latrunculin B, a phenomenon very likely due to functional redundancy of formins. Latrunculin B treatment causes an increase in bundling and a decrease in actin dynamics, especially in the differentiation zone. Microtubule dynamics are also affected in the fh1 mutant, indicating again the importance of the crosstalk between actin and microtubules. Furthermore, these data suggest a role of FH1 in regulating root cell elongation through the maintenance of endomembrane system dynamics. FH8 is expressed mainly in the root meristem, and its subcellular localization is in the nucleus in interphase cells and in the phragmoplast during cytokinesis, suggesting a role of FH8 in cell division. fh8 mutant plants have no reduced root growth phenotype, except for an increased sensitivity to Latrunculin B treatment, similar to the fh1 mutant. The absence of a clear phenotype in fh8 mutants does not exclude the possibility of a role of this formin in root growth, as suggested by expression data. Another class I formin, FH5, has also been observed to participate in cytokinesis in root meristematic cells. These cases highlight the importance of breaking genetic redundancy in these sizeable protein families. Class II formins have been less studied regarding root growth. A double null mutant allele of the RMD formin has shorter elongation zone cells accompanied by an increased amount of transversally arranged actin bundles. This results in a wavy root phenotype and reduced root growth rate. In the double RMD formin mutant, increased persistence of FM4-64-labeled and OsPIN2 BFA bodies after treatment washout showed that endomembrane vesicle trafficking was impaired in this mutant.\n\nActin-Capping/Severing Proteins\n\nVillins are versatile calcium-responsive actin-binding proteins that can modify actin dynamics by depolymerizing, capping, severing, and bundling actin filaments. Arabidopsis thaliana encodes five villin paralogs which are widely expressed (; Reviewed in). Although no root elongation phenotypes have been reported for villin mutants, VLN2, VLN3, and VLN4 have been shown to be facilitators of actin turnover and bundling in epidermal root cells (Table 2). The double mutant vln2 vln3 shows twisted roots and vln4 has altered root bending upon gravistimulation. It is possible that higher-order mutants are needed to unveil a role of villins in primary root length determination, but the above-mentioned defects in root bending and twisting of villin mutants indicates that they are required for the fine tuning of root directional growth.\n\nADF/cofilins are a family of actin-binding proteins that promote depolymerization, severing and bundling of actin filaments. There are 11 ADF genes that can be divided into two subfamilies: D-type ADFs with depolymerizing activities (ADF1-4, ADF6-8, and ADF10-11) and B-type ADFs with bundling activity (ADF5 and ADF9). Expression analysis of the members of this family has shown that all ADFs except ADF7 and ADF10 are expressed in root tissues of which ADF1, ADF5, and ADF6 in the vasculature, ADF5 and ADF9 in the RAM and ADF8 and ADF11 in trichoblasts. ADF1 overexpression induced shorter roots, consistent with the phenotype observed when plants are treated with actin-depolymerizing drugs such as Latrunculin B. In contrast, reduced expression of ADF1 resulted in longer roots. Research in hypocotyls showed an increase of actin bundling in mutants with decreased ADF1 expression. ADF2-RNAi lines show increased actin density and bundling in roots but no visible root phenotype other than an occasional reduction in root apical meristem size, similar to the effect obtained with the actin-stabilizing drug Jasplakinolide. Once more, ADF genetic redundancy may be the key to the lack of observable root phenotypes in knockout mutants, but the increase in actin bundling and density in the respective mutants suggests that ADF1 and ADF2 specifically are involved in increasing actin turnover in root epidermis. This is a hint of their function in root elongation; however, more research is needed to uncover the importance of other ADFs in this process.\n\nACTIN INTERACTING PROTEIN 1 (AIP1) is facilitating the activity of ADF/cofilin proteins and has a function in capping the barbed end of actin filaments. Consistent with the effect observed by drugs like Cytochalasin D, AIP1-RNAi lines show reduced root growth accompanied by a general increase in actin bundling. Downregulation of AIP1 expression leads to reduced FM4-64 internalization comparable to the effect observed after Jasplakinolide treatment. The phenotype observed is possibly a consequence of actin filament stabilization.\n\nProfilins regulate the pool of available G-actin to inhibit de novo polymerization and the addition of new monomers to existing filaments; they also contribute to depolymerization and monomer recycling (; Reviewed in). Profilins belong to a multigene family and can be divided into two main groups: vegetative (PRF1–PRF3) and reproductive (PRF4 and PRF5). The vegetative profilin gene PRF1 has higher promoter activity in the elongation zone. Analysis of prf1 knockout lines resulted in contradicting root length phenotypes that overall indicate a role for PRF1 in regulating root growth. The prf3 mutant has no observable root growth phenotype and overexpression of PRF3 induces either WT-like or shorter roots. PRF1 was shown to maintain actin filament density in elongation zone root epidermal cells. Analysis of actin dynamics in hypocotyl cells suggests a role of PRF1 in the positive regulation of actin turnover through the facilitation of nucleation of other actin pools through formin activity. Though, it is likely that different profilins regulate the dynamics of distinct pools of actin, therefore producing different phenotypes.\n\nActin-Membrane Binding Proteins\n\nThe network (NET) family of proteins are linkers between actin and the endomembrane system. They are characterized by the presence of a conserved F-actin-binding domain in the N-terminal region. Several members of this family have been described to connect the actin cytoskeleton to different membrane compartments; however, the exact mechanism of NET proteins action to modulate the actin cytoskeleton remains to be determined (; Reviewed in). NET1A and NET1B connect F-actin to the plasma membrane and plasmodesmata. Both are expressed in the root meristem and early elongation zone and the double knockout mutant net1a net1b has shorter roots. NET4 is localized to the tonoplast and is also expressed in the root meristem and early elongation zone. While net4a net4b show no root growth phenotype, NET4A overexpression induces shorter roots. Both mutants display higher cellular vacuolar occupancy. However, net4a net4b show a more fragmented vacuolar network than NET4A-GFPOE, reminiscent of the effect obtained by Latrunculin B and Jasplakinolide treatment (e.g., depolymerization and stabilization of actin, respectively). Increase in NET4 expression leads to more constricted vacuoles and failure to establish the onset of cell elongation. Higher amounts of NET4 are present in the late meristematic/transition zone, correlating with regions of high vacuolar constrictions. These results again indicate the impact of actin on vacuolar occupancy and consequently on root growth.\n\nMotor Proteins\n\nMyosins are actin-binding motor proteins with multiple roles, mainly known for their role in vesicle and organelle motility. Increasing evidence also points to their involvement in the control of actin organization and dynamics. Two myosin families have been described in angiosperms: myosin VIII, which are found at the cell cortex presumably creating tension through actin, and myosin XI which are intracellular and colocalize with several organelles, some of unknown identity (Reviewed in). Triple myosin mutants in Arabidopsis (xi-k/1/2, xi3ko for short) have reduced hypocotyl and root growth. Specifically, roots have shorter cells at the elongation zone accompanied by a less dense, more bundled, and randomly oriented actin. This coincides with a failure of the xi3ko mutant to coordinate constriction of the vacuole in late meristem cells, similar to the above-mentioned act7-4 mutant or the NET4-GFPOE overexpressing mutants. Also, actin dynamics are slowed down with less severing frequency which probably leads to a reduced vesicle delivery (; Reviewed in). This correlates with the results obtained in previous studies using the myosin inhibitor BDM and further confirms the importance of myosin XI in regulating actin dynamics and cell elongation.\n\nIn summary, all the components of the actin network, including actin monomers themselves, have a high degree of functional redundancy and functional specialization. Therefore, it is not always straightforward to draw conclusions on their effects on the regulation of root growth. However, in many cases overexpression, silencing, or knockout of actin components seems to reduce root growth, except for ADF1 knockout, which increases root length. This suggests that disrupting the actin network often has a detrimental effect, considering that different actin-modifying proteins have various effects on actin organization (see Table 2). However, superficially similar effects can also be masked by effects of actin organization in vacuolar size and occupancy, or by effects on hormone trafficking, which will be discussed in the next section.\n\nHormonal Regulation of Actin-Mediated Primary Root Growth\n\nPrimary root growth plasticity depends on the very tight balance between cell division, cell elongation, and cell differentiation. The rapid adjustment to new stimuli is mediated by the coordinated action of a complex network of plant hormones. However, as the previous sections showed, the actin cytoskeleton also plays an important role here. Often hormones lead to changes in actin, and actin changes lead to differences in hormone distribution. In this section, we focus on the role of the actin cytoskeleton in hormonal control of primary root growth, and especially the role of auxin, the most-studied hormone in this context.\n\nThe Auxin-Actin Feedback Loop Modulates Root Development\n\nAuxin is the most studied and important plant hormone in relation to the regulation of the actin network in the context of main root growth. Changes in the actin network have a strong effect on polar auxin transport. Conversely, auxin has a significant effect on the actin cytoskeleton itself (Reviewed in). The actin cytoskeleton response to auxin has been predominantly analyzed in the root epidermis transition and elongation zones, as this hormone is strongly involved in root cell elongation during root growth and tropic responses. Actin inhibitor studies have shown that Cytochalasin D or Latrunculin B treatment alters the plasma membrane distribution of the auxin efflux carriers PIN1 and PIN3, which are key regulators of tropic growth. Conversely, auxin treatment is known to inhibit root growth and cell elongation (Table 1). Initial studies with the native auxin Indole-3-Acetic-Acid (IAA) reported contradicting effects on actin filament bundling. The differences between these studies suggest that precise concentration, duration, form of auxin, and root cell developmental status appear to be an important driver of actin changes. However, detailed quantitative analysis of IAA treatment reported a significative increase in density, unbundling, and higher organization of actin filaments in elongating cells of the root, which is generally maintained even after 60 min of treatment (Figure 1; Table 1). These changes in actin organization, induced by IAA treatment, are consistent with the general trend that less bundled actin filaments are associated with less cell elongation. The synthetic auxin 1-Naphtalene-Acetic-Acid (NAA) was suggested to inhibit root growth through the actin-mediated increase of vacuolar constriction in late meristematic cells. Consistent with this hypothesis, vacuoles of plants pre-treated with actin-disrupting drugs show less sensitivity to external auxin (Table 1). The auxin analog 2,4-Dichlorophenoxyacetic acid (2,4-D) affects root growth through the inhibition of both cell division and cell elongation (Table 1). Unlike IAA, 2,4-D effects mimic those of the actin-depolymerizing drug Latrunculin B (Figure 1). 2,4-D treatment disturbs auxin signaling via a different ubiquitin ligase complex than IAA, the SMAP1-SCFTIR1 complex, thereby affecting post-translational modifications of actin. Each auxin analog employed in the above-mentioned studies differentially affects auxin signaling, which allows us to pinpoint the molecular mechanism of auxin-dependent actin responses.\n\nAuxin can also affect the actin cytoskeleton via the activation of transcription: promoter activity of the vegetative actin ACT7 and transcription of several subunits of the actin nucleator ARP2/3 complex are enhanced by auxin treatment. A feedback loop exists between auxin signaling and the actin cytoskeleton: treatment with the auxin transport inhibitor naphthylphthalamic acid (NPA) inhibits root growth by reducing cell division rate and induces a reduction in actin filament density. In hypocotyls, NPA treatment leads to an increase in actin filament bundling and a decrease in actin bundle density in hypocotyl cells, without disturbing long actin filaments. Plants lacking the actin isoform ACT7 (act7-4) are insensitive to NPA treatment. Moreover, actin seems to be required for the correct expression, localization, and trafficking of auxin carriers. act7-4 mutants have reduced expression of ABCB transporters, altered localization of PIN1 and PIN2, and increased endosomal retention of auxin transporters. The wavy phenotype of act2-5 lines is connected to the delocalization from the plasma membrane of PIN2. When treated with Latrunculin B, PIN2 accumulates into intracellular vesicles and disappears largely from the plasma membrane. These results indicate the importance of the actin network on the trafficking of hormone transporters. Other actin-binding protein mutants, such as the rice class II formin RMD and VILLIN4, show reduced polar auxin transport in roots. Furthermore, the expression of the above-mentioned RMD gene in rice is facilitated by the action of the TIR/AFB1 pathway-dependent OsARF23 and OsARF24. Further work revealed that the auxin influx carrier AUX1 was necessary to mediate the actin filament response triggered by auxin treatment in roots.\n\nIt appears that auxin and actin are very much interlinked via the control of polar auxin transport by actin dynamics, or via the direct or transcriptional effects of auxin on the same actin dynamics. Exactly how these two important players feedback on each other and create coordinated development and tropisms is still a topic with many questions. Especially interesting is the mechanistic connection between the intracellular transport of vesicles containing auxin transporters and the status of the actin network, or the way in which auxin sensing is quickly translated into changes in the actin network.\n\nOther Hormones\n\nBesides auxin, other hormones have been connected to actin organization during primary root growth, although they have been studied with less depth. For instance, brassinosteroid treatment induces a wavy phenotype that correlates with an increase of finer, shorter and more dynamic actin filaments in epidermal cells. The observed phenotypes are comparable to those resulting from ACT2 mutation. Furthermore, both brassinosteroid treatment and act2-5 mutation result in PIN2 delocalization in the root epidermis. This suggests that brassinosteroids, auxin, and actin have a shared pathway regulating root waving (Table 1).\n\nCytokinin treatment decreases root growth via a reduction in meristem size. Cytokinin has a negative effect on auxin signaling through its inhibition in the transition zone (Figure 1; Reviewed in). The response to cytokinin is mediated through the modulation of the actin cytoskeleton at the boundary between the transition and elongation zone, as observed by an increase in actin bundling and a decrease in actin filament density after treatment. Also, an increase in cytokinin was shown to disrupt the longitudinal rearrangement of actin filaments in roots, in agreement with the tendency of longitudinally organized actin bundles to induce root growth.\n\nThe actin cytoskeleton seems to be a nexus in mediating the complex responses to auxin during root growth. Generally, auxin tends to induce more longitudinally organized and less bundled filaments, while cytokinin tends to induce an increase in bundling and less organized actin filaments. Current models suggest that there is a cytokinin-dependent generation of an auxin minimum starting at the transition zone (Reviewed in). This hormone gradient correlates with the start of cell elongation and the increase in actin organization toward a more bundled and longitudinally oriented network in the elongation zone. Failure to generate the proper hormone gradients results in growth inhibition. Exactly how hormone gradients lead to changes in actin filament organization is not very clear. In the case of auxin and cytokinin it is likely auxin, which has the terminal effect, while cytokinin controls the auxin gradient. This notion could be tested by tissue-specific inhibition of cytokinin signaling to disturb the auxin gradient. However, only the systematic and comparative analysis of actin organization in specific cell types in response to the manipulation of hormonal pathways will unveil the existing interdependence in cytoskeletal control. Furthermore, the involvement of specific actin-binding proteins downstream of hormone signaling would contribute to understanding which actin organization and dynamics modifications are more relevant. Auxin and cytokinin are also very important for the regulation of root tropisms. This is the stage for another interaction between hormones and actin, which we will discuss next.\n\nActin Control of Primary Root Tropisms and Light Response\n\nRoot plasticity relies on the ability of the root to direct its growth toward or against a stimulus. For the primary root tip this is achieved mostly through asymmetric cell expansion that allows for its bending. Mainly two tropisms have been studied in relation to actin: positive gravitropism and negative phototropism. In both cases actin is involved in both stimuli perception and response.\n\nGravitropism\n\nPrimary root directional growth is a multistep process that goes from gravity sensing to signal transduction and response execution. The gravity vector is sensed by sedimenting statoliths which results in the relocalization of PIN auxin transporters and a differential auxin gradient, causing differential growth of cells between top and bottom of the root tip (Reviewed in). Statoliths are amyloplasts functioning in gravity perception and sediment in the central columella cells when the root orientation changes. This sedimentation has been recognized as the primary process controlling gravity perception (; Reviewed in). A fine network of F-actin surrounds statoliths in central columella cells. The results from actin cytoskeleton inhibitors and knockout mutants of the actin network components show that F-actin is involved in the regulation of statolith repositioning (Figure 1; Reviewed in). Actin disruption by Latrunculin B or Cytochalasin D and the inhibition of myosin activity by BDM enhance root tip bending to gravity, while the actin-stabilizers Jasplakinolide or phalloidin inhibit the gravitropic response. Latrunculin B treatment results in faster statolith relocalization which indicates that the fine actin network fine-tunes statolith movement and repositioning after gravistimulus. To date, the only actin-binding protein that has been connected to statolith sedimentation and PIN relocalization during the root gravitropic response is the ARP2/3 complex. Knock-out of the ARP2/3 subunit ARP3 leads to a slower gravitropic response which is associated with reduced statolith sedimentation and an increase in actin bundling around statoliths. The E3 ubiquitin ligase SGR9 mediates at least part of the interaction between the actin network and statoliths. Plants lacking SGR9 show impaired statolith sedimentation resulting in a reduced gravitropic response, accompanied by an abnormal actin filament network around statoliths. This phenotype could be rescued by the application of the actin-depolymerizing drug Latrunculin B, suggesting a role of SGR9 in releasing statoliths from the actin cytoskeleton through its interactors. These experiments studied the statoliths in the endodermis of the inflorescence stem and not in roots. However, the mechanism of gravity perception between roots and shoots is likely to be very comparable at the statolith level. Further work should elucidate whether the same mechanism exists in roots. Additionally, it would be interesting to know which actin-binding proteins interact with SGR9. Experiments with decapped roots, laser ablation of columella cells, starch-less mutants, or maintaining the root cap at a specific angle suggest an alternative gravisensing mechanism at the distal elongation zone, out of the root cap. Our combined knowledge points to a significant role of actin in gravity perception via the mediation of statolith sedimentation. However, the actin cytoskeleton has also been proposed to mediate PIN3 relocalization to the lateral plasma membrane in columella cells upon gravistimulation. PIN3 clathrin-mediated endocytosis is naturally increased when seedlings are re-oriented, a phenomenon that can be enhanced by Latrunculin B treatment. This represents a connection between actin and gravity signal transduction through the regulation of the asymmetric redistribution of auxin. It is likely that actin is involved in the delivery of endocytic cargoes containing PIN3 to the plasma membrane. Further downstream, actin bundles could mediate the asymmetric growth of the root meristem during the gravitropic response. Although a change toward more oblique oriented microfilaments has been observed in stele cells upon gravistimulation, no clear correlation between actin organization in epidermal cells and root asymmetric growth has been determined. Evidence in support of a direct role of actin in the asymmetric cell growth of the root tip is the observations that vesicle trafficking is defective in root epidermal cells of various actin and actin-binding protein mutants. The process of root-negative phototropism, where the root tip bends away from a blue or red light source, is also partly regulated via actin, since it is regulated via the same auxin transporters as gravitropism. In summary, actin has a role in the sedimentation and repositioning of statoliths which determines the strength of gravity perception. It is not yet clear to what extent the F-actin network is responsible for relaying the mechanical signal of sedimenting statoliths to a differential PIN distribution and gravitropic growth.\n\nEffects of Light on Actin Organization in Roots\n\nThe processes of gravitropism and root growth in general are heavily influenced by light perception. When a seedling is exposed to light, hypocotyl growth is reduced, cotyledons open and make chlorophyll, while root length growth strongly increases. Seedlings growing fully in darkness have a strongly reduced root growth. Actin filaments in elongating root cells are normally vertically oriented and bundled. However, in darkness, actin oriented seemingly randomly, with less bundling, and less alignment. Furthermore, it has been shown that PRF1 is important for root growth and development during photomorphogenesis. Even though roots normally grow covered from light in the soil, Arabidopsis roots express all types of common photoreceptors in plants, including the Far-Red light sensor PHYA (Reviewed in). Seedling roots grown in Far-Red light have a bundled actin organization, mostly resembling growth in white light, but in a phyA mutant, actin organization was more resembling that of dark-grown seedlings. This is an example of a direct link between light perception and actin organization in roots. However, most studies focus on the effects of light quality and quantity in above ground tissues, such as the hypocotyl epidermis or stomatal guard cells. Current standard growth conditions keep roots exposed to light, but roots have not evolved to grow exposed to light and therefore efforts have been made in the past years to grow Arabidopsis roots in the dark, while keeping the shoot in light. A notable example of this is the D-root system, which is simply a dark cover around a square agar plate to shield the root from light, with an added insert at the shoot-root boundary. This system showed that covering the roots leads to increased root growth and less free radical production compared to the roots exposed to light. Using an alternative root shading method to D-root it was demonstrated that components of the SCAR/WAVE-ARP2/3 system BRK1 and SCAR1 are involved in regulating root growth in covered roots. The subcellular localization of BRK1-YFP changes from occurring at three-way junctions of cells to cytoplasmic upon darkness. SCAR1 is reduced in protein extracts from both soluble and membrane extract, and the central light regulator COP1 is involved in SCAR1 degradation. Therefore, it seems clear that actin has a significant role to play in the regulation of root growth by light. However, very little work has been done until now to further explore this connection. It is also of especial importance to do this in systems such as D-root to simulate the light conditions of the soil in order to obtain results that are relevant for plant growth in field or natural conditions.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "actin",
    "root growth",
    "cell elongation",
    "auxin",
    "gravitropism",
    "actin-binding protein",
    "light",
    "Plant Science",
    "Review"
  ],
  "citations": [
    {
      "title": "Myosin XI-K is involved in root organogenesis, polar auxin transport, and cell division",
      "authors": [
        "M. Abu-Abied",
        "E. Belausov",
        "S. Hagay",
        "V. Peremyslov",
        "V. Dolja",
        "E. Sadot"
      ]
    },
    {
      "title": "Auxin-induced actin cytoskeleton rearrangements require AUX1",
      "authors": [
        "R. S. Arieti",
        "C. J. Staiger"
      ]
    },
    {
      "title": "Root cytoskeleton: its role in perception of and response to gravity",
      "authors": [
        "F. Baluška",
        "K. H. Hasenstein"
      ]
    },
    {
      "title": "F-actin-dependent endocytosis of cell wall pectins in meristematic root cells. Insights from brefeldin A-induced compartments",
      "authors": [
        "F. Baluška",
        "A. Hlavačka",
        "J. Šamaj",
        "K. Palme",
        "D. G. Robinson",
        "T. Matoh"
      ]
    },
    {
      "title": "Latrunculin B-induced plant dwarfism: plant cell elongation is F-actin-dependent",
      "authors": [
        "F. Baluška",
        "J. Jasik",
        "H. G. Edelmann",
        "T. Salajová",
        "D. Volkmann"
      ]
    },
    {
      "title": "Rearrangements of F-actin arrays in growing cells of intact maize root apex tissues: a major developmental switch occurs in the postmitotic transition region",
      "authors": [
        "F. Baluška",
        "S. Vitha",
        "P. W. Barlow",
        "D. Volkmann"
      ]
    },
    {
      "title": "Spatial regulation of root growth: placing the plant TOR pathway in a developmental perspective",
      "authors": [
        "A. Barrada",
        "M.-H. Montané",
        "C. Robaglia",
        "B. Menand"
      ]
    },
    {
      "title": "The cytoskeleton and gravitropism in higher plants",
      "authors": [
        "E. B. Blancaflor"
      ]
    },
    {
      "title": "Regulation of plant gravity sensing and signaling by the actin cytoskeleton",
      "authors": [
        "E. B. Blancaflor"
      ]
    },
    {
      "title": "The organization of the actin cytoskeleton in vertical and graviresponding primary roots of maize",
      "authors": [
        "E. B. Blancaflor",
        "K. H. Hasenstein"
      ]
    },
    {
      "title": "Actin dynamics in plant cells: a team effort from multiple proteins orchestrates this very fast-paced game",
      "authors": [
        "L. Blanchoin",
        "R. Boujemaa-Paterski",
        "J. L. Henty",
        "P. Khurana",
        "C. J. Staiger"
      ]
    },
    {
      "title": "Profilin-dependent nucleation and assembly of actin filaments controls cell elongation in Arabidopsis",
      "authors": [
        "L. Cao",
        "J. L. Henty-Ridilla",
        "L. Blanchoin",
        "C. J. Staiger"
      ]
    },
    {
      "title": "Division of labor between two actin nucleators—the formin FH1 and the ARP2/3 complex—in Arabidopsis epidermal cell morphogenesis",
      "authors": [
        "P. Cifrová",
        "D. Oulehlová",
        "E. Kollárová",
        "J. Martinek",
        "A. Rosero",
        "V. Žárský"
      ]
    },
    {
      "title": "Actin-depolymerizing factor2-mediated actin dynamics are essential for root-knot nematode infection of Arabidopsis",
      "authors": [
        "M. Clément",
        "T. Ketelaar",
        "N. Rodiuc",
        "M. Y. Banora",
        "A. Smertenko",
        "G. Engler"
      ]
    },
    {
      "title": "Pausing of golgi bodies on microtubules regulates secretion of cellulose synthase complexes in Arabidopsis",
      "authors": [
        "E. F. Crowell",
        "V. Bischoff",
        "T. Desprez",
        "A. Rolland",
        "Y.-D. Stierhof",
        "K. Schumacher"
      ]
    },
    {
      "title": "Formins: emerging players in the dynamic plant cell cortex",
      "authors": [
        "F. Cvrčková"
      ]
    },
    {
      "title": "Formins and membranes: anchoring cortical actin to the cell wall and beyond",
      "authors": [
        "F. Cvrčková"
      ]
    },
    {
      "title": "Brassinosteroids inhibit autotropic root straightening by modifying filamentous-actin organization and dynamics",
      "authors": [
        "L. de Bang",
        "A. Paez-Garcia",
        "A. E. Cannon",
        "S. Chin",
        "J. Kolape",
        "F. Liao"
      ]
    },
    {
      "title": "A superfamily of actin-binding proteins at the actin-membrane nexus of higher plants",
      "authors": [
        "M. J. Deeks",
        "J. R. Calcutt",
        "E. K. S. Ingle",
        "T. J. Hawkins",
        "S. Chapman",
        "A. C. Richardson"
      ]
    },
    {
      "title": "Arabidopsis group Ie formins localize to specific cell membrane domains, interact with actin-binding proteins and cause defects in cell expansion upon aberrant expression",
      "authors": [
        "M. J. Deeks",
        "F. Cvrcková",
        "L. M. Machesky",
        "V. Mikitová",
        "T. Ketelaar",
        "V. Zársky"
      ]
    },
    {
      "title": "Auxin transport inhibitors impair vesicle motility and actin cytoskeleton dynamics in diverse eukaryotes",
      "authors": [
        "P. Dhonukshe",
        "I. Grigoriev",
        "R. Fischer",
        "M. Tominaga",
        "D. G. Robinson",
        "J. Hasek"
      ]
    },
    {
      "title": "Molecular identification and characterization of the Arabidopsis AtADF1, AtADFS, and AtADF6 genes",
      "authors": [
        "C. H. Dong",
        "B. Kost",
        "G. Xia",
        "N. H. Chua"
      ]
    },
    {
      "title": "ADF proteins are involved in the control of flowering and regulate F-actin organization, cell expansion, and organ growth in Arabidopsis",
      "authors": [
        "C. H. Dong",
        "G. X. Xia",
        "Y. Hong",
        "S. Ramachandran",
        "B. Kost",
        "N. H. Chua"
      ]
    },
    {
      "title": "Extracellular matrix sensing by FERONIA and leucine-rich repeat extensins controls vacuolar expansion during cellular elongation in Arabidopsis thaliana",
      "authors": [
        "K. Dünser",
        "S. Gupta",
        "A. Herger",
        "M. I. Feraru",
        "C. Ringli",
        "J. Kleine-Vehn"
      ]
    },
    {
      "title": "Plasma membrane-associated SCAR complex subunits promote cortical F-actin accumulation and normal growth characteristics in Arabidopsis roots",
      "authors": [
        "J. Dyachok",
        "M.-R. Shao",
        "K. Vaughn",
        "A. Bowling",
        "M. Facette",
        "S. Djakovic"
      ]
    },
    {
      "title": "SCAR mediates light-induced root elongation in Arabidopsis through photoreceptors and proteasomes",
      "authors": [
        "J. Dyachok",
        "L. Zhu",
        "F. Liao",
        "J. He",
        "E. Huq",
        "E. B. Blancaflor"
      ]
    },
    {
      "title": "DISTORTED2 encodes an ARPC2 subunit of the putative Arabidopsis ARP2/3 complex",
      "authors": [
        "S. E. D. El-Assal",
        "J. Le",
        "D. Basu",
        "E. L. Mallery",
        "D. B. Szymanski",
        "S. El-Din El-Assal"
      ]
    },
    {
      "title": "Responses of Arabidopsis roots to auxin studied with high temporal resolution: comparison of wild type and auxin-response mutants",
      "authors": [
        "M. L. Evans",
        "H. Ishikawa",
        "M. A. Estelle"
      ]
    },
    {
      "title": "Overexpression of profilin 3 affects cell elongation and F-actin organization in Arabidopsis thaliana",
      "authors": [
        "T. Fan",
        "H. Zhai",
        "W. Shi",
        "J. Wang",
        "H. Jia",
        "Y. Xiang"
      ]
    },
    {
      "title": "Rapid and reversible root growth inhibition by TIR1 auxin signalling",
      "authors": [
        "M. Fendrych",
        "M. Akhmanova",
        "J. Merrin",
        "M. Glanc",
        "S. Hagihara",
        "K. Takahashi"
      ]
    },
    {
      "title": "ARP2 and ARP3 are localized to sites of actin filament nucleation in tobacco BY-2 cells",
      "authors": [
        "J. Fišerová",
        "K. Schwarzerová",
        "J. Petrášek",
        "Z. Opatrný"
      ]
    },
    {
      "title": "Lateral relocation of auxin efflux regulator PIN3 mediates tropism in Arabidopsis",
      "authors": [
        "J. Friml",
        "J. Wiśniewska",
        "E. Benková",
        "K. Mendgen",
        "K. Palme"
      ]
    },
    {
      "title": "Arp2/3 complex is required for auxin-driven cell expansion through regulation of auxin transporter homeostasis",
      "authors": [
        "J. García-González",
        "Š. Kebrlová",
        "M. Semerák",
        "J. Lacek",
        "I. Kotannal Baby",
        "J. Petrášek"
      ]
    },
    {
      "title": "Auxin transport inhibitors block PIN1 cycling and vesicle trafficking",
      "authors": [
        "N. Geldner",
        "J. Friml",
        "Y. D. Stierhof",
        "G. Jürgens",
        "K. Palme"
      ]
    },
    {
      "title": "Arabidopsis actin gene ACT7 plays an essential role in germination and root growth",
      "authors": [
        "L. U. Gilliland",
        "L. C. Pawloski",
        "M. K. Kandasamy",
        "R. B. Meagher"
      ]
    },
    {
      "title": "PIN2 polarity establishment in Arabidopsis in the absence of an intact cytoskeleton",
      "authors": [
        "M. Glanc",
        "M. Fendrych",
        "J. Friml"
      ]
    },
    {
      "title": "Roots of angiosperm formins: the evolutionary history of plant FH2 domain-containing proteins",
      "authors": [
        "M. Grunt",
        "V. Zárský",
        "F. Cvrcková"
      ]
    },
    {
      "title": "Arp2/3 complex subunit ARPC2 binds to microtubules",
      "authors": [
        "L. Havelková",
        "G. Nanda",
        "J. Martinek",
        "E. Bellinvia",
        "L. Sikorová",
        "K. Šlajcherová"
      ]
    },
    {
      "title": "Arabidopsis actin depolymerizing factor4 modulates the stochastic dynamic behavior of actin filaments in the cortical array of epidermal cells",
      "authors": [
        "J. L. Henty",
        "S. W. Bledsoe",
        "P. Khurana",
        "R. B. Meagher",
        "B. Day",
        "L. Blanchoin"
      ]
    },
    {
      "title": "The plant actin cytoskeleton responds to signals from microbe-associated molecular patterns",
      "authors": [
        "J. L. Henty-Ridilla",
        "M. Shimono",
        "J. Li",
        "J. H. Chang",
        "B. Day",
        "C. J. Staiger"
      ]
    },
    {
      "title": "Actin microfilaments regulate vacuolar structures and dynamics: dual observation of actin microfilaments and vacuolar membrane in living tobacco BY-2 cells",
      "authors": [
        "T. Higaki",
        "N. Kutsuna",
        "E. Okubo",
        "T. Sano",
        "S. Hasezawa"
      ]
    },
    {
      "title": "Enhanced gravitropism of roots with a disrupted cap actin cytoskeleton",
      "authors": [
        "G. Hou",
        "D. R. Mohamalawari",
        "E. B. Blancaflor"
      ]
    },
    {
      "title": "Plant villins: versatile actin regulatory proteins",
      "authors": [
        "S. Huang",
        "X. Qu",
        "R. Zhang"
      ]
    },
    {
      "title": "RIBOSE PHOSPHATE ISOMERSASE 1 influences root development by acting on cell wall biosynthesis, actin organization, and auxin transport in Arabidopsis",
      "authors": [
        "J.-B. Huang",
        "Y. Zou",
        "X. Zhang",
        "M. Wang",
        "Q. Dong",
        "L.-Z. Tao"
      ]
    },
    {
      "title": "Plant formin AtFH5 is an evolutionarily conserved actin nucleator involved in cytokinesis",
      "authors": [
        "M. Ingouff",
        "J. N. Fitz Gerald",
        "C. Guérin",
        "H. Robert",
        "M. B. Sørensen",
        "D. Van Damme"
      ]
    },
    {
      "title": "Cytokinins determine Arabidopsis root-meristem size by controlling cell differentiation",
      "authors": [
        "R. D. Ioio",
        "F. S. Linhares",
        "E. Scacchi",
        "E. Casamitjana-Martinez",
        "R. Heidstra",
        "P. Costantino"
      ]
    },
    {
      "title": "A genetic framework for the control of cell division and differentiation in the root meristem",
      "authors": [
        "R. D. Ioio",
        "K. Nakamura",
        "L. Moubayidin",
        "S. Perilli",
        "M. Taniguchi",
        "M. T. Morita"
      ]
    },
    {
      "title": "Actin reorganization underlies phototropin-dependent positioning of nuclei in Arabidopsis leaf cells",
      "authors": [
        "K. Iwabuchi",
        "R. Minamino",
        "S. Takagi"
      ]
    },
    {
      "title": "Microfilament analyzer identifies actin network organizations in epidermal cells of Arabidopsis thaliana roots",
      "authors": [
        "E. Jacques",
        "M. Lewandowski",
        "J. Buytaert",
        "Y. Fierens",
        "J.-P. Verbelen",
        "K. Vissenberg"
      ]
    },
    {
      "title": "NET4 modulates the compactness of vacuoles in Arabidopsis thaliana",
      "authors": [
        "S. Kaiser",
        "A. Eisa",
        "J. Kleine-Vehn",
        "D. Scheuring"
      ]
    },
    {
      "title": "To lead or to follow: contribution of the plant vacuole to cell growth",
      "authors": [
        "S. Kaiser",
        "D. Scheuring"
      ]
    },
    {
      "title": "Class-specific interaction of profilin and ADF isovariants with actin in the regulation of plant development",
      "authors": [
        "M. K. Kandasamy",
        "B. Burgos-Rivera",
        "E. C. McKinney",
        "D. R. Ruzicka",
        "R. B. Meagher"
      ]
    },
    {
      "title": "One plant actin isovariant, ACT7, is induced by auxin and required for normal callus formation",
      "authors": [
        "M. K. Kandasamy",
        "L. U. Gilliland",
        "E. C. McKinney",
        "R. B. Meagher"
      ]
    },
    {
      "title": "Plant profilin isovariants are distinctly regulated in vegetative and reproductive tissues",
      "authors": [
        "M. K. Kandasamy",
        "E. C. McKinney",
        "R. B. Meagher"
      ]
    },
    {
      "title": "A single vegetative actin isovariant overexpressed under the control of multiple regulatory sequences is sufficient for normal Arabidopsis development",
      "authors": [
        "M. K. Kandasamy",
        "E. C. McKinney",
        "R. B. Meagher"
      ]
    },
    {
      "title": "Defects in dynamics and functions of actin filament in Arabidopsis caused by the dominant-negative actin fiz1-induced fragmentation of actin filament",
      "authors": [
        "T. Kato",
        "M. T. Morita",
        "M. Tasaka"
      ]
    },
    {
      "title": "The actin-interacting protein AIP1 is essential for actin organization and plant development",
      "authors": [
        "T. Ketelaar",
        "E. G. Allwood",
        "R. Anthony",
        "B. Voigt",
        "D. Menzel",
        "P. J. Hussey"
      ]
    },
    {
      "title": "Arabidopsis VILLIN1 and VILLIN3 have overlapping and distinct activities in actin bundle formation and turnover",
      "authors": [
        "P. Khurana",
        "J. L. Henty",
        "S. Huang",
        "A. M. Staiger",
        "L. Blanchoin",
        "C. J. Staiger"
      ]
    },
    {
      "title": "The Arabidopsis ACTIN-RELATED PROTEIN 2 (AtARP2) promoter directs expression in xylem precursor cells and pollen",
      "authors": [
        "U. Klahre",
        "N. H. Chua"
      ]
    },
    {
      "title": "Villin-like actin-binding proteins are expressed ubiquitously in Arabidopsis",
      "authors": [
        "U. Klahre",
        "E. Friederich",
        "B. Kost",
        "D. Louvard",
        "N. H. Chua"
      ]
    },
    {
      "title": "Gravity-induced PIN transcytosis for polarization of auxin fluxes in gravity-sensing root cells",
      "authors": [
        "J. Kleine-Vehn",
        "Z. Ding",
        "A. R. Jones",
        "M. Tasaka",
        "M. T. Morita",
        "J. Friml"
      ]
    },
    {
      "title": "PIN auxin efflux carrier polarity is regulated by PINOID kinase-mediated recruitment into GNOM-independent trafficking in Arabidopsis",
      "authors": [
        "J. Kleine-Vehn",
        "F. Huang",
        "S. Naramoto",
        "J. Zhang",
        "M. Michniewicz",
        "R. Offringa"
      ]
    },
    {
      "title": "Cytokinin-induced root growth involves actin filament reorganization",
      "authors": [
        "S. Kushwah",
        "A. M. Jones",
        "A. Laxmi"
      ]
    },
    {
      "title": "Role of actin cytoskeleton in brassinosteroid signaling and in its integration with the auxin response in plants",
      "authors": [
        "M. Lanza",
        "B. Garcia-Ponce",
        "G. Castrillo",
        "P. Catarecha",
        "M. Sauer",
        "M. Rodriguez-Serrano"
      ]
    },
    {
      "title": "Requirements for Arabidopsis ATARP2 and ATARP3 during epidermal development",
      "authors": [
        "J. Le",
        "S. E. D. El-Assal",
        "D. Basu",
        "M. E. Saad",
        "D. B. Szymanski"
      ]
    },
    {
      "title": "Disrupted actin: a novel player in pathogen attack sensing?",
      "authors": [
        "H. Leontovyčová",
        "T. Kalachova",
        "M. Janda"
      ]
    },
    {
      "title": "Actin depolymerization is able to increase plant resistance against pathogens via activation of salicylic acid signalling pathway",
      "authors": [
        "H. Leontovyčová",
        "T. Kalachova",
        "L. Trdá",
        "R. Pospíchalová",
        "L. Lamparová",
        "P. I. Dobrev"
      ]
    },
    {
      "title": "Secretion marker proteins and cell-wall polysaccharides move through different secretory pathways",
      "authors": [
        "M. R. Leucci",
        "G.-P. Di Sansebastiano",
        "M. Gigante",
        "G. Dalessandro",
        "G. Piro"
      ]
    },
    {
      "title": "The putative Arabidopsis Arp2/3 complex controls leaf cell morphogenesis",
      "authors": [
        "S. Li",
        "L. Blanchoin",
        "Z. Yang",
        "E. M. Lord"
      ]
    },
    {
      "title": "Battlefield cytoskeleton: turning the tide on plant immunity",
      "authors": [
        "P. Li",
        "B. Day"
      ]
    },
    {
      "title": "Rice actin-binding protein RMD is a key link in the auxin-actin regulatory loop that controls cell growth",
      "authors": [
        "G. Li",
        "W. Liang",
        "X. Zhang",
        "H. Ren",
        "J. Hu",
        "M. J. Bennett"
      ]
    },
    {
      "title": "The reorganization of actin filaments is required for vacuolar fusion of guard cells during stomatal opening in Arabidopsis",
      "authors": [
        "L.-J. Li",
        "F. Ren",
        "X.-Q. Gao",
        "P.-C. Wei",
        "X.-C. Wang"
      ]
    },
    {
      "title": "Brassinosteroids stimulate plant tropisms through modulation of polar auxin transport in Brassica and Arabidopsis",
      "authors": [
        "L. Li",
        "J. Xu",
        "Z.-H. Xu",
        "H.-W. Xue"
      ]
    },
    {
      "title": "Auxin biology revealed by small molecules",
      "authors": [
        "Q. Ma",
        "S. Robert"
      ]
    },
    {
      "title": "Actin filament disruption alters phragmoplast microtubule dynamics during the initial phase of plant cytokinesis",
      "authors": [
        "K. Maeda",
        "M. Sasabe",
        "S. Hanamata",
        "Y. Machida",
        "S. Hasezawa",
        "T. Higaki"
      ]
    },
    {
      "title": "Actin turnover-mediated gravity response in maize root apices: gravitropism of decapped roots implicates gravisensing outside of the root cap",
      "authors": [
        "S. Mancuso",
        "P. W. Barlow",
        "D. Volkmann",
        "F. Baluška"
      ]
    },
    {
      "title": "A framework for lateral membrane trafficking and polar tethering of the PEN3 ATP-binding cassette transporter",
      "authors": [
        "H. Mao",
        "M. Nakamura",
        "C. Viotti",
        "M. Grebe"
      ]
    },
    {
      "title": "Arabidopsis crooked encodes for the smallest subunit of the ARP2/3 complex and controls cell shape by region specific fine F-actin formation",
      "authors": [
        "J. Mathur",
        "N. Mathur",
        "V. Kirik",
        "B. Kernebeck",
        "B. P. Srinivas",
        "M. Hülskamp"
      ]
    },
    {
      "title": "Structure and evolution of the actin gene family in Arabidopsis thaliana",
      "authors": [
        "J. M. McDowell",
        "S. Huang",
        "E. C. McKinney",
        "Y. Q. An",
        "R. B. Meagher"
      ]
    },
    {
      "title": "Small changes in the regulation of one Arabidopsis profilin isovariant, PRF1, alter seedling development",
      "authors": [
        "E. C. McKinney",
        "M. K. Kandasamy",
        "R. B. Meagher"
      ]
    },
    {
      "title": "The significance of diversity in the plant actin gene family",
      "authors": [
        "R. B. Meagher",
        "E. C. McKinney",
        "M. K. Kandasamy"
      ]
    },
    {
      "title": "The evolution of new structures: clues from plant cytoskeletal genes",
      "authors": [
        "R. B. Meagher",
        "E. C. McKinney",
        "A. V. Vitale"
      ]
    },
    {
      "title": "The formin homology 1 domain modulates the actin nucleation and bundling activity of Arabidopsis FORMIN1",
      "authors": [
        "A. Michelot",
        "C. Guérin",
        "S. Huang",
        "M. Ingouff",
        "S. Richard",
        "N. Rodiuc"
      ]
    },
    {
      "title": "Arabidopsis plants deficient in constitutive class profilins reveal independent and quantitative genetic effects",
      "authors": [
        "K. J. Müssar",
        "M. K. Kandasamy",
        "E. C. McKinney",
        "R. B. Meagher"
      ]
    },
    {
      "title": "Gravity sensing and signal conversion in plant gravitropism",
      "authors": [
        "M. Nakamura",
        "T. Nishimura",
        "M. T. Morita"
      ]
    },
    {
      "title": "An Arabidopsis E3 ligase, SHOOT GRAVITROPISM9, modulates the interaction between statoliths and F-actin in gravity sensing",
      "authors": [
        "M. Nakamura",
        "M. Toyota",
        "M. Tasaka",
        "M. T. Morita"
      ]
    },
    {
      "title": "Plant actin-depolymerizing factors possess opposing biochemical properties arising from key amino acid changes throughout evolution",
      "authors": [
        "Q. Nan",
        "D. Qian",
        "Y. Niu",
        "Y. He",
        "S. Tong",
        "Z. Niu"
      ]
    },
    {
      "title": "Auxin stimulates its own transport by shaping actin filaments",
      "authors": [
        "P. Nick",
        "M.-J. Han",
        "G. An"
      ]
    },
    {
      "title": "An Arabidopsis ACT2 dominant-negative mutation, which disturbs F-actin polymerization, reveals its distinctive function in root development",
      "authors": [
        "T. Nishimura",
        "E. Yokota",
        "T. Wada",
        "T. Shimmen",
        "K. Okada"
      ]
    },
    {
      "title": "Modulation of plant root growth by nitrogen source-defined regulation of polar auxin transport",
      "authors": [
        "K. Ötvös",
        "M. Marconi",
        "A. Vega",
        "J. O’Brien",
        "A. Johnson",
        "R. Abualia"
      ]
    },
    {
      "title": "Arabidopsis class I formin FH1 relocates between membrane compartments during root cell ontogeny and associates with plasmodesmata",
      "authors": [
        "D. Oulehlová",
        "E. Kollárová",
        "P. Cifrová",
        "P. Pejchar",
        "V. Žàrský",
        "F. Cvrčková"
      ]
    },
    {
      "title": "Plant actin cytoskeleton: new functions from old scaffold",
      "authors": [
        "A. Paez-Garcia",
        "J. A. Sparks",
        "L. de Bang",
        "E. B. Blancaflor",
        "V. P. Sahi",
        "F. Baluška"
      ]
    },
    {
      "title": "Arabidopsis myosin XI-K localizes to the motile endomembrane vesicles associated with F-actin",
      "authors": [
        "V. V. Peremyslov",
        "A. L. Klocko",
        "J. E. Fowler",
        "V. V. Dolja"
      ]
    },
    {
      "title": "Class XI myosins are required for development, cell expansion, and F-actin organization in Arabidopsis",
      "authors": [
        "V. V. Peremyslov",
        "A. I. Prokhnevsky",
        "V. V. Dolja"
      ]
    },
    {
      "title": "Structural effects and functional implications of phalloidin and jasplakinolide binding to actin filaments",
      "authors": [
        "S. Pospich",
        "F. Merino",
        "S. Raunser"
      ]
    },
    {
      "title": "Actin cytoskeleton rearrangements during the gravitropic response of Arabidopsis roots",
      "authors": [
        "G. A. Pozhvanov",
        "D. V. Suslov",
        "S. S. Medvedev"
      ]
    },
    {
      "title": "Auxin, actin and growth of the Arabidopsis thaliana primary root",
      "authors": [
        "A. Rahman",
        "A. Bannigan",
        "W. Sulaman",
        "P. Pechter",
        "E. B. Blancaflor",
        "T. I. Baskin"
      ]
    },
    {
      "title": "Profilin plays a role in cell elongation, cell shape maintenance, and flowering in Arabidopsis",
      "authors": [
        "S. Ramachandran",
        "H. E. M. Christensen",
        "Y. Ishimaru",
        "C. H. Dong",
        "W. Chao-Ming",
        "A. L. Cleary"
      ]
    },
    {
      "title": "DIS1 and DIS2 play a role in tropisms in Arabidopsis thaliana",
      "authors": [
        "J. C. Reboulet",
        "P. Kumar",
        "J. Z. Kiss"
      ]
    },
    {
      "title": "2,4-dichlorophenoxyacetic acid promotes S-nitrosylation and oxidation of actin affecting cytoskeleton and peroxisomal dynamics",
      "authors": [
        "M. Rodríguez-Serrano",
        "D. M. Pazmiño",
        "I. Sparkes",
        "A. Rochetti",
        "C. Hawes",
        "M. C. Romero-Puertas"
      ]
    },
    {
      "title": "AtFH1 formin mutation affects actin filament and microtubule dynamics in Arabidopsis thaliana",
      "authors": [
        "A. Rosero",
        "V. Žárský",
        "F. Cvrčková"
      ]
    },
    {
      "title": "In silico roots: room for growth",
      "authors": [
        "J. P. Rutten",
        "K. T. Tusscher"
      ]
    },
    {
      "title": "The ancient subclasses of Arabidopsis actin depolymerizing factor genes exhibit novel and differential expression",
      "authors": [
        "D. R. Ruzicka",
        "M. K. Kandasamy",
        "E. C. McKinney",
        "B. Burgos-Rivera",
        "R. B. Meagher"
      ]
    },
    {
      "title": "Cytokinin regulates root meristem activity via modulation of the polar auxin transport",
      "authors": [
        "K. Růzǐčka",
        "M. Šimášková",
        "J. Duclercq",
        "J. Petrášek",
        "E. Zažímalová",
        "S. Simon"
      ]
    },
    {
      "title": "Update on myosin motors: molecular mechanisms and physiological functions",
      "authors": [
        "J. M. Ryan",
        "A. Nebenführ"
      ]
    },
    {
      "title": "Plastids and gravitropic sensing",
      "authors": [
        "F. D. Sack"
      ]
    },
    {
      "title": "Arabidopsis thaliana plants lacking the ARP2/3 complex show defects in cell wall assembly and auxin distribution",
      "authors": [
        "V. P. Sahi",
        "P. Cifrová",
        "J. Garciá-González",
        "I. Kotannal Baby",
        "G. Mouillé",
        "E. Gineau"
      ]
    },
    {
      "title": "Effects of myosin ATPase inhibitor 2,3-butanedione 2-monoxime on distributions of myosins, F-actin, microtubules, and cortical endoplasmic reticulum in maize root apices",
      "authors": [
        "J. Šamaj",
        "M. Peters",
        "D. Volkmann",
        "F. Baluška"
      ]
    },
    {
      "title": "Patterning and lifetime of plasma membrane-localized cellulose synthase is dependent on actin organization in Arabidopsis interphase cells",
      "authors": [
        "A. Sampathkumar",
        "R. Gutierrez",
        "H. E. McFarlane",
        "M. Bringmann",
        "J. Lindeboom",
        "A. M. Emons"
      ]
    },
    {
      "title": "COP1 mediates the coordination of root and shoot growth by light through modulation of PIN1- and PIN2-dependent auxin transport in Arabidopsis",
      "authors": [
        "M. Sassi",
        "Y. Lu",
        "Y. Zhang",
        "J. Wang",
        "P. Dhonukshe",
        "I. Blilou"
      ]
    },
    {
      "title": "Actin-dependent vacuolar occupancy of the cell determines auxin-induced growth repression",
      "authors": [
        "D. Scheuring",
        "C. Löfke",
        "F. Krüger",
        "M. Kittelmann",
        "A. Eisa",
        "L. Hughes"
      ]
    },
    {
      "title": "D-root: a system for cultivating plants with the roots in darkness or under different light conditions",
      "authors": [
        "J. Silva-Navas",
        "M. A. Moreno-Risueno",
        "C. Manzano",
        "M. Pallero-Baena",
        "S. Navarro-Neila",
        "B. Téllez-Robledo"
      ]
    },
    {
      "title": "Flavonols mediate root phototropism and growth through regulation of proliferation-to-differentiation transition",
      "authors": [
        "J. Silva-Navas",
        "M. A. Moreno-Risueno",
        "C. Manzano",
        "B. Téllez-Robledo",
        "S. Navarro-Neila",
        "V. Carrasco"
      ]
    },
    {
      "title": "Multiple actin isotypes in plants: diverse genes for diverse roles?",
      "authors": [
        "K. Šlajcherová",
        "J. Fišerová",
        "L. Fischer",
        "K. Schwarzerová",
        "M. Yang"
      ]
    },
    {
      "title": "Actin filament dynamics are dominated by rapid growth and severing activity in the Arabidopsis cortical array",
      "authors": [
        "C. J. Staiger",
        "M. B. Sheahan",
        "P. Khurana",
        "X. Wang",
        "D. W. McCurdy",
        "L. Blanchoin"
      ]
    },
    {
      "title": "Molecular mechanisms of root gravitropism",
      "authors": [
        "S. H. Su",
        "N. M. Gibbs",
        "A. L. Jancewicz",
        "P. H. Masson"
      ]
    },
    {
      "title": "Small acidic protein 1 and SCFTIR1 ubiquitin proteasome pathway act in concert to induce 2,4-dichlorophenoxyacetic acid-mediated alteration of actin in Arabidopsis roots",
      "authors": [
        "M. Takahashi",
        "K. Umetsu",
        "Y. Oono",
        "T. Higaki",
        "E. B. Blancaflor",
        "A. Rahman"
      ]
    },
    {
      "title": "Actin reorganization triggers rapid cell elongation in roots",
      "authors": [
        "H. Takatsuka",
        "T. Higaki",
        "M. Umeda"
      ]
    },
    {
      "title": "Cytoskeletal control of planar polarity in root hair development",
      "authors": [
        "H. Takatsuka",
        "M. Ito"
      ]
    },
    {
      "title": "Hormonal control of cell division and elongation along differentiation trajectories in roots",
      "authors": [
        "H. Takatsuka",
        "M. Umeda"
      ]
    },
    {
      "title": "The cell wall of Arabidopsis thaliana influences actin network dynamics",
      "authors": [
        "F. Tolmie",
        "A. Poulet",
        "J. McKenna",
        "S. Sassmann",
        "K. Graumann",
        "M. Deeks"
      ]
    },
    {
      "title": "Cytoplasmic streaming velocity as a plant size determinant",
      "authors": [
        "M. Tominaga",
        "A. Kimura",
        "E. Yokota",
        "T. Haraguchi",
        "T. Shimmen",
        "K. Yamamoto"
      ]
    },
    {
      "title": "Arabidopsis VILLIN2 and VILLIN3 are required for the generation of thick actin filament bundles and for directional organ growth",
      "authors": [
        "H. S. van der Honing",
        "H. Kieft",
        "A. M. C. Emons",
        "T. Ketelaar"
      ]
    },
    {
      "title": "Light signaling, root development, and plasticity",
      "authors": [
        "K. van Gelderen",
        "C. Kang",
        "R. Pierik"
      ]
    },
    {
      "title": "Hormonal interactions in the regulation of plant development",
      "authors": [
        "M. Vanstraelen",
        "E. Benková"
      ]
    },
    {
      "title": "Single-point ACT2 gene mutation in the Arabidopsis root hair mutant der1-3 affects overall actin organization, root growth and plant development",
      "authors": [
        "L. Vaškebová",
        "J. Šamaj",
        "M. Ovecka"
      ]
    },
    {
      "title": "The root apex of Arabidopsis thaliana consists of four distinct zones of growth activities: meristematic zone, transition zone, fast elongation zone and growth terminating zone",
      "authors": [
        "J. P. Verbelen",
        "T. De Cnodder",
        "J. Le",
        "K. Vissenberg",
        "F. Baluška"
      ]
    },
    {
      "title": "GFP-FABD2 fusion construct allows in vivo visualization of the dynamic actin cytoskeleton in all cells of Arabidopsis seedlings",
      "authors": [
        "B. Voigt",
        "A. C. J. Timmers",
        "J. Šamaj",
        "J. Müller",
        "F. Baluška",
        "D. Menzel"
      ]
    },
    {
      "title": "Statoliths motions in gravity-perceiving plant cells: does actomyosin counteract gravity?",
      "authors": [
        "D. Volkmann",
        "F. Baluška",
        "I. Lichtscheidl",
        "D. Driss-Ecole",
        "G. Perbal"
      ]
    },
    {
      "title": "The signal transducer NPH3 integrates the phototropin1 photosensor with PIN2-based polar auxin transport in Arabidopsis root phototropism",
      "authors": [
        "Y. Wan",
        "J. Jasik",
        "L. Wang",
        "H. Hao",
        "D. Volkmann",
        "D. Menzel"
      ]
    },
    {
      "title": "Interactions between plant endomembrane systems and the actin cytoskeleton",
      "authors": [
        "P. Wang",
        "P. J. Hussey"
      ]
    },
    {
      "title": "Understanding the functions and mechanisms of plant cytoskeleton in response to environmental signals",
      "authors": [
        "X. Wang",
        "T. Mao"
      ]
    },
    {
      "title": "Green fluorescent protein fusions to Arabidopsis fimbrin 1 for spatio-temporal imaging of F-actin dynamics in roots",
      "authors": [
        "Y.-S. Wang",
        "C. M. Motes",
        "D. R. Mohamalawari",
        "E. B. Blancaflor"
      ]
    },
    {
      "title": "Actin microfilaments in presumptive statocytes of root caps and coleoptiles",
      "authors": [
        "R. G. White",
        "F. D. Sack"
      ]
    },
    {
      "title": "Root gravitropism in response to a signal originating outside of the cap",
      "authors": [
        "C. Wolverton",
        "J. L. Mullen",
        "H. Ishikawa",
        "M. L. Evans"
      ]
    },
    {
      "title": "Root cap angle and gravitropic response rate are uncoupled in the Arabidopsis pgm-1 mutant",
      "authors": [
        "C. Wolverton",
        "A. M. Paya",
        "J. Toska"
      ]
    },
    {
      "title": "Cytokinin—a developing story",
      "authors": [
        "B. Wybouw",
        "B. De Rybel"
      ]
    },
    {
      "title": "AtFH8 is involved in root development under effect of low-dose latrunculin B in dividing cells",
      "authors": [
        "X.-H. H. Xue",
        "C.-Q. Q. Guo",
        "F. Du",
        "Q.-L. L. Lu",
        "C.-M. M. Zhang",
        "H.-Y. Y. Ren"
      ]
    },
    {
      "title": "ARP2/3-dependent growth in the plant kingdom: SCARs for life",
      "authors": [
        "M. Yanagisawa",
        "C. Zhang",
        "D. B. Szymanski"
      ]
    },
    {
      "title": "Cell polarity: regulators and mechanisms in plants",
      "authors": [
        "K. Yang",
        "L. Wang",
        "J. Le",
        "J. Dong"
      ]
    },
    {
      "title": "Optogenetic manipulation of cellular communication using engineered myosin motors",
      "authors": [
        "Z. Zhang",
        "N. Denans",
        "Y. Liu",
        "O. Zhulyn",
        "H. D. Rosenblatt",
        "M. Wernig"
      ]
    },
    {
      "title": "ARP2/3 localization in Arabidopsis leaf pavement cells: a diversity of intracellular pools and cytoskeletal interactions",
      "authors": [
        "C. Zhang",
        "E. L. Mallery",
        "D. B. Szymanski"
      ]
    },
    {
      "title": "Arabidopsis VILLIN5, an actin filament bundling and severing protein, is necessary for normal pollen tube growth",
      "authors": [
        "H. Zhang",
        "X. Qu",
        "C. Bao",
        "P. Khurana",
        "Q. Wang",
        "Y. Xie"
      ]
    },
    {
      "title": "Blue-light-induced PIN3 polarization for root negative phototropic response in Arabidopsis",
      "authors": [
        "K. X. Zhang",
        "H. H. Xu",
        "T. T. Yuan",
        "L. Zhang",
        "Y. T. Lu"
      ]
    },
    {
      "title": "Regulation of plant responses to salt stress",
      "authors": [
        "S. Zhao",
        "Q. Zhang",
        "M. Liu",
        "H. Zhou",
        "C. Ma",
        "P. Wang"
      ]
    },
    {
      "title": "Microrheological insights into the dynamics of amyloplasts in root gravity-sensing cells",
      "authors": [
        "Z. Zheng",
        "J. Zou",
        "H. Li",
        "S. Xue",
        "Y. Wang",
        "J. Le"
      ]
    },
    {
      "title": "TWISTED DWARF1 mediates the action of auxin transport inhibitors on actin cytoskeleton dynamics",
      "authors": [
        "J. Zhu",
        "A. Bailly",
        "M. Zwiewka",
        "V. Sovero",
        "M. Di Donato",
        "P. Ge"
      ]
    },
    {
      "title": "Keeping it all together: auxin-actin crosstalk in plant development",
      "authors": [
        "J. Zhu",
        "M. Geisler"
      ]
    },
    {
      "title": "Direct turgor pressure measurements in individual leaf cells of Tradescantia virginiana",
      "authors": [
        "U. Zimmermann",
        "D. Hüsken",
        "E. D. Schulze"
      ]
    },
    {
      "title": "An auxin transport inhibitor targets villin-mediated actin dynamics to regulate polar auxin transport",
      "authors": [
        "M. Zou",
        "H. Ren",
        "J. Li"
      ]
    },
    {
      "title": "The role of Arabidopsis actin-related protein 3 in amyloplast sedimentation and polar auxin transport in root gravitropism",
      "authors": [
        "J. J. Zou",
        "Z. Y. Zheng",
        "S. Xue",
        "H. H. Li",
        "Y. R. Wang",
        "J. Le"
      ]
    }
  ],
  "original_title": "Regulation of plant gravity sensing and signaling by the actin cytoskeleton.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/848f/8716943/b19aef43b81e/fpls-12-777119-g001.jpg"
  ]
}