{
  "pmcid": "PMC8879990",
  "title": "Response of Arabidopsis thaliana and Mizuna Mustard Seeds to Simulated Space Radiation Exposures",
  "abstract": "One of the major concerns for long-term exploration missions beyond the Earth’s magnetosphere is consequences from exposures to solar particle event (SPE) protons and galactic cosmic rays (GCR). For long-term crewed Lunar and Mars explorations, the production of fresh food in space will provide both nutritional supplements and psychological benefits to the astronauts. However, the effects of space radiation on plants and plant propagules have not been sufficiently investigated and characterized. In this study, we evaluated the effect of two different compositions of charged particles-simulated GCR, and simulated SPE protons on dry and hydrated seeds of the model plant Arabidopsis thaliana and the crop plant Mizuna mustard [Brassica rapa var. japonica]. Exposures to charged particles, simulated GCRs (up to 80 cGy) or SPEs (up to 200 cGy), were performed either acutely or at a low dose rate using the NASA Space Radiation Laboratory (NSRL) facility at Brookhaven National Lab (BNL). Control and irradiated seeds were planted in a solid phytogel and grown in a controlled environment. Five to seven days after planting, morphological parameters were measured to evaluate radiation-induced damage in the seedlings. After exposure to single types of charged particles, as well as to simulated GCR, the hydrated Arabidopsis seeds showed dose- and quality-dependent responses, with heavier ions causing more severe defects. Seeds exposed to simulated GCR (dry seeds) and SPE (hydrated seeds) had significant, although much less damage than seeds exposed to heavier and higher linear energy transfer (LET) particles. In general, the extent of damage depends on the seed type.",
  "introduction": "1. Introduction\n\nA long-duration mission to Mars will require humans to live in space for up to 2.5 years. The distance of Mars from Earth changes with planetary physics limiting launch opportunities and preventing resupply. Consequently, food may have to be sent years ahead of the crew. Shelf-stable food systems may be five years old by the end of the mission. Under expected ambient storage conditions, critical nutrients and quality factors may degrade over this period of time. This possibility creates a critical risk to the provision of adequate food and nutrition to support crew health and performance through such missions. Food crops grown in-mission have the potential to supplement crew nutritional requirements and to act as a psychological countermeasure for the crew by providing a familiar aspect of Earth in the isolation and confinement of deep space. However, seeds and plant growth supplies may also have to be sent ahead of the crew and would need to remain viable for the length of the mission. Deep-space radiation is one of the major factors that could impact the viability of food crops.\n\nDeep-space radiation is composed primarily of protons released from large solar particle events (SPE) and galactic cosmic rays (GCR). GCR consists of approximately 85–90% protons, and 10–13% helium ions (alpha particles), with the remaining 1–2% consisting of high atomic number and energy (HZE) nuclei particles and electrons. For future missions back to the Moon or on to Mars, astronauts and other organisms onboard these deep space missions will be exposed constantly to GCR and occasionally to protons from SPEs. Life on Earth is well protected from these components of deep-space radiation for two reasons: (1) the Earth’s global magnetic field deflects energetic charged particles, and (2) Earth’s atmosphere interacts with them resulting in attenuated energy levels and secondary particles. However, during a mission beyond low Earth orbit (LEO), living organisms will be exposed to more intense deep-space radiation, in addition to secondary particles generated by the shielding materials, the atmosphere, and regolith if near the Lunar or Martian surface.\n\nDuring a long-term deep space mission, it is expected that crew members in space will be exposed to 1–2 mSv/day dose equivalent rate of GCR and approximately half this amount on planetary surfaces. Even though the flux levels of GCR particles are very low, GCR contains high linear energy transfer (LET) particles that produce intense ionization as they penetrate through matter. Compared to low LET radiation (e.g., gamma radiation), the estimated average biological effectiveness (or the quality factor) of radiation received on the Martian surface and during transit are 3.05 and 3.82, respectively, primarily due to the Martian atmosphere. The effective Mars atmospheric shielding is about 21 g/cm2, which is much thicker than the spacecraft shielding of the Mars Science Laboratory (MSL)’s Curiosity Rover during its transportation from Earth to Mars. For Lunar missions, there is no atmospheric shielding effect. Using data obtained during the MSL mission, it was estimated that a total mission dose equivalent of ~1.01 Sv would be experienced during a round trip Mars surface mission consisting of a 180-day transit (each way) and 500 days on the Martian surface with solar activity similar to that of 2011–2012. For plant seeds, these dose equivalent rates and quality factors may not be applicable because they refer to the biological effectiveness of a given absorbed dose of a specific type of radiation based on human tissue responses. Therefore, in this study, we designed the experiment based on the measurements of the absorbed dose during the MSL mission, which is 400–560 µGy/day during transit and 170–250 µGy/day on the Martian surface at the Gale crater region.\n\nAt the cellular level, radiation induces DNA damage, which to some extent is successfully handled by cellular repair machinery. To counteract DNA damage, a network of cellular pathways, defined as the DNA damage response (DDR) network, mitigates DNA damage by detecting and repairing DNA lesions. These mechanisms consist of cell-cycle regulation, DNA repair, and apoptosis. The basic DDR networks in prokaryotes and eukaryotes are similar, but significant differences exist in the radiosensitivity among different species and the mechanisms that allow access to the lesions by repair enzymes. Plants share many features of chromatin organization and DNA repair with fungi and animals.\n\nNumerous studies have shown that the effect of ionizing radiation on plants depends upon species, cultivar, development stage, tissue architecture and genome organization, as well as radiation features, e.g., quality, dose, and duration of exposure. Plant seeds have been flown on the ISS and on other venues beyond LEO, however, the radiation environment reported in most of these published studies is not comparable to deep- space radiation, neither in quality nor quantity. Therefore, whether crop seeds, plant growth, and produce quality are significantly affected by long-term exposure to deep-space radiation has yet to be adequately investigated and characterized.\n\nAlthough current Earth-based radiation facilities can only approximately reproduce the space-radiation environment, recent improvements in technology can be utilized to improve our knowledge about the effect of space radiation on crop plants. This information would in turn address the question of whether fresh food production could provide an important nutritional and psychological contribution on long-duration missions. In this study, two types of plant seeds were included. The first were seeds from Arabidopsis thaliana, a model organism that does not have properties that would contribute to a bioregenerative or food capability, but which is currently the most extensively studied plant in spaceflight partially due to the availability of its whole genome sequence and a wide range of genetically modified strains. The second were seeds from an edible mustard plant, Mizuna, Brassica rapa var. japonica, which has been identified as a candidate space crop and grown for research and crew consumption on the International Space Station (ISS). Seeds from both species were irradiated, and subsequently planted and grown to seedlings to demonstrate the impact of the space radiation environment on seeds and their ability to germinate and develop. The range of outcomes between Arabidopsis and Mizuna indicates the potential challenges with transferring model organism information to usable systems, and a need to focus research on crops most likely to contribute to spaceflight missions.",
  "methods": "2. Materials and Methods\n\n2.1. Plants\n\nSeeds of wild type Arabidopsis thaliana Col-0, and Mizuna (Brassica rapa var. japonica), a mustard leafy green, were used for this study. Arabidopsis thaliana has been widely used as a model plant organism for microgravity research. Arabidopsis seeds were obtained from in-house culture, while Mizuna seeds were purchased from Johnny’s Selected Seeds (Waterville, ME, USA).\n\n2.2. Radiation Scenarios\n\nSelected radiation scenarios are summarized in Table 1. Seeds, dry or imbibed, were exposed to protons and titanium ions individually, or using two simulated GCR scenarios (GCR1 or GCR2) and one simulated SPE event. For both GCR scenarios, ions including protons, helium, oxygen, titanium or silicon, and iron were sequentially delivered. GCR1 was a complex mixed radiation field with a similar spectrum of particles identified in GCR. This simulation was designed by Dr. Hada’s team and generated after the above primary beams passed through 20 g/cm2 aluminum and high-density polyethylene at 10.345 g/cm2. Under the GCR1 environment, seeds were exposed to a mixture of non-directional secondary particles in which 250 MeV/n protons predominated. The GCR2 scenario was a standard GCR simulation scenario provided by the NSRL physics team for space-radiation risk assessment research without the shielding material. Simulated SPE exposure was achieved using sequential exposures to protons with a broad energy range of 50–150 MeV/n, simulating the August 1972 SPE event. Exposures to all radiation scenarios were conducted acutely (within minutes for each single beam, leading to a total of about 20 min. for all particle components) or at a relatively low dose rate (LDR) over a 2–4 h time period (Table 1).\n\n2.3. Preparation of Seeds for Irradiation and Growth Study\n\nMizuna seeds were sanitized by 1 h-hypochlorite fuming (30 mL bleach: 0.5 mL HCL), while Arabidopsis seeds were sanitized using a standard 70% ethanol method. Sanitized dry seeds for each condition were then transferred to packets prepared from sterile germination paper. For imbibed seed treatments, twenty-four hours before irradiation, 0.9 mL of water was added to each packet to imbibe the seeds, and seed packets with imbibed seeds were then wrapped with several more layers of brown kraft paper sheet to prevent light exposure. All the seed packets, each containing about 25 dry or imbibed seeds, were kept in the dark at approximately 4 °C in a refrigerator, except during the periods of actual or sham (i.e., for controls) radiation exposures when both irradiated and control seed packets were still in the dark, but at room temperature.\n\nDepending on the experimental conditions (Table 1), 26–72 dry or 24 h-imbibed Arabidopsis and Mizuna seeds were subject to each radiation exposure treatment, while similar numbers of seeds were retained as non-irradiated controls for comparison with acute or LDR irradiated seeds.\n\nFor evaluating germination and early seedling development, two days after irradiation, control and irradiated seeds were planted onto a 0.5% Murishige and Skoog (MS) phytogel media either individually within a pipette tip holder (titanium, proton, and GCR1 experiments) or six to twelve seeds within a 10 cm × 10 cm Petri plate (GCR2 and SPE experiments) at Kennedy Space Center (KSC). Growth conditions approximating those on the ISS (except for CO2 concentration) were maintained in a controlled environment chamber (22 °C, 40–45% RH, 150 μmol·m2·s−1 light, ambient CO2 at about 400 ppm, 16 h/8 h photoperiod). Seedlings were harvested at 6–7 days after planting (DAP) for Arabidopsis, and 5 DAP for Mizuna for morphological analyses. Images were acquired for evaluating signs of stress and deformation. Seeds were defined as having germinated upon observation of any early sign of germination, including seed coat rupture and radicle emergence. For purposes of assessing viability rates in seeds exposed to Ti-ion exposure, non-germinated seeds as well as germinated seeds without cotyledons, or with radical emergence or showing severely deformed cotyledons without sign of true leaf development were considered non-viable. Imagery analysis for determining cotyledon deformation was conducted only for Ti-ion irradiated Arabidopsis seedlings and mizuna experiments. In the titanium-ion irradiation experiment, deformation data were obtained for all seedlings; however, root length measurements for several seedlings were missing due to their roots being broken during the harvest. As a result, the number of plants available for analysis of root length was fewer than the number with deformation data for the titanium-ion experiment. Root length was measured using Rootnav v1.8.1 and Image J software. Root length data are presented in millimeters.\n\n2.4. Mathematical Simulation and Radiation Track Analysis\n\nThe simulations were conducted with the code RITRACKS. Briefly, a simulation volume is defined, and its base is irradiated by n tracks. The number of tracks is determined from sampling of the Poisson distribution, p(n) = λn e−λ/n!, where λ = ϕA is the average number of tracks, A is the area of the irradiated volume surface, and ϕ is obtained from a given dose D using the well-known equation,\n\nThe LET of a particle is calculated using the Bethe’s equation, with corrections. To mimic the contributions of energy deposition from electron tracks of neighboring volumes, periodic boundary conditions (PBCs) were used. Briefly, the electrons that leave the irradiated volume are put back on the opposite side, with the same energy and direction vector.\n\n2.5. Statistical Analysis\n\nFor discrete outcomes, such as viability, germination or deformed cotyledon counts, Fisher’s exact test was used to compare radiation exposure methods (control, acute, or low-dose rate) or to compare doses within each radiation scenario. For comparisons with root length as an outcome, quantile regression was used to compare medians, taking into account the possibility of non-germination and the generally left-skewed distribution of root lengths even if germination had occurred. For defining median root length, non-germination was treated as a length of zero. In other words, a median length of x0 is taken to mean 50% of plants had root lengths > x0, while the other 50% either did not germinate or if they did, had lengths < x0.",
  "results": "3. Results\n\n3.1. Effect of Titanium Ion and Proton Exposure on Imbibed Arabidopsis Seeds\n\nIrradiation of imbibed Arabidopsis seeds was delivered acutely (within minutes), or over a longer duration at a low dose rate (LDR) of 0.166 cGy/min for 40 cGy 300 MeV/n titanium ions (Ti), or 40 cGy 250 MeV/n protons. Mathematical simulations showed that the fluence of these particles over an Arabidopsis embryo reached 1750 to 2000 hits/seed for titanium ions (approximately 0.5 hits/cell) and over 800,000 hits/seed for protons (approximately over 200 hits/cell). Examples of simulated Ti, proton, and simulated GCR1 and 2 particle tracks within the volume of one cell (12 μm × 12 μm × 12 μm) are shown in Figure 1.\n\nExposure to titanium ions had no significant effect on the germination rate, however viability clearly was degraded after irradiation (Figure 2A, left panel). In addition, there were obvious increases in the percentage of cotyledon deformation in the irradiated groups (Figure 2A right panel, Figure 2D). Furthermore (Figure 2A, right panel), exposure to titanium ions had a noticeable effect on root development alone, with no measurable roots in 13 of 25 (52%) germinated seeds (LDR group) as compared with 8 of 25 (32%) seeds (acute group) and only 1 of 28 (3.6%) seeds (control group) (p < 0.001, Fisher exact test).\n\nOverall, the distribution of root length in seedlings was shifted downwards (Figure 2C) relative to the control distribution in the two irradiated groups with median lengths of 22.2, 6.4, and 0 mm, for the control, acute, and LDR groups respectively. (The median length was zero for the LDR group because for more than half (14 of 27) of these seeds, germination did not occur or roots did not develop to the point where they were measurable). Even when comparing the upper parts of the root length distribution, we observed a similar pattern; for example, 75th-percentile root lengths were 24, 19, and 14 mm for control, acute, and LDR groups, respectively (Figure 2B). Similarly, when considering only plants with measurable root lengths, estimated median root length ± 1SE was 22.2 ± 2.8 mm for control seeds, decreasing to 17.3 ± 3.0 mm after acute exposure and to 9.5 ± 3.1 mm (LDR exposure).\n\nExposure to protons had virtually no effect on the ability of seeds to germinate with more than 90% germination rates for all experimental conditions: control seeds (98%, 55/56), acute exposure (95%, 38/40), and LDR exposure (92.8%, 39/42) (Figure 3A). However estimated median root lengths differed markedly between the experimental groups: (F(2, 135) = 38.4; p < 0.0001). Estimates of median lengths and standard errors were: 24.1 ± 0.6 mm (control), 16.7 ± 0.7 mm (acute exposure), and 18.6 ± 0.6 mm (LDR exposure) (Figure 3B). Figure 3C shows the effects of irradiation on the distribution of root lengths in plants from germinated seeds. Furthermore, exposure to protons, as low as 20 cGy (data not shown), also resulted in significantly shorter and more under-developed roots without obvious deformation of leaf and root tissue. These results suggest that SPEs, which contain protons with a broad energy spectrum, may have a potential impact on plant growth after germination as was also seen for GCR exposures (next section).\n\n3.2. Effect of GCR-1 Scenario on Imbibed Arabidopsis Seeds\n\nAbout 85% of imbibed Arabidopsis seeds germinated in all treatment groups, regardless of exposure to CGR1 radiation (Figure 4A). The relatively large number of non-germinated seeds (six in each group) resulted in a loss of power to discriminate between treatment groups with respect to median root length. Median root lengths were similar for control plants and for plants grown from seeds exposed to simulated acute or LDR GCR1 radiation at 29 cGy, but appeared reduced after exposure to 59 cGy GCR1 radiation (Figure 4B). Considering only the germinated seeds, the median root lengths of plants from seeds exposed to acute 59 cGy GCR1 radiation were noticeably shorter (median length = 15.7 mm as compared with controls, median length = 19.8 mm; p = 0.007). The distribution of the root length data from germinated seeds is displayed in Figure 4C.\n\n3.3. Effect of GCR2 on Dry Arabidopsis and Mizuna Seeds\n\nDry Arabidopsis and Mizuna seeds were exposed to GCR2 radiation, a simplified and standard six-beam simulation scenario recommended by the NSRL, rather than the GCR1 scenario, which generated a much more complex radiation field for post-irradiation analysis. For Arabidopsis seeds, the effect of GCR2 radiation was negligible in that 401 of the 406 seeds planted germinated with notable root development (Figure 5A). For LDR exposure, estimated median root lengths were virtually the same for all dose groups. For acute exposure, there was only a slight indication of a tendency for plants to have degraded root lengths (p = 0.04, p = 0.02 for doses of 40 and 80 cGy respectively; Figure 5B). In the case of Mizuna, although virtually all seeds (356 of 360) also germinated with root development (Figure 5C), we observed evidence of an acute irradiation effect on the incidence of plants with deformed leaves, with 7 of 59 (11.9%) control plants having deformed leaves (control), as compared with 23 of 59 (39.0%) and 14 of 59 (23.7%) for 40 cGy and 80 cGy exposures (p = 0.003, Fisher exact test) (Figure 5D). No such effect was seen after LDR exposure. Similarly, we observed a 17% reduction in median root length of Mizuna plants after acute irradiation compared to the control (95% conf (-27.6%, -7.4%), p = 0.001), whereas there was no noticeable effect of LDR irradiation on root length (Figure 5E).\n\n3.4. Effect of SPE on Imbibed Arabidopsis and Mizuna\n\nFor imbibed Arabidopsis seeds, there was no noticeable effect of simulated-SPE dose on percentages of germination) for either acute or LDR exposures (Figure 6A) or on median root length (p = 0.35 and p = 0.06, comparing all doses, Acute and LDR respectively) (Figure 6B). However, for imbibed Mizuna seeds exposed to acute simulated SPE radiation (Figure 6C), percentages of negative outcomes (non-germinated seeds or plants with deformed cotyledon structure) tended to increase with dose (Fisher’s exact test comparing all doses including control; p = 0.0011, Figure 6D). For LDR exposure, percentages of negative outcomes also tended to increase with dose, however the effect was not as striking (Figure 6C, Fisher’s exact test, p = 0.034). There was no noticeable effect of dose on median root length for either type of exposure (p = 0.40 and p = 0.97, comparing all doses, acute and LDR respectively) (Figure 6E).",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "space radiation",
    "galactic cosmic rays",
    "solar particle event",
    "Arabidopsis",
    "mizuna mustard",
    "seeds",
    "Article"
  ],
  "citations": [
    {
      "title": "Initial assessment of the nutritional quality of the space food system over three years of ambient storage",
      "authors": [
        "M. Cooper",
        "M. Perchonok",
        "G.L. Douglas"
      ]
    },
    {
      "title": "Assessment of the Long-Term Stability of Retort Pouch Foods to Support Extended Duration Spaceflight",
      "authors": [
        "P.M. Catauro",
        "M.H. Perchonok"
      ]
    },
    {
      "title": "Gardening for therapeutic people-plant interactions during long-duration space missions",
      "authors": [
        "R. Odeh",
        "C.L. Guy"
      ]
    },
    {
      "title": "Cancer risk from exposure to galactic cosmic rays: Implications for space exploration by human beings",
      "authors": [
        "F.A. Cucinotta",
        "M. Durante"
      ]
    },
    {
      "title": "Ionizing radiation and life",
      "authors": [
        "L.R. Dartnell"
      ]
    },
    {
      "title": "Evidence Report: Risk of Radiation Carcinogenesis",
      "authors": [
        "J. Huff",
        "L.S. Carnell",
        "S. Blattnig",
        "L. Chappell",
        "G. Kerry",
        "S. Lumpkins",
        "L. Simonsen",
        "T.S. Slaba",
        "C. Werneth"
      ]
    },
    {
      "title": "Measurements of Energetic Particle Radiation in Transit to Mars on the Mars Science Laboratory",
      "authors": [
        "C. Zeitlin",
        "D.M. Hassler",
        "F.A. Cucinotta",
        "B. Ehresmann",
        "R.F. Wimmer-Schweingruber",
        "D.E. Brinza",
        "S. Kang",
        "G. Weigle",
        "S. Böttcher",
        "E. Böhm"
      ]
    },
    {
      "title": "Mars’ Surface Radiation Environment Measured with the Mars Science Laboratory’s Curiosity Rover",
      "authors": [
        "D.M. Hassler",
        "C. Zeitlin",
        "R.F. Wimmer-Schweingruber",
        "B. Ehresmann",
        "S. Rafkin",
        "J.L. Eigenbrode",
        "D.E. Brinza",
        "G. Weigle",
        "S. Böttcher",
        "E. Böhm"
      ]
    },
    {
      "title": "Space radiation effects on plant and mammalian cells",
      "authors": [
        "C. Arena",
        "V. De Micco",
        "E. Macaeva",
        "R. Quintens"
      ]
    },
    {
      "title": "DNA Damage Repair in the Context of Plant Chromatin",
      "authors": [
        "M. Donà",
        "O.M. Scheid"
      ]
    },
    {
      "title": "Effects of sparsely and densely ionizing radiation on plants",
      "authors": [
        "V. De Micco",
        "C. Arena",
        "D. Pignalosa",
        "M. Durante"
      ]
    },
    {
      "title": "Germination, growth rates, and electron microscope analysis of tomato seeds flown on the LDEF",
      "authors": [
        "E.C. Hammond",
        "K. Bridgers",
        "F.D. Berry"
      ]
    },
    {
      "title": "Effects of prolonged exposure to space flight factors for 175 days on lettuce seeds",
      "authors": [
        "L.V. Nevzgodina",
        "E.N. Maximova",
        "Y.A. Akatov"
      ]
    },
    {
      "title": "Radiobiological investigations in Cosmos 782 space flight (Biobloc SF1 experiment)",
      "authors": [
        "Y.G. Grigoriev",
        "H. Planel",
        "M. Delpoux",
        "Y. Gaubin-Blanquet",
        "L.V. Nevzgodina",
        "B. Pianezzi",
        "V.I. Popov",
        "A.M. Marenny",
        "Y.A. Vinogradov",
        "R. Pfhol"
      ]
    },
    {
      "title": "NASA’s first ground-based Galactic Cosmic Ray Simulator: Enabling a new era in space radiobiology research",
      "authors": [
        "L.C. Simonsen",
        "T.C. Slaba",
        "P. Guida",
        "A. Rusek"
      ]
    },
    {
      "title": "Test of Arabidopsis Space Transcriptome: A Discovery Environment to Explore Multiple Plant Biology Spaceflight Experiments",
      "authors": [
        "R. Barker",
        "J. Lombardino",
        "K. Rasmussen",
        "S. Gilroy"
      ]
    },
    {
      "title": "Sustained salad crop production requirements for lunar surface",
      "authors": [
        "G.W. Stutte",
        "O. Monje",
        "N.C. Yorio",
        "S.L. Edney",
        "G. Newsham",
        "L. Connole",
        "R.M. Wheeler"
      ]
    },
    {
      "title": "Concept for Sustained Plant Production on ISS Using VEGGIE Capillary Mat Rooting System",
      "authors": [
        "G.W. Stutte",
        "G. Newsham",
        "R.C. Morrow",
        "R.M. Wheeler"
      ]
    },
    {
      "title": "Selection of Leafy Green Vegetable Varieties for a Pick-and-Eat Diet Supplement on ISS. In Proceedings of the International Conference on Environmental systems",
      "authors": [
        "G.D. Massa",
        "R.M. Wheeler",
        "G.W. Stutte",
        "J.T. Richards",
        "L.E. Spencer",
        "M.E. Hummerick",
        "G.L. Douglas",
        "T. Sirmons"
      ]
    },
    {
      "title": "Preliminary species and media selection for the Veggie space hardware",
      "authors": [
        "G.D. Massa",
        "G. Newsham",
        "M.E. Hummerick",
        "J.L. Caro",
        "G.W. Stutte",
        "R.C. Morrow",
        "R.M. Wheeler"
      ]
    },
    {
      "title": "Determination of Chromosome Aberrations in Human Fibroblasts Irradiated by Mixed Fields Generated with Shielding",
      "authors": [
        "T.C. Slaba",
        "I. Plante",
        "A. Ponomarev",
        "Z.S. Patelb",
        "M. Hada"
      ]
    },
    {
      "title": "Galactic cosmic ray simulation at the NASA Space Radiation Laboratory",
      "authors": [
        "J.W. Norbury",
        "W. Schimmerling",
        "T.C. Slaba",
        "E.I. Azzam",
        "F.F. Badavi",
        "G. Baiocco",
        "C.J. Zeitlin",
        "E. Benton",
        "V. Bindi",
        "E.A. Blakely"
      ]
    },
    {
      "title": "Overview of the NASA space radiation laboratory",
      "authors": [
        "C.L. Tessa",
        "M. Sivertz",
        "I. Chiang",
        "D. Lowenstein",
        "A. Rusek"
      ]
    },
    {
      "title": "VEG-01: Veggie Hardware Validation Testing on the International Space Station",
      "authors": [
        "G.D. Massa",
        "N.F. Dufour",
        "J.A. Carver",
        "M.E. Hummerick",
        "R.M. Wheeler",
        "R.C. Morrow",
        "T.M. Smith"
      ]
    },
    {
      "title": "Plant Pillow Preparation for the Veggie Plant Growth System on the International Space Station",
      "authors": [
        "G.D. Massa",
        "G. Newsham",
        "M.E. Hummerick",
        "R.C. Morrow",
        "R.M. Wheeler"
      ]
    },
    {
      "title": "",
      "authors": [
        "I. Plante",
        "F.A. Cucinotta",
        "C.B. Mode"
      ]
    },
    {
      "title": "",
      "authors": [
        "J.A. Turner"
      ]
    },
    {
      "title": "Track Structure Components: Characterizing Energy Deposited in Spherical Cells from Direct and Peripheral HZE Ion Hits",
      "authors": [
        "I. Plante",
        "F. Poignant",
        "T. Slaba"
      ]
    },
    {
      "title": "Measurements of the neutron spectrum in transit to Mars on the Mars Science Laboratory",
      "authors": [
        "J. Köhler",
        "B. Ehresmann",
        "C. Zeitlin",
        "R.F. Wimmer-Schweingruber",
        "D.H. Hassler",
        "G. Reitz",
        "D.E. Brinza",
        "J. Appel",
        "S. Bottcher",
        "E. Bohm"
      ]
    },
    {
      "title": "Radiation exposure in the moon environment",
      "authors": [
        "G. Reitz",
        "T. Berger",
        "D. Matthiae"
      ]
    },
    {
      "title": "Space radiobiology on the moon",
      "authors": [
        "M. Durante"
      ]
    },
    {
      "title": "Space Radiation Cancer Risk Projections and Uncertainties",
      "authors": [
        "F.A. Cucinotta",
        "M. Kim",
        "L.J. Chappell"
      ]
    },
    {
      "title": "Human Factors in Commercial Suborbital Flight: Radiation Exposure and Weightlessness",
      "authors": [
        "J. Jurist"
      ]
    },
    {
      "title": "Occupational Exposure to Ionizing Radiation for Crews of Suborbital Spacecraft: Questions & Answers",
      "authors": [
        "K. Copeland"
      ]
    },
    {
      "title": "Space Radiation Passive Dosimetry. The Health Risks of Extraterrestrial Environments (THREE)",
      "authors": [
        "E. Benton"
      ]
    },
    {
      "title": "Measurement of the Radiation Exposure for High Altitude Flights in the Polar Region",
      "authors": [
        "T. Möller"
      ]
    },
    {
      "title": "Evidence Report: Risks of Acute Radiation Syndromes Due to Solar Particle Events",
      "authors": [
        "C. Lisa",
        "S. Blattnig",
        "S. Hu",
        "J. Huff",
        "M. Kim",
        "R. Norman",
        "Z. Patel",
        "L. Simonsen",
        "H. Wu"
      ]
    },
    {
      "title": "DNA damage and repair in plants—From models to crops",
      "authors": [
        "V. Manova",
        "D. Gruszka"
      ]
    },
    {
      "title": "DNA Repair Mechanisms in Plants: Crucial Sensors and Effectors for the Maintenance of Genome Integrity",
      "authors": [
        "C.M. Bray",
        "C.E. West"
      ]
    },
    {
      "title": "The Plant DNA Damage Response: Signaling Pathways Leading to Growth Inhibition and Putative Role in Response to Stress Conditions",
      "authors": [
        "M. Nisa",
        "Y. Huang",
        "M. Benhamed",
        "C. Raynaud"
      ]
    },
    {
      "title": "DNA repair in higher plants; photoreactivation is the major DNA repair pathway in non-proliferating cells while excision repair (nucleotide excision repair and base excision repair) is active in proliferating cells",
      "authors": [
        "S. Kimura",
        "Y. Tahira",
        "T. Ishibashi",
        "Y. Mori",
        "T. Mori",
        "J. Hashimoto",
        "K. Sakaguchi"
      ]
    },
    {
      "title": "Double-strand break repair in plants is developmentally regulated",
      "authors": [
        "A. Boyko",
        "F. Zemp",
        "J. Filkowski",
        "I. Kovalchuk"
      ]
    },
    {
      "title": "Study of the effects of the outer space environment on dormant forms of microorganisms, fungi and plants in the ‘Expose-R’ experiment",
      "authors": [
        "N. Novikova",
        "E. Deshevaya",
        "M. Levinskikh",
        "N. Polikarpov",
        "S. Poddubko",
        "O. Gusev",
        "V. Sychev"
      ]
    },
    {
      "title": "Survival and DNA Damage in Plant Seeds Exposed for 558 and 682 Days outside the International Space Station",
      "authors": [
        "D. Tepfer",
        "S. Leach"
      ]
    },
    {
      "title": "Approaches for Surveying Cosmic Radiation Damage in Large Populations of Arabidopsis thaliana Seeds—Antarctic Balloons and Particle Beams",
      "authors": [
        "B. Califar",
        "R. Tucker",
        "J. Cromie",
        "N. Sng",
        "R.A. Schmitz",
        "J.A. Callaham",
        "B. Barbazuk",
        "A. Paul",
        "R.J. Ferl"
      ]
    },
    {
      "title": "Plants in the Light of Ionizing Radiation: What Have We Learned from Chernobyl, Fukushima, and Other “Hot” Places?",
      "authors": [
        "T.A. Mousseau",
        "A.P. Møller"
      ]
    },
    {
      "title": "The Biology of Chernobyl",
      "authors": [
        "T.A. Mousseau"
      ]
    },
    {
      "title": "Ionizing Radiation, Higher Plants, and Radioprotection: From Acute High Doses to Chronic Low Doses",
      "authors": [
        "N. Caplin",
        "N. Willey"
      ]
    }
  ],
  "original_title": "Response of Arabidopsis thaliana and Mizuna mustard seeds to simulated space radiation exposures.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/002d/8879990/24e4baeeb768/life-12-00144-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/002d/8879990/75c57c8664c8/life-12-00144-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/002d/8879990/009fe942dfb8/life-12-00144-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/002d/8879990/0c490938e7fa/life-12-00144-g004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/002d/8879990/3db9effb4f7d/life-12-00144-g005.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/002d/8879990/71ad8c230a1a/life-12-00144-g006a.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/002d/8879990/13c00bc77d23/life-12-00144-g006b.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/002d/8879990/27f12c9c545c/life-12-00144-g007.jpg"
  ]
}