{
  "pmcid": "PMC9695138",
  "title": "Lipid Rafts and Plant Gravisensitivity",
  "abstract": "The necessity to include plants as a component of a Bioregenerative Life Support System leads to investigations to optimize plant growth facilities as well as a better understanding of the plant cell membrane and its numerous activities in the signaling, transport, and sensing of gravity, drought, and other stressors. The cell membrane participates in numerous processes, including endo- and exocytosis and cell division, and is involved in the response to external stimuli. Variable but stabilized microdomains form in membranes that include specific lipids and proteins that became known as (detergent-resistant) membrane microdomains, or lipid rafts with various subclassifications. The composition, especially the sterol-dependent recruitment of specific proteins affects endo- and exo-membrane domains as well as plasmodesmata. The enhanced saturated fatty acid content in lipid rafts after clinorotation suggests increased rigidity and reduced membrane permeability as a primary response to abiotic and mechanical stress. These results can also be obtained with lipid-sensitive stains. The linkage of the CM to the cytoskeleton via rafts is part of the complex interactions between lipid microdomains, mechanosensitive ion channels, and the organization of the cytoskeleton. These intricately linked structures and functions provide multiple future research directions to elucidate the role of lipid rafts in physiological processes.",
  "introduction": "1. Introduction\n\nOur understanding of microgravity’s effects on living systems, including plants, improves as the result of better methods and novel technologies but also by using specific (plant) species. Examining increasingly complex interactions between specific plant responses and environmental conditions elucidates the complex effects of gravity on plants and their response to weightlessness. The realization that plants must be a component of Bioregenerative Life Support Systems (BLSS) focused on plant productivity and the identification of the most suitable species for space cultivation. Plant functionality during long-term space missions includes the responses to elevated CO2, the hydrolysis of water, oxygen generation, possibly hydrogen as generic fuel, and the recycling of water. However, the provision of edible biomass is certainly the most sought-after benefit of plant growth in space. Human explorations of the Moon or Mars are impossible without BLSSs as the reduction in resources (water, food, and oxygen), achievable with BLSSs, is essential because of energy requirements for food transport, stowage, as well as the additional mass of packaging, which makes in situ food production and BLSSs essential for long-term space exploration. Additional criteria for in situ food production are logistical and space- and energy-saving measures. The degradation of food during long-term storage and the required volume can only be solved by means of preparing fresh food.\n\nThe focus on BLSSs is different from fundamental biological questions of the effect of weightlessness on plant physiology. From the earliest to current space experiments, the effects of weightlessness were the focus of much basic research that included considerations of cellular structures, such as the organization of cells, responses of the cytoskeleton and metabolism, stress responses, and differential gene expressions between space experiments and ground controls.\n\nDespite the fact that biological membranes, notably the cell membrane (CM), are most sensitive to altered gravity, there are few published data on the effect of microgravity on their physicochemical properties. The CM is one of the most dynamic supra-molecular structures in a cell, as it is the link between the cytoplasm and the extracellular matrix. It participates in numerous basic cell processes such as the transport of metabolites and ions, cell signaling, endocytosis, cell division and differentiation, and defense from pathogens. The ability of plants to remodel membrane lipids and protein composition plays a crucial role in the adaptation to stress and environmental changes, including altering temperature, drought, salinity, and heavy metals.\n\nThe involvement of CM in gravisensing has been demonstrated initially by the formation of complex and diverse pattern folds in the green alga Chlorella vulgaris in space flight in comparison with ground control. The appearance of CM folds of a complicated configuration during space flight was suggested to associate with enhanced metabolism and endo- and exocytosis. Hanke used planar lipid bilayers with alamethicin-induced pores to demonstrate the dependence of conductivity relative to the gravity vector. The influence of gravity has been confirmed in genuine biological membranes of E. coli. The gravity dependence of the viscosity of artificial and cell membranes was demonstrated during parabolic flights by means of fluorescence polarization microscopy. Similarly, changes in the composition of phospholipids, fatty acids, and sterols in the CM of clinorotated pea seedlings have been reported and prompted the hypothesis of gravitational decompensation, which postulates that the surface tension of the membrane under microgravity conditions can induce changes that are enhanced by the heterogeneity of the membrane. Thus, alteration in the physicochemical properties of the membrane leads to changes in the permeability and ion transport activity of membrane-bound channels, followed by adjustments of metabolism and eventually physiological responses.\n\nThe presence of functional microdomains with specific localization and lipids and protein composition in the CM became known as “membrane microdomains” or “detergent-resistant membranes” (DRMs). However, the most common name is “lipid rafts” with the distinction of rafts, clustered rafts, DRMPs, and Caveolae. The formation of ordered domains was linked to the behavior of DRMs in liposomes and cells. Upon stimulation, rafts may cluster to form larger structures, i.e., temporally and spatially organize functionally different protein complexes, that improve the synchronization and specificity of cellular responses. The functional significance of lipid rafts, their dynamic assembly, and the enrichment of cholesterol, sphingolipids, and saturated fatty acids affect membrane trafficking and signaling. Thus, lipid rafts take part in many vitally important cell processes. The concept of cholesterol clustering helps explain its effect on membrane fluidity via the formation of ordered domains and changed membrane deformation by altered protein interactions with the cortical cytoskeleton, and the formation and stabilization of lipid–protein assemblies. The main function of sphingolipids is their involvement in signal transmission from the outer to the inner membrane surface. This function depends on various lipophilic (ceramide) or hydrophilic (carbohydrate) attachments, which determine the extent of the interaction of the lipid bilayer with the polar environment. Sphingolipids are localized on the outer membrane surface, and the specificity is determined by the attached carbohydrate moiety. Lipid rafts explain the biochemical processes of the cell membrane under normal and stress conditions that cannot be explained otherwise. The increased cholesterol and saturated fatty acid content of the raft fraction in clinorotated pea seedling root membranes indicated raft sensitivity to clinorotation.\n\nThe aim of this review is to assess available data on plant lipid rafts as possible triggers of changes in cell activities in response to changes in mechanical stimulation and unloading.\n\n2. Lipid Rafts in Plants\n\nBasic information on the structure, composition, and functions of lipid rafts in the CM was obtained in studies of the membranes of animal and yeast cells. Later, data on the presence of microdomains enriched in sphingolipids, cholesterol, and nonionic detergent insoluble in domains, similar to the lipid rafts of mammalian cells, were reported in plants.\n\nLipid rafts were documented in the CM isolated from Nicotiana tabacum leaves and BY2 cell cultures. Microdomains have sizes in the range of 100–400 nm and often contain aggregated protein complexes. Six proteins of 22, 28, 35, 60, 67, and 94 kDa anchored to glycosylphosphatidylinositol (GPI) were detected. Based on one- and two-dimensional gel electrophoresis, mass spectrometry, and immunoblotting, DRMs were shown to be highly enriched in glucosylceramide and in a mixture of phytosterols—stigmasterol, sitosterol, 24-methylcholesterol, and cholesterol—compared with the CM from which they were isolated. Phospho- and glycoglycerolipids were detected in lipid rafts in small quantities. The role of plant rafts, defined as the sterol-dependent ordered assemblies of specific lipids and proteins in plant CM as a signaling entity is based on their ability to recruit specific membrane proteins that elicit specific signaling and responses to biotic and abiotic stress, cellular trafficking, and cell wall metabolism. The enrichment of microdomains with polyphosphoinositides and saturated fatty acids also suggests lipid raft involvement in cell signaling.\n\nSimilarly, DRMs isolated from the CM of Arabidopsis thaliana callus, A. thaliana, and Allium porrum leaves were enriched in sterols and sphingolipids 4–5-fold in comparison with the entire CM, sterylglucosides, and glucosylceramides and were depleted in glycerophospholipids. Microdomains from A. thaliana cotyledons were enriched with specific signaling components, particularly with seven receptor kinases with leucine-rich repeats, 10 other kinases, the β subunit of heterotrimeric G-proteins, and five other GTP-binding proteins. Sterol-dependent proteins associated with rafts comprise part of the membrane-bound ABA signaling system in A. thaliana leaves, in particular, phosphatase ABI1 (a negative regulator of ABA signaling) and calcium-dependent protein kinase 21. The glycoprotein At-FLA 4 (fasciclin-like arabinogalactan protein 4) positively regulates the biosynthesis of cell wall components and normal root growth through an ABA-dependent signaling pathway. Fasciclins are normally associated with the outer surface of lipid rafts in the CM via glucosylphosphatidylinositol.\n\nIn the CM of Medicago trunculata, lipid rafts were structurally identified as small (40–120 nm), heterogeneous, highly dynamic domains enriched in sterols and sphingolipids. Small rafts can sometimes form larger units through protein–protein and protein–lipid interactions. A specific set of proteins, including the presence of a redox system around cytochrome B561, was found in rafts isolated from the root CM. Likely, the redox system is involved in the symbiotic interaction between legumes and symbionts.\n\nThe involvement of Bax inhibitor (BI-1), which is a suppressor of apoptosis, in sphingolipids metabolism suggests a regulatory mechanism of rafts for cell death. BI-1 overexpression inhibits stress-induced cell death by decreasing the abundance of a set of key proteins. The influence of BI-1 on cell death-associated components in sphingolipid-enriched microdomains of the Oryza sativa CM suggests a novel, biological implication of plant lipid rafts in stress-induced cell death. Higher proportions of sterols, sphingolipids, and saturated phospholipids were also detected in the microdomains of Avena sativa and Secale cereale in comparison with those in the CM. Numerous proteins were identified as DRM proteins in these species. The physicochemical properties of the proteins and the unique distribution of proteins in the DRMs may control the functions of the domains in the CM for various physiological processes.\n\nThe involvement of lipid rafts and apoplastic transport through plasmodesmata is likely controlled by callose, which is synthesized by callose synthases and degraded by β-1,3 glucanases. The proximity of callose-modifying glycosylphosphatidylinositol proteins at plasmodesmata may depend on and be stabilized by sterols. Thus, lipid rafts may affect callose accumulation in plasmodesmata and participate in the maintenance of plasmodesmal ultrastructure, callose deposition, and signaling. Therefore, lipid rafts may affect the function of plasmodesmata.\n\nCM lipids of the cell suspension cultures of Populus trichocarpa are enriched in proteins of functional categories such as transport, signal transduction, responses to abiotic and biotic stress, and the biosynthesis of callose. It is especially interesting and important to note that microdomains are enriched with ABC transporters, aquaporins, sugar, metal, organic solute transporters, and ATPases, as well as phospholipase D and diacylglycerol kinases. These enzymes are involved in the biosynthesis of phosphatidic acid, which regulates and amplifies many cellular signaling pathways and functions, as well as in membrane arrangement.\n\nThe role of lipid rafts in the protective mechanisms under various stresses has been shown for cold stress in A. thaliana. P-type H+ATPases, aquaporins, and endocytosis-related proteins increased and, conversely, tubulins, actins, and V-type H+-ATPase subunits decreased in DRMs during cold acclimation. The functional categorization of cold-responsive proteins in DRMs supports the notion that plant CM microdomains affect membrane transport and cytoskeleton interactions in Avena sativa and Secale cereale, drought, and salinity in Brassica oleracea L. var italica and iron deficiency in Beta vulgaris. A close relationship between Gossypium hirsutum cv. Jimian 14 fiber cell development and cell membrane lipid organization and lipid raft activity were illustrated by di-4-ANEPPDHQ-labeled fibers. The raft-specific lipids enriched with cerebrosides and sterols in the halophytes Artemisia santonica and Salicornia perennans indicate the participation of rafts in salt resistance. In addition, a study of the lipid raft fraction from pea seedling root CM after clinorotation showed significantly increased cholesterol and saturated fatty acids, which will be illustrated in more detail below.\n\n3. Lipid Rafts under Clinorotation\n\nLipid rafts from the root CM of pea seedlings grown in stationary conditions and under slow horizontal clinorotation (2 rpm) have the appearance of thin tapes of 80–100 nm in length and 6–13 nm in width (Figure 1); they were similar to those in other plant species in structure and size and also enriched with cholesterol and saturated fatty acids.\n\nUnder stationary conditions, saturated fatty acids prevailed in the lipid raft fraction (64.5%) vs. 43.5% in the static CM. In clinorotated fractions, the percentages of the monoenoic and polyenoic fatty acids were 6.5% and 29%, respectively, and the content of saturated fatty acids increased (66.7%), monoenoic fatty acids decreased (5.2%), while the content of polyenoic fatty acids remained unchanged (28.2%). The content of cholesterol increased about seven times under clinorotation compared to the control, but the content of other sterols remained unchanged (Figure 2).\n\nThe level of membrane cholesterol is important for the structure and stability of dense microdomains. A significant increase in the cholesterol content is a marker of the increased rigidity of lipid rafts that reduces membrane permeability. The regulatory role of sterols in membrane structure and fluidity and the assembly of specific proteins will affect cell responses to abiotic stress and microgravity. The concept of cholesterol clustering helps explain functions such as membrane fluidity via lipid ordering and membrane elasticity by protein interactions with the cortical cytoskeleton and the formation and stabilization of rafts themselves. Interestingly, the equality of the CM fatty acid saturation index (the ratio between unsaturated and saturated fatty acids) for static and clinorotated samples was most likely based on new specific fatty acids that maintained CM fluidity (microviscosity).\n\n3.1. Filipin Staining\n\nFluorescent marker of sterols—filipin (a complex of four pentanes from the actinomycete Streptomyces filipinensis)—is an antibiotic that is strongly fluorescent with a maximum emission at 482 nm (λex = 340 nm) upon binding to sterol-containing areas of cell membranes. Filipin fluorescence is the established tool for sterol visualization in biological membranes. After filipin staining, the CM of root tip cells of 3-day-old pea seedlings acquired the characteristic blue color (Figure 3A). In 6-day-old seedlings, the CM was marked by filipin with a dashed thinner blue line (Figure 3C) and the intensity of the filipin fluorescence diminished, possibly because the cholesterol content decreased, as changes in the cholesterol labeling intensity depend on the developmental stage.\n\nUnder clinorotation, the filipin labeling of the CM in 3-day-old pea seedlings appeared interrupted, which may either indicate the uneven distribution of cholesterol (Figure 3B) or the uneven binding of the dye. After 6 days of clinorotation, the filipin-stained areas were significantly larger than in the controls, clusters formed, and fluorescence increased (Figure 3D). These data suggest an increase in the cholesterol content of membrane microdomains and the clustering of microdomains under clinorotation.\n\n3.2. Laurdan Staining\n\nLaurdan (or 6-propionyl-2-(dimethylamino)naphthalene), is a fluorescent, lipophilic probe and is widely used to study the structure of biological membranes in addition to styryl dyes. Its emission spectra depend on the parameters of the surrounding medium, such as polarity, hydration, and viscosity. Rafts form a liquid-ordered (Lo) phase on the membrane bilayer surface, which is surrounded by a liquid-disordered (Ld) phase. Because the Lo phase is characterized by a higher level of lipid packing compared to the Ld phase, it is also less hydrated and more viscous. The difference in the CM water content can be estimated.\n\nThe dynamics of the Lo and Ld phases of the CM under clinorotation were examined using laurdan as an imaging probe, developed for the observation of live plant cells. No significant differences were observed in the CM of the root tip cells of the control or the clinorotated seedlings in areas with different water contents.\n\nThe expansion of the Lo areas (Figure 4) indicates higher rigidity, possibly the result of denser domains (rafts) under clinorotation.\n\nThe significantly increased cholesterol content in lipid rafts and their increased density under clinorotation suggest changes in the associated proteins. Altered CM permeability is likely to affect cell metabolism as a response to mechanostimulation. These data suggest that clinorotation does not serve as a substitute for microgravity but that plants respond to enhanced mechanostimulation. This notion supports the observed effect of hypergravity on membrane lipid composition and the conclusion that gravity resistance depends on lipid rafts as well as observations that clinorotation decreases but weightlessness increases amyloplast size.\n\n4. How Do Lipid Raft Studies Advance the Understanding of the Gravisensitivity of Plant Cells?\n\nPlant lipid rafts have been defined as the sterol-dependent ordered assemblies of specific lipids and proteins in the plant CM. The dependence of membrane function on their lipid composition and associated proteins can affect the activity of integral membrane proteins, including ion channels. According to current concepts regarding the heterogeneity of the lipid bilayer, rafts link the CM with the cytoskeleton and affect cell polarization and thus signal transmission from the membrane surface to intracellular structures, in particular, the reorganization and dynamics of the actin cytoskeleton. Proteomic analysis revealed the inclusion of various actin-binding proteins as well as the actin and α- and β-chains of tubulin in rafts. The influence of cholesterol on the actin cytoskeleton depends on the initial state of the microfilament network. Cholesterol-dependent rearrangements of the cytoskeleton are determined by the balance of globular and fibrillar actin in the cell, which demonstrates a new role of membrane cholesterol in cellular mechanotransduction and organization. The suggestion that the cytoskeleton may be a gravity sensor has been supported by its modifications in microgravity and clinorotation, especially in non-specialized cells. For example, an increase in cortical actin microfilaments and the appearance of short and disoriented “scattered” microfilaments under clinorotation were described in the root and hypocotyl elongating cells of A. thaliana. Possibly, clinorotation is assumed to enhance the mutual dependence between the actin and tubulin elements of the cytoskeleton and part of the cellular stress response.\n\nCortical microtubules, which regulate the movement of the cellulose-synthesizing complexes and control cellulose deposition in the cell wall changed their orientation, were more randomly distributed and often shorter in A. thaliana hypocotyls in space flight and Beta vulgaris roots under clinorotation than in the controls. Reduced tubulin gene transcription might have caused the suppression of MT reorientation. It is interesting to note that changes in the microtubule orientation and length occurred in the elongating cells of hypocotyls and the root distal elongation zone (DEZ), distinguishing specific physiological properties and functions. Cytoskeletal elements regulate both the growth polarity and the maintenance of cellular growth. Cell growth in the DEZ involves cytoplasm expansion (non-directional growth), which requires the dynamic formation of MT, which makes especially cortical MT more sensitive to changes related to microgravity. These microtubules function via associated proteins and regulatory kinases and phosphatases.\n\nThe sensitivity of the plant cell wall structure, composition, and function is well-established.. The general phenomenon of cell wall thinning and softening in microgravity and clinorotation could be related to qualitative and quantitative changes in the poly- and monosaccharide composition based on the increased activity of cellulosopectolytic enzymes, for example, endo-1,4-B-glucanase, exo-1,4-B-glucanase, polygalacturonase, and pectin esterase. Such changes were demonstrated in the protonemata of Funaria hygrometrica grown under long-term slow clinorotation and in wheat plants grown in space. Galacturonic acid reduced the methoxyl groups of pectins, which release calcium ions because of enhanced cellulose and pectin hydrolysis. Decreasing levels of cellulose and polysaccharides per unit of length have also been reported in the coleoptiles and roots of the Oryza sativa and A. thaliana hypocotyls in spaceflight compared with ground controls. The degradation of 1,3:1,4-β-glucans reduces these polysaccharides in growing rice shoots and affects the mechanical properties of cell walls in microgravity. However, microgravity only slightly affected cell wall biopolymer synthesis and the deposition of cellulose microfibrils.\n\nModifications of the intracellular calcium concentration and localization were shown in microgravity and under clinorotation similar to the fluorescent calcium indicators chlorotetracycline and indo-1. Changes in the relative calcium ion content have been demonstrated in the cells of the green algae Chlorella vulgaris, the protonemata of Funaria hydrometrica, the statocytes of Pisum sativum, Melilotus album, and Glycine max, the microcalluses of Daucus carota and Brassica napus, as well as in the cytosol of the root hairs in Lepidium sativum and Beta vulgaris, and in the callus cell cultures of A. thaliana. Most experiments showed that [calcium] in cells increased under microgravity and clinorotation. Calcium is a well-established second messenger and plays a crucial role in signal transduction in all eukaryotic cells. Its messenger functions involve transient changes in the cytosolic ion concentration in response to a variety of external and internal stimuli, including light, hormones, temperature, anoxia, salinity, and gravity. The role of calcium ions as secondary messengers depends on short-term alterations in cytosolic concentration, which are mediated by the actions of Ca2+-permeable ion channels, the efflux by Ca2+-ATPases, and Ca2+/H+ exchangers. Calcium ions enter the cytosol from the apoplast through selective channels in the CM and/or a release from intracellular sources, such as an endoplasmic reticulum (ER) or the vacuole, which are typically activated by inositol-1,4,5-triphosphate. An increase in the intracellular calcium activity in microgravity was assumed to occur due to the activation of mechanosensitive calcium channels, which was demonstrated by gadolinium, which blocks such channels, as well as a possible decrease in Ca2+-ATPase activity associated with lipid rafts. The complex interactions between the roles of cholesterol and lipid microdomains in regulating mechanosensitive ion channels and the organization of the cytoskeleton provide multiple future research directions.\n\nThese prospects for further studies of membrane lipid microdomains include their participation in cell signaling and cell membrane activities as part of experiments that seek to understand the effect of gravity and mechanostimulation on basic cellular processes in biological systems. There is an additional temporal element in this notion as the lipid profile of membranes changes depending on the type of tissue, cell, and organelle. The quantitative differences in the content of lipids and fatty acids in the CM of epicotyls and roots are most likely associated with the structure, growth, and specific functions of specific cells. In contrast to the root proper, the root cap contains statocytes, which are specialized cells for the perception of gravitational and mechanical stimuli including clinorotation. Therefore, the CM state of these tissues exhibits a specific composition. The heterogeneity of lipid rafts is linked to the specificity of the transcriptome and proteome interactions. The successful implementation of Bioregenerative Life Support Systems, therefore, benefits from a better understanding of cell membrane functions, especially lipid rafts, and their improvement of nutrient acquisition.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "cell membrane",
    "clinorotation",
    "microdomains",
    "sterols",
    "Review"
  ],
  "citations": [
    {
      "title": "Suitability of different photosynthetic organisms for an extraterrestrial biological life support system",
      "authors": [
        "K.A. Lehto",
        "H.J. Lehto",
        "E.A. Kanervo"
      ]
    },
    {
      "title": "Bioregenerative life-support-systems",
      "authors": [
        "C.A. Mitchell"
      ]
    },
    {
      "title": "Plants in Space",
      "authors": [
        "R. Ferl",
        "R. Wheeler",
        "H.G. Levine",
        "A.L. Paul"
      ]
    },
    {
      "title": "Spaceflight Induces Specific Alterations in the Proteomes of Arabidopsis",
      "authors": [
        "R.J. Ferl",
        "J. Koh",
        "F. Denison",
        "A.L. Paul"
      ]
    },
    {
      "title": "Plants for human life support in space: From Myers to Mars",
      "authors": [
        "R.M. Wheeler"
      ]
    },
    {
      "title": "How to establish a bioregenerative life support system for long-term crewed missions to the Moon or Mars",
      "authors": [
        "Y.M. Fu",
        "L.Y. Li",
        "B.Z. Xie",
        "C. Dong",
        "M.J. Wang",
        "B.Y. Jia",
        "L.Z. Shao",
        "Y.Y. Dong",
        "S.D. Deng",
        "H. Liu"
      ]
    },
    {
      "title": "Plants in Space",
      "authors": [
        "T.W. Halstead",
        "F.R. Dutcher"
      ]
    },
    {
      "title": "",
      "authors": [
        "D. Claassen",
        "B. Spooner",
        "K.W. Jeon",
        "R. Berezney"
      ]
    },
    {
      "title": "Plant cell gravisensitivity and adaptation to microgravity",
      "authors": [
        "E.L. Kordyum"
      ]
    },
    {
      "title": "An update on plant space biology",
      "authors": [
        "C. Wolverton",
        "J.Z. Kiss"
      ]
    },
    {
      "title": "Fundamental plant biology enabled by the Space Shuttle",
      "authors": [
        "A.L. Paul",
        "R.M. Wheeler",
        "H.G. Levine",
        "R.J. Ferl"
      ]
    },
    {
      "title": "Exploration of plant growth and development using the European Modular Cultivation System facility on the International Space Station",
      "authors": [
        "A.I. Kittang",
        "T.H. Iversen",
        "K.R. Fossum",
        "C. Mazars",
        "E. Carnero-Diaz",
        "E. Boucheron-Dubuisson",
        "I. Le Disquet",
        "V. Legue",
        "R. Herranz",
        "V. Pereda-Loth"
      ]
    },
    {
      "title": "Plant growth and morphogenesis under different gravity conditions: Relevance to plant life in space",
      "authors": [
        "T. Hoson"
      ]
    },
    {
      "title": "Spaceflight exploration in plant gravitational biology",
      "authors": [
        "A.L. Paul",
        "R.J. Ferl"
      ]
    },
    {
      "title": "Early effects of altered gravity environments on plant cell growth and cell proliferation: Characterization of morphofunctional nucleolar types in an Arabidopsis cell culture system",
      "authors": [
        "A.I. Manzano",
        "R. Herranz",
        "A. Manzano",
        "J. van Loon",
        "F.J. Medina"
      ]
    },
    {
      "title": "Plant biology for space exploration—Building on the past, preparing for the future",
      "authors": [
        "E. Kordyum",
        "K.H. Hasenstein"
      ]
    },
    {
      "title": "Gravity, cellular membranes and associated processes: An introduction",
      "authors": [
        "K. Slenska",
        "E.L. Kordyum"
      ]
    },
    {
      "title": "Basic plasticity of protein expression in tobacco leaf plasma-membrane",
      "authors": [
        "F. Masson",
        "M. Rossignol"
      ]
    },
    {
      "title": "Divide and Rule: Plant Plasma Membrane Organization",
      "authors": [
        "J. Gronnier",
        "P. Gerbeau-Pissot",
        "V. Germain",
        "S. Mongrand",
        "F. Simon-Plas"
      ]
    },
    {
      "title": "Lipids in the cell: Organisation regulates function",
      "authors": [
        "A.L. Santos",
        "G. Preta"
      ]
    },
    {
      "title": "Plant lipids: Key players of plasma membrane organization and function",
      "authors": [
        "A.M. Cassim",
        "P. Gouguet",
        "J. Gronnier",
        "N. Laurent",
        "V. Germain",
        "M. Grison",
        "Y. Boutte",
        "P. Gerbeau-Pissot",
        "F. Simon-Plas",
        "S. Mongrand"
      ]
    },
    {
      "title": "The role of sterols in plant response to abiotic stress",
      "authors": [
        "A. Rogowska",
        "A. Szakiel"
      ]
    },
    {
      "title": "The Nanoscale Organization of the Plasma Membrane and Its Importance in Signaling: A Proteolipid Perspective(1) (OPEN)",
      "authors": [
        "Y. Jaillais",
        "T. Ott"
      ]
    },
    {
      "title": "Membrane dynamics during individual and combined abiotic stresses in plants and tools to study the same",
      "authors": [
        "N. Rawat",
        "S.L. Singla-Pareek",
        "A. Pareek"
      ]
    },
    {
      "title": "Ultrastructural and growth indices of chlorella culture in multicomponent aquatic systems under space flight conditions",
      "authors": [
        "A.F. Popova",
        "K.M. Sytnik",
        "E.L. Kordyum",
        "G.I. Meleshko",
        "V.N. Sychev",
        "M.A. Levinskykh"
      ]
    },
    {
      "title": "Studies of the interaction of gravity with biological-membranes using alamethicin doped planar lipid bilayers as a model system",
      "authors": [
        "W. Hanke"
      ]
    },
    {
      "title": "Ion channel are sensitive to gravity changes",
      "authors": [
        "M. Goldermann",
        "W. Hanke"
      ]
    },
    {
      "title": "Modification of Membrane Fluidity by Gravity",
      "authors": [
        "M. Sieber",
        "W. Hanke",
        "F.P.M. Kohn"
      ]
    },
    {
      "title": "Phospholipid and fatty-acid composition of pea root cell plasma-membranes under clinostating",
      "authors": [
        "Y.A. Polulyakh"
      ]
    },
    {
      "title": "Plant cell plasma membrane structure and properties under clinostatting",
      "authors": [
        "Y. Polulyakh",
        "S. Zhadko",
        "D. Klimchuk",
        "V. Baraboy",
        "A. Alpatov",
        "K. Sytnik"
      ]
    },
    {
      "title": "Study of the influence of simulated microgravity on the cytoplasmic membrane lipid bilayer of plant cells",
      "authors": [
        "E. Kordyum",
        "O. Nedukha",
        "V. Grakhov",
        "A. Mel’nik",
        "T. Vorobyova",
        "O. Klimenko",
        "I. Zhupanov"
      ]
    },
    {
      "title": "",
      "authors": [
        "E.L. Kordyum",
        "K.W. Jeon"
      ]
    },
    {
      "title": "Lipid rafts and signal transduction",
      "authors": [
        "K. Simons",
        "D. Toomre"
      ]
    },
    {
      "title": "Cholesterol and sphingolipid enhance the Triton X-100 insolubility of glycosylphosphatidylinositol-anchored proteins by promoting the formation of detergent-insoluble ordered membrane domains",
      "authors": [
        "R.J. Schroeder",
        "S.N. Ahmed",
        "Y.Z. Zhu",
        "E. London",
        "D.A. Brown"
      ]
    },
    {
      "title": "Functional rafts in cell membranes",
      "authors": [
        "K. Simons",
        "E. Ikonen"
      ]
    },
    {
      "title": "Functions of lipid rafts in biological membranes",
      "authors": [
        "D.A. Brown",
        "E. London"
      ]
    },
    {
      "title": "Effect of the structure of natural sterols and sphingolipids on the formation of ordered sphingolipid/sterol domains (rafts)",
      "authors": [
        "X.L. Xu",
        "R. Bittman",
        "G. Duportail",
        "D. Heissler",
        "C. Vilcheze",
        "E. London"
      ]
    },
    {
      "title": "Lipid rafts in higher plant cells—Purification and characterization of triton X-100-insoluble microdomains from tobacco plasma membrane",
      "authors": [
        "S. Mongrand",
        "J. Morel",
        "J. Laroche",
        "S. Claverol",
        "J.P. Carde",
        "M.A. Hartmann",
        "M. Bonneu",
        "F. Simon-Plas",
        "R. Lessire",
        "J.J. Bessoule"
      ]
    },
    {
      "title": "Membrane rafts in plant cells",
      "authors": [
        "S. Mongrand",
        "T. Stanislas",
        "E.M.F. Bayer",
        "J. Lherminier",
        "F. Simon-Plas"
      ]
    },
    {
      "title": "Lipid rafts in plants",
      "authors": [
        "A.K. Grennan"
      ]
    },
    {
      "title": "Lipids of plant membrane rafts",
      "authors": [
        "J.L. Cacas",
        "F. Furt",
        "M. Le Guedard",
        "J.M. Schmitter",
        "C. Bure",
        "P. Gerbeau-Pissot",
        "P. Moreau",
        "J.J. Bessoule",
        "F. Simon-Plas",
        "S. Mongrand"
      ]
    },
    {
      "title": "Bringing rafts to life: Lessons learned from lipid organization across diverse biological membranes",
      "authors": [
        "Y.T. Tsai",
        "W. Moore",
        "H. Kim",
        "I. Budin"
      ]
    },
    {
      "title": "Recent progress on lipid lateral heterogeneity in plasma membranes: From rafts to submicrometric domains",
      "authors": [
        "M. Carquin",
        "L. D’Auria",
        "H. Pollet",
        "E.R. Bongarzone",
        "D. Tyteca"
      ]
    },
    {
      "title": "Sphingolipids: Towards an integrated view of metabolism during the plant stress response",
      "authors": [
        "E. Huby",
        "J.A. Napier",
        "F. Baillieul",
        "L.V. Michaelson",
        "S. Dhondt-Cordelier"
      ]
    },
    {
      "title": "Sphingolipids in plants: A guidebook on their function in membrane architecture, cellular processes, and environmental or developmental responses",
      "authors": [
        "A.M. Cassim",
        "M. Grison",
        "Y. Ito",
        "F. Simon-Plas",
        "S. Mongrand",
        "Y. Boutte"
      ]
    },
    {
      "title": "Biophysical analysis of the plant-specific GIPC sphingolipids reveals multiple modes of membrane regulation",
      "authors": [
        "A.M. Cassim",
        "Y. Navon",
        "Y. Gao",
        "M. Decossas",
        "L. Fouillen",
        "A. Grelard",
        "M. Nagano",
        "O. Lambert",
        "D. Bahammou",
        "P. Van Delft"
      ]
    },
    {
      "title": "Lipid rafts in plant cells are sensitive to the influence of simulated microgravity (clinorotation)",
      "authors": [
        "E.L. Kordyum",
        "O. Klymenko",
        "I.V. Bulavin",
        "I.V. Zhupanov",
        "T.M. Vorobyova",
        "E. Ruelland"
      ]
    },
    {
      "title": "Identification of low-density Triton X-100-insoluble plasma membrane microdomains in higher plants",
      "authors": [
        "T. Peskan",
        "M. Westermann",
        "R. Oelmuller"
      ]
    },
    {
      "title": "Analysis of detergent-resistant membranes in Arabidopsis. Evidence for plasma membrane lipid rafts",
      "authors": [
        "G.H.H. Borner",
        "D.J. Sherrier",
        "T. Weimar",
        "L.V. Michaelson",
        "N.D. Hawkins",
        "A. MacAskill",
        "J.A. Napier",
        "M.H. Beale",
        "K.S. Lilley",
        "P. Dupree"
      ]
    },
    {
      "title": "Lipid Rafts in Plants",
      "authors": [
        "R.A. Bhat",
        "R. Panstruga"
      ]
    },
    {
      "title": "Proteomics of plant detergent-resistant membranes",
      "authors": [
        "J. Morel",
        "S. Claverol",
        "S. Mongrand",
        "F. Furt",
        "J. Fromentin",
        "J.J. Bessoule",
        "J.P. Blein",
        "F. Simon-Plas"
      ]
    },
    {
      "title": "Characterization of lipid rafts from Medicago truncatula root plasma membranes: A proteomic study reveals the presence of a raft-associated redox system",
      "authors": [
        "B. Lefebvre",
        "F. Furt",
        "M.A. Hartmann",
        "L.V. Michaelson",
        "J.P. Carde",
        "F. Sargueil-Boiron",
        "M. Rossignol",
        "J.A. Napier",
        "J. Cullimore",
        "J.J. Bessoule"
      ]
    },
    {
      "title": "Insights into the role of specific lipids in the formation and delivery of lipid microdomains to the plasma membrane of plant cells",
      "authors": [
        "M. Laloi",
        "A.M. Perret",
        "L. Chatre",
        "S. Melser",
        "C. Cantrel",
        "M.N. Vaultier",
        "A. Zachowski",
        "K. Bathany",
        "J.M. Schmitter",
        "M. Vallet"
      ]
    },
    {
      "title": "Lipid Rafts As a Membrane-Organizing Principle",
      "authors": [
        "D. Lingwood",
        "K. Simons"
      ]
    },
    {
      "title": "Plasma membrane organization and function: Moving past lipid rafts",
      "authors": [
        "M.L. Kraft"
      ]
    },
    {
      "title": "Organization and dynamics of functional plant membrane microdomains",
      "authors": [
        "M. Yu",
        "Y.N. Cui",
        "X. Zhang",
        "R.L. Li",
        "J.X. Lin"
      ]
    },
    {
      "title": "Role of Plasmalemma Microdomains (Rafts) in Protection of the Plant Cell Under Osmotic Stress",
      "authors": [
        "N.V. Ozolina",
        "I.S. Kapustina",
        "V.V. Gurina",
        "V.A. Bobkova",
        "V.N. Nurminsky"
      ]
    },
    {
      "title": "Polyphosphoinositides Are Enriched in Plant Membrane Rafts and Form Microdomains in the Plasma Membrane",
      "authors": [
        "F. Furt",
        "S. Konig",
        "J.J. Bessoule",
        "F. Sargueil",
        "R. Zallot",
        "T. Stanislas",
        "E. Noirot",
        "J. Lherminier",
        "F. Simon-Plas",
        "I. Heilmann"
      ]
    },
    {
      "title": "Interactions between lipids and proteins are critical for organization of plasma membrane-ordered domains in tobacco BY-2 cells",
      "authors": [
        "K. Grosjean",
        "C. Der",
        "F. Robert",
        "D. Thomas",
        "S. Mongrand",
        "F. Simon-Plas",
        "P. Gerbeau-Pissot"
      ]
    },
    {
      "title": "Receptor kinases with leucine-rich repeats are enriched in Triton X-100 insoluble plasma membrane microdomains from plants",
      "authors": [
        "B. Shahollari",
        "T. Peskan-Berghofer",
        "R. Oelmuller"
      ]
    },
    {
      "title": "Arabidopsis nanodomain-delimited ABA signaling pathway regulates the anion channel SLAH3",
      "authors": [
        "F. Demir",
        "C. Horntrich",
        "J.O. Blachutzik",
        "S. Scherzer",
        "Y. Reinders",
        "S. Kierszniowska",
        "W.X. Schulze",
        "G.S. Harms",
        "R. Hedrich",
        "D. Geiger"
      ]
    },
    {
      "title": "The Arabidopsis thaliana FASCICLIN-LIKE ARABINOGALACTAN PROTEIN 4 gene acts synergistically with abscisic acid signalling to control root growth",
      "authors": [
        "G.J. Seifert",
        "H. Xue",
        "T. Acet"
      ]
    },
    {
      "title": "Plant Lipid Rafts",
      "authors": [
        "F. Furt",
        "B. Lefebvre",
        "J. Cullimore",
        "J.-J. Bessoule",
        "S. Mongrand"
      ]
    },
    {
      "title": "Overexpression of BAX INHIBITOR-1 Links Plasma Membrane Microdomain Proteins to Stress",
      "authors": [
        "T. Ishikawa",
        "T. Aki",
        "S. Yanagisawa",
        "H. Uchimiya",
        "M. Kawai-Yamada"
      ]
    },
    {
      "title": "Lipid profiles of detergent resistant fractions of the plasma membrane in oat and rye in association with cold acclimation and freezing tolerance",
      "authors": [
        "D. Takahashi",
        "H. Imai",
        "Y. Kawamura",
        "M. Uemura"
      ]
    },
    {
      "title": "Detergent-resistant plasma membrane proteome in oat and rye: Similarities and dissimilarities between two monocotyledonous plants",
      "authors": [
        "D. Takahashi",
        "Y. Kawamura",
        "T. Yamashita",
        "M. Uemura"
      ]
    },
    {
      "title": "Specific Membrane Lipid Composition Is Important for Plasmodesmata Function in Arabidopsis",
      "authors": [
        "M.S. Grison",
        "L. Brocard",
        "L. Fouillen",
        "W. Nicolas",
        "V. Wewer",
        "P. Dormann",
        "H. Nacir",
        "Y. Benitez-Alfonso",
        "S. Claverol",
        "V. Germain"
      ]
    },
    {
      "title": "Lipid Raft, Regulator of Plasmodesmal Callose Homeostasis",
      "authors": [
        "A.B. Iswanto",
        "J.Y. Kim"
      ]
    },
    {
      "title": "Sphingolipids at Plasmodesmata: Structural Components and Functional Modulators",
      "authors": [
        "Y. Zhang",
        "S. Wang",
        "L. Wang",
        "X. Chang",
        "Y. Fan",
        "M. He",
        "D. Yan"
      ]
    },
    {
      "title": "Quantitative proteomics reveals that plasma membrane microdomains from poplar cell suspension cultures are enriched in markers of signal transduction, molecular transport, and callose biosynthesis",
      "authors": [
        "V. Srivastava",
        "E. Malm",
        "G. Sundqvist",
        "V. Bulone"
      ]
    },
    {
      "title": "Phosphatidic acid in membrane rearrangements",
      "authors": [
        "M.A. Zhukovsky",
        "A. Filograna",
        "A. Luini",
        "D. Corda",
        "C. Valente"
      ]
    },
    {
      "title": "Alterations in detergent-resistant plasma membrane microdomains in Arabidopsis thaliana during cold acclimation",
      "authors": [
        "A. Minami",
        "M. Fujiwara",
        "A. Furuto",
        "Y. Fukao",
        "T. Yamashita",
        "M. Kamo",
        "Y. Kawamura",
        "M. Uemura"
      ]
    },
    {
      "title": "Detergent Resistant Membrane Domains in Broccoli Plasma Membrane Associated to the Response to Salinity Stress",
      "authors": [
        "L. Yepes-Molina",
        "M. Carvajal",
        "M.C. Martinez-Ballesta"
      ]
    },
    {
      "title": "Shotgun proteomic approach reveals that Fe deficiency causes marked changes in the protein profiles of plasma membrane and detergent-resistant microdomain preparations from Beta vulgaris roots",
      "authors": [
        "E. Gutierrez-Carbonell",
        "D. Takahashi",
        "S. Luethje",
        "J. Gonzalez-Reyes",
        "S. Mongrand",
        "B. Contreras-Moreira",
        "A. Abadia",
        "M. Uemura",
        "J. Abadia",
        "A.F. Lopez-Millan"
      ]
    },
    {
      "title": "Membrane lipid raft organization during cotton fiber development",
      "authors": [
        "F. Xu",
        "X. Suo",
        "F. Li",
        "C. Bao",
        "S. He",
        "L. Huang",
        "M. Luo"
      ]
    },
    {
      "title": "Detergent-resistant microdomains (lipid rafts) in endomembranes of the wild halophytes",
      "authors": [
        "O. Rozentsvet",
        "I. Nesterkina",
        "N. Ozolina",
        "V. Nesterov"
      ]
    },
    {
      "title": "The challenge of lipid rafts",
      "authors": [
        "L.J. Pike"
      ]
    },
    {
      "title": "Sensitivity of Plant Plasma Membrane to Simulated Microgravity",
      "authors": [
        "O. Nedukha",
        "E. Kordyum",
        "T. Vorobyova"
      ]
    },
    {
      "title": "Filipin complex",
      "authors": [
        "M.E. Bergy",
        "T.E. Eble"
      ]
    },
    {
      "title": "Arabidopsis sterol endocytosis involves actin-mediated trafficking via ARA6-positive early endosomes",
      "authors": [
        "M. Grebe",
        "J. Xu",
        "W. Mobius",
        "T. Ueda",
        "A. Nakano",
        "H.J. Geuze",
        "M.B. Rook",
        "B. Scheres"
      ]
    },
    {
      "title": "Endocytosis restricts Arabidopsis KNOLLE syntaxin to the cell division plane during late cytokinesis",
      "authors": [
        "Y. Boutte",
        "M. Frescatada-Rosa",
        "S.Z. Men",
        "C.M. Chow",
        "K. Ebine",
        "A. Gustavsson",
        "L. Johansson",
        "T. Ueda",
        "I. Moore",
        "G. Jurgens"
      ]
    },
    {
      "title": "Enriched Expression of Neutral Sphingomyelinase 2 in the Striatum is Essential for Regulation of Lipid Raft Content and Motor Coordination",
      "authors": [
        "L.H. Tan",
        "A.J. Tan",
        "Y.Y. Ng",
        "J.J. Chua",
        "W.S. Chew",
        "S. Muralidharan",
        "F. Torta",
        "B. Dutta",
        "S.K. Sze",
        "D.R. Herr"
      ]
    },
    {
      "title": "Glucosylceramide Plays a Role in Fungal Germination, Lipid Raft Organization and Biofilm Adhesion of the Pathogenic Fungus Scedosporium aurantiacum",
      "authors": [
        "V.P. Rochetti",
        "R. Rollin-Pinheiro",
        "E.B. de Oliveira",
        "M. Xisto",
        "E. Barreto-Bergter"
      ]
    },
    {
      "title": "Membrane Heterogeneity Beyond the Plasma Membrane",
      "authors": [
        "H.Y. Wang",
        "D. Bharti",
        "I. Levental"
      ]
    },
    {
      "title": "What Can Mushroom Proteins Teach Us about Lipid Rafts?",
      "authors": [
        "M. Grundner",
        "A. Panevska",
        "K. Sepcic",
        "M. Skocaj"
      ]
    },
    {
      "title": "The study of the functional state of lipid rafts in the cytoplasmic membrane of Pisum sativum seedlings under clinorotation",
      "authors": [
        "O.A. Artemenko"
      ]
    },
    {
      "title": "Structural Sterols Are Involved in Both the Initiation and Tip Growth of Root Hairs in Arabidopsis thaliana",
      "authors": [
        "M. Ovecka",
        "T. Berson",
        "M. Beck",
        "J. Derksen",
        "J. Samaj",
        "F. Baluska",
        "I.K. Lichtscheidl"
      ]
    },
    {
      "title": "Synthesis and spectral properties of a hydrophobic fluorescent probe: 6-propionyl-2-(dimethylamino)naphthalene",
      "authors": [
        "G. Weber",
        "F.J. Farris"
      ]
    },
    {
      "title": "Molecular Tuning of Styryl Dyes Leads to Versatile and Efficient Plasma Membrane Probes for Cell and Tissue Imaging",
      "authors": [
        "M. Collot",
        "E. Boutant",
        "K.T. Fam",
        "L. Danglot",
        "A.S. Klymchenko"
      ]
    },
    {
      "title": "Permeability of membranes in the liquid ordered and liquid disordered phases",
      "authors": [
        "A. Ghysels",
        "A. Kramer",
        "R.M. Venable",
        "W.E. Teague",
        "E. Lyman",
        "K. Gawrisch",
        "R.W. Pastor"
      ]
    },
    {
      "title": "Simulation study of dynamic heterogeneity in lipid bilayers",
      "authors": [
        "S. Baoukina",
        "D. Rozmanov",
        "D.P. Tieleman"
      ]
    },
    {
      "title": "Liquid ordered and gel phases of lipid bilayers: Fluorescent probes reveal close fluidity but different hydration",
      "authors": [
        "G. M’Baye",
        "Y. Mely",
        "G. Duportail",
        "A.S. Klymchenko"
      ]
    },
    {
      "title": "Long N-acyl fatty acids on sphingolipids are responsible for miscibility with phospholipids to form liquid-ordered phase",
      "authors": [
        "P.J. Quinn"
      ]
    },
    {
      "title": "Lipid-Protein Microinclusions in the Morphological Structures of Organelle Membranes Studied by Fluorescent Confocal Microscopy",
      "authors": [
        "M.Y. Chernyshov",
        "V.N. Nurminsky",
        "N.V. Ozolina"
      ]
    },
    {
      "title": "",
      "authors": [
        "C.E. Butler",
        "G. Wheeler",
        "J. Graham",
        "K.M. Tyler"
      ]
    },
    {
      "title": "Methods of staining and visualization of sphingolipid enriched and non-enriched plasma membrane regions of Arabidopsis thaliana with fluorescent dyes and lipid analogues",
      "authors": [
        "J. Blachutzik",
        "F. Demir",
        "I. Kreuzer",
        "R. Hedrich",
        "G.S. Harms"
      ]
    },
    {
      "title": "Changes in membrane lipid composition in azuki bean epicotyls under hypergravity conditions: Possible role of membrane sterols in gravity resistance",
      "authors": [
        "T. Koizumi",
        "T. Sakaki",
        "S. Usui",
        "K. Soga",
        "K. Wakabayashi",
        "T. Hoson"
      ]
    },
    {
      "title": "High-gradient magnetic fields and starch metabolism: Results from a space experiment",
      "authors": [
        "K.H. Hasenstein",
        "M.R. Park",
        "S.P. John",
        "C. Ajala"
      ]
    },
    {
      "title": "The state of lipid rafts: From model membranes to cells",
      "authors": [
        "M. Edidin"
      ]
    },
    {
      "title": "Proteomic analysis of a detergent-resistant membrane skeleton from neutrophil plasma membranes",
      "authors": [
        "T. Nebl",
        "K.N. Pestonjamasp",
        "J.D. Leszyk",
        "J.L. Crowley",
        "S.W. Oh",
        "E.J. Luna"
      ]
    },
    {
      "title": "Lipid rafts, detergent-resistant membranes, and raft targeting signals",
      "authors": [
        "D.A. Brown"
      ]
    },
    {
      "title": "Root cytoskeleton: Its role in perception of and response to gravity",
      "authors": [
        "F. Baluska",
        "K.H. Hasenstein"
      ]
    },
    {
      "title": "The role of the cytoskeleton in sensing changes in gravity by nonspecialized cells",
      "authors": [
        "D. Vorselen",
        "W.H. Roos",
        "F.C. MacKintosh",
        "G.J.L. Wuite",
        "J. van Loon"
      ]
    },
    {
      "title": "Microgravity modelling by two-axial clinorotation leads to scattered organisation of cytoskeleton in Arabidopsis seedlings",
      "authors": [
        "G. Pozhvanov",
        "E. Sharova",
        "S. Medvedev"
      ]
    },
    {
      "title": "Interrelation between microtubules and microfilaments in the elongation zone of Arabidopsis root under clinorotation",
      "authors": [
        "G.V. Shevchenko",
        "Y.M. Kalinina",
        "E.L. Kordyum"
      ]
    },
    {
      "title": "Tubulin Cytoskeleton in Arabidopsis thaliana Root Cells Under Clinorotation",
      "authors": [
        "I. Kalinina",
        "G. Shevchenko",
        "E. Kordyum"
      ]
    },
    {
      "title": "Role of cortical microtubules in the orientation of cellulose microfibril deposition in higher-plant cells",
      "authors": [
        "S. Hasezawa",
        "H. Nozaki"
      ]
    },
    {
      "title": "On the alignment of cellulose microfibrils by cortical microtubules: A review and a model",
      "authors": [
        "T.I. Baskin"
      ]
    },
    {
      "title": "Microtubules and the shape of plants to come",
      "authors": [
        "C. Lloyd",
        "J. Chan"
      ]
    },
    {
      "title": "Stimulation of elongation growth and xyloglucan breakdown in Arabidopsis hypocotyls under microgravity conditions in space",
      "authors": [
        "K. Soga",
        "K. Wakabayashi",
        "S. Kamisaka",
        "T. Hoson"
      ]
    },
    {
      "title": "Effects of hypergravity on expression of XTH genes in azuki bean epicotyls",
      "authors": [
        "K. Soga",
        "K. Wakabayashi",
        "S. Kamisaka",
        "T. Hoson"
      ]
    },
    {
      "title": "Specialized Zones of Development in Roots",
      "authors": [
        "H. Ishikawa",
        "M. Evans"
      ]
    },
    {
      "title": "Latrunculin B-induced plant dwarfism: Plant cell elongation is F-actin-dependent",
      "authors": [
        "F. Baluška",
        "J. Jasik",
        "H.G. Edelmann",
        "T. Salajova",
        "D. Volkmann"
      ]
    },
    {
      "title": "Root apex transition zone: A signalling-response nexus in the root",
      "authors": [
        "F. Baluska",
        "S. Mancuso",
        "D. Volkmann",
        "P.W. Barlow"
      ]
    },
    {
      "title": "Cytoskeleton-plasma membrane-cell wall continuum in plants. Emerging links revisited",
      "authors": [
        "F. Baluska",
        "J. Samaj",
        "P. Wojtaszek",
        "D. Volkmann",
        "D. Menzel"
      ]
    },
    {
      "title": "MAPs in plant cells: Delineating microtubule growth dynamics and organization",
      "authors": [
        "J.C. Sedbrook"
      ]
    },
    {
      "title": "Effects of microgravity on the structure and function of plant cell walls",
      "authors": [
        "E.M. Nedukha"
      ]
    },
    {
      "title": "Stimulation of elongation growth and cell wall loosening in rice coleoptiles under microgravity conditions in space",
      "authors": [
        "T. Hoson",
        "K. Soga",
        "R. Mori",
        "M. Saiki",
        "Y. Nakamura",
        "K. Wakabayashi",
        "S. Kamisaka"
      ]
    },
    {
      "title": "Growth and cell wall changes in rice roots during spaceflight",
      "authors": [
        "T. Hoson",
        "K. Soga",
        "K. Wakabayashi",
        "S. Kamisaka",
        "E. Tanimoto"
      ]
    },
    {
      "title": "Cell-wall architecture and lignin composition of wheat developed in a microgravity environment",
      "authors": [
        "L.H. Levine",
        "A.G. Heyenga",
        "H.G. Levine",
        "J.W. Choi",
        "L.B. Davin",
        "A.D. Krikorian",
        "N.G. Lewis"
      ]
    },
    {
      "title": "Microgravity and clinorotation cause redistribution of free calcium in sweet clover columella cells",
      "authors": [
        "E. Hilaire",
        "A.Q. Paulsen",
        "C.S. Brown",
        "J.A. Guikema"
      ]
    },
    {
      "title": "Cytochemical localization of calcium in soybean root cap cells in microgravity",
      "authors": [
        "D.O. Klymchuk",
        "C.S. Brown",
        "D.K. Chapman",
        "T.V. Vorobyova",
        "G.M. Martyn"
      ]
    },
    {
      "title": "A role for the cytoskeleton in plant cell gravisensitivity and Ca2+-signaling in microgravity",
      "authors": [
        "E.L. Kordyum"
      ]
    },
    {
      "title": "Cytosolic calcium, hydrogen peroxide and related gene expression and protein modulation in Arabidopsis thaliana cell cultures respond immediately to altered gravitation: Parabolic flight data",
      "authors": [
        "N. Hausmann",
        "S. Fengler",
        "A. Hennig",
        "M. Franz-Wachtel",
        "R. Hampp",
        "M. Neef"
      ]
    },
    {
      "title": "Calcium and plant development",
      "authors": [
        "P. Hepler",
        "R. Wayne"
      ]
    },
    {
      "title": "Gravity-induced polar transport of calcium across root-tips of maize",
      "authors": [
        "J. Lee",
        "T. Mulkey",
        "M. Evans"
      ]
    },
    {
      "title": "",
      "authors": [
        "H. Knight",
        "K.W. Jeon"
      ]
    },
    {
      "title": "Calcium efflux systems in stress signaling and adaptation in plants",
      "authors": [
        "J. Bose",
        "I.I. Pottosin",
        "S.S. Shabala",
        "M.G. Palmgren",
        "S. Shabala"
      ]
    },
    {
      "title": "Unravelling the plant signalling machinery: An update on the cellular and genetic basis of plant signal transduction",
      "authors": [
        "V. Demidchik",
        "F. Maathuis",
        "O. Voitsekhovskaja"
      ]
    },
    {
      "title": "Advances and current challenges in calcium signaling",
      "authors": [
        "J. Kudla",
        "D. Becker",
        "E. Grill",
        "R. Hedrich",
        "M. Hippler",
        "U. Kummer",
        "M. Parniske",
        "T. Romeis",
        "K. Schumacher"
      ]
    },
    {
      "title": "D-myo-inositol 1,4,5-trisphosphate analogs modified at the 3-position inhibit phosphatidylinositol 3-kinase",
      "authors": [
        "S.G. Ward",
        "S.J. Mills",
        "C.S. Liu",
        "J. Westwick",
        "B.V.L. Potter"
      ]
    },
    {
      "title": "Automorphosis of etiolated pea seedlings in space is simulated by a three-dimensional clinostat and the application of inhibitors of auxin polar transport",
      "authors": [
        "K. Miyamoto",
        "T. Hoshino",
        "M. Yamashita",
        "J. Ueda"
      ]
    },
    {
      "title": "MscS-Like Proteins in Plants",
      "authors": [
        "E.S. Haswell"
      ]
    },
    {
      "title": "The characterization of plasma membrane Ca2+-ATPase in rich sphingomyelin-cholesterol domains",
      "authors": [
        "Y.H. Pang",
        "H. Zhu",
        "P. Wu",
        "J.W. Chen"
      ]
    },
    {
      "title": "Plasma membrane nano-organization specifies phosphoinositide effects on Rho-GTPases and actin dynamics in tobacco pollen tubes",
      "authors": [
        "M. Fratini",
        "P. Krishnamoorthy",
        "I. Stenzel",
        "M. Riechmann",
        "M. Matzner",
        "K. Bacia",
        "M. Heilmann",
        "I. Heilmann"
      ]
    },
    {
      "title": "Psd2 pea defensin shows a preference for mimetic membrane rafts enriched with glucosylceramide and ergosterol",
      "authors": [
        "V.S.G. Amaral",
        "C.M. Fernandes",
        "M.R. Felicio",
        "A.S. Valle",
        "P.G. Quintana",
        "C.C. Almeida",
        "E. Barreto-Bergter",
        "S. Goncalves",
        "N.C. Santos",
        "E. Kurtenbach"
      ]
    },
    {
      "title": "Sphingolipid metabolism is strikingly different between pollen and leaf in Arabidopsis as revealed by compositional and gene expression profiling",
      "authors": [
        "K.D. Luttgeharm",
        "A.N. Kimberlin",
        "R.E. Cahoon",
        "R.L. Cerny",
        "J.A. Napier",
        "J.E. Markham",
        "E.B. Cahoon"
      ]
    },
    {
      "title": "Spaceflight engages heat shock protein and other molecular chaperone genes in tissue culture cells of Arabidopsis thaliana",
      "authors": [
        "A.K. Zupanska",
        "F.C. Denison",
        "R.J. Ferl",
        "A.L. Paul"
      ]
    },
    {
      "title": "Nonspecific phospholipase C4 hydrolyzes phosphosphingolipids and sustains plant root growth during phosphate deficiency",
      "authors": [
        "B. Yang",
        "M.Y. Li",
        "A. Phillips",
        "L. Li",
        "U. Ali",
        "Q. Li",
        "S.P. Lu",
        "Y.Y. Hong",
        "X.M. Wang",
        "L. Guo"
      ]
    }
  ],
  "original_title": "Lipid rafts and plant gravisensitivity.",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a6a3/9695138/419aa284c71e/life-12-01809-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a6a3/9695138/b45eb25f6def/life-12-01809-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a6a3/9695138/c95980b53000/life-12-01809-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a6a3/9695138/2f15e8313a7d/life-12-01809-g004.jpg"
  ]
}