{
  "pmcid": "PMC9031868",
  "title": "Understanding the Complexities and Changes of the Astronaut Microbiome for Successful Long-Duration Space Missions",
  "abstract": "During space missions, astronauts are faced with a variety of challenges that are unique to spaceflight and that have been known to cause physiological changes in humans over a period of time. Several of these changes occur at the microbiome level, a complex ensemble of microbial communities residing in various anatomic sites of the human body, with a pivotal role in regulating the health and behavior of the host. The microbiome is essential for day-to-day physiological activities, and alterations in microbiome composition and function have been linked to various human diseases. For these reasons, understanding the impact of spaceflight and space conditions on the microbiome of astronauts is important to assess significant health risks that can emerge during long-term missions and to develop countermeasures. Here, we review various conditions that are caused by long-term space exploration and discuss the role of the microbiome in promoting or ameliorating these conditions, as well as space-related factors that impact microbiome composition. The topics explored pertain to microgravity, radiation, immunity, bone health, cognitive function, gender differences and pharmacomicrobiomics. Connections are made between the trifecta of spaceflight, the host and the microbiome, and the significance of these interactions for successful long-term space missions.",
  "introduction": "1. Introduction\n\nHumans have been exploring space for the last sixty-five years and, with the creation of the International Space Station, have been living and working in space continuously for the past 21 years. Astronauts endure many physiological and psychological changes while in space because of altered gravity, radiation, and confinement, to name but a few factors. While some spaceflight side effects are well known, such as bone loss, muscle atrophy, altered ocular structure, cognitive decline, fluid redistribution and immune dysregulation, others, such as the taxonomic and functional changes of the astronaut microbiome, have been less studied, with the impact on astronaut health even less so. Understanding how the human microbiome adapts to space travel and how this influences astronaut health, pre-, post- and in-flight, is essential in reaching our goal of long-duration human exploration in low Earth orbit (LEO) and beyond. This review will discuss changes in the astronaut microbiome as a result of spaceflight (and other stressors pre- and post-flight), how these changes may impact astronaut health, and the resulting consequences for long-duration spaceflight. We also provide recommendations for industry and government entities designing future manned missions to the Moon and Mars on how to incorporate microbiome data into their planning and ways in which the microbiome can be targeted or manipulated to ensure successful long-duration human exploration beyond low Earth orbit.\n\n2. Human Microbiome\n\nOur body consists of trillions of bacteria that are on par with the number of human cells we have. The gastrointestinal tract (GIT) alone harbors 100 trillion bacteria, consisting of 1000 different species, 7000 strains and 3.3 million non-redundant microbial genes. The skin bacterial communities on a typical hand consist of >150 species, with only 13% similarity amongst different individuals. Other sites have simpler bacterial communities, like the healthy vagina, which is mainly composed of Lactobacillus. Human breast tissue, once thought of as sterile, is now accepted as having a stable microbial population. These microbial communities, found in and outside our body, are referred to as the “human microbiome”, a term first coined in 2001 by Joshua Lederberg to refer to the “ecological community of commensal, symbiotic and pathogenic microorganisms that literally share our body space”. These microorganisms consist of archaea, eukaryotes (fungi and protists) and viruses, with bacteria making up the majority of organisms present (99%). While the terms “human microbiome” and “human microbiota” are often used interchangeably, the latter refers to the microbial taxa associated with humans, while the former refers to the collection of microbial taxa and their genes.\n\nThe microbial communities that colonize various parts of our body are important in promoting health, by synthesizing vitamins the host cannot make, salvaging energy from indigestible compounds, creating a competitive environment to prevent pathogen colonization, promoting maturation and regulation of the immune system, contributing to vascular development and angiogenesis or enhancing the integrity of the epithelial barrier. These benefits are achieved by a delicate balance of commensals, symbionts and pathobionts that collectively make up one’s microbiome. If this balance is disrupted even slightly, a breakdown in homeostasis will occur, leading to disease. Microbial differences have been documented between healthy and diseased individuals with periodontitis, inflammatory bowel disease, psoriasis, asthma, bacterial vaginosis, colorectal cancer and breast cancer. These observed microbial differences are not simply a consequence of the diseased state creating an environment that selects for certain bacteria, as studies have shown that healthy animals transplanted with feces from those with obesity, colitis and colorectal cancer then go on to develop disease. Shifts in bacterial profiles not only have consequences at the site of origin but can have distal site effects as well. For example, alterations in the gut microbiota can have effects on the brain, liver, and pancreas, while microbial shifts in the oral cavity can be detrimental to cardiovascular health.\n\n3. Spaceflight and the Astronaut Microbiome\n\n3.1. Spaceflight Hazards: Conditions and Challenges Facing Space Travelers\n\nLong-term spaceflight and especially deep-space exploratory missions represent an extreme environment for humans that demands adaptations to both physical and psychological stressors (Figure 1). As such, a large part of spaceflight research focuses on the effects of space exposure on humans, with the aim to elucidate physiological, psychological and behavioral health risks and the necessary solutions to combat them. Much of the existing knowledge about spaceflight hazards derives from crewed missions in LEO, such as those onboard the International Space Station (ISS), and analog missions on Earth. Additionally, a significant amount of data have been generated by experiments carried out in ground-based facilities, simulating different space conditions. This information, however, may provide inaccurate estimates into the risks connected to deep-space missions (outside LEO), which involve more time spent in space during a single mission than that hitherto experienced by astronauts (i.e., on average 7 months). Moreover, deep-space exploration will venture beyond the protective effects of Earth’s geomagnetic field; therefore, crewmembers on upcoming missions to the Moon, Mars and beyond will be exposed to significantly higher doses of cosmic radiation.\n\n3.1.1. Radiation\n\nThe global radiation dose for astronauts is affected by galactic cosmic rays (GCRs) originating from outside the solar system, which include high atomic number and energy (HZE) ions and high-intensity solar particle events (SPEs) that produce pulses of heavy ion and energetic proton radiation. It is estimated that a one-year stay on the lunar surface would result in absorbed doses for crews in the range from 100 to 120 mGy (milligray), whereas during a three-year Mars mission, transit and stay included, the values would increase to 450 mGy. In comparison, the predicted doses for 6- to 12-month ISS missions range instead from roughly 30 to 120 mGy. For reference, 4.5 Gy has been indicated as the LD50 value for human cells (median lethal dose). During SPEs, astronauts may additionally be exposed to an extremely high dose of protons (i.e., up to 1 Gy or more) that could lead to acute radiation sickness (ARS). Although radiation derived from SPEs is effectively absorbed by the shielding material of a spacecraft or well-designed spacesuit, not all SPEs are predictable and can therefore pose a real threat to astronauts, especially during planetary extravehicular activity (EVA), which would take place more frequently than during a 6-month ISS stay.\n\nThe consequences of chronic exposure to radiation, and to CGR in particular, is concerning, due to the high energy, high penetrability and ionizing nature of their most hazardous components, the HZE particles. These particles are so penetrating that shielding can only partially protect against exposure and the large emission of secondary neutrons that may follow, posing an additional hazard to the crew. The types of radiation encountered in space are different from terrestrial radiation, such as X-rays and gamma rays, and induce distinct patterns of DNA double-strand breaks and disease outcomes, resulting in epigenetic changes and persistently high levels of oxidative damage and tissue inflammation following exposure. This is relevant because of the association of oxidative stress with the etiology of several human diseases, including cancer, cardiovascular and neurodegenerative disorders (e.g., altered sensory perception, neurovestibular problems, etc.), gastrointestinal diseases, and the possible correlation between spaceflight and the onset of a number of diseases normally related to aging. Exposure to space radiation, especially when considering that heavy ions are more effective per unit dose in causing solid cancer compared to gamma-rays, can therefore have a detrimental impact on the quality of life during and post flight. Visual disturbances appear to also be correlated to radiation exposure, as indicated by reports from past Apollo, Skylab and MIR missions where astronauts experienced flashes of light moving across their visual field, possibly due to alteration in perception caused by ionizing radiation. An additional aspect to consider when assessing radiation-related risks are the non-targeted effects (NTEs) of radiation, which increase biological effectiveness for low doses of high linear energy transfer radiation (LET), such as HZE particles, and may lead to alterations in cell signaling and/or genomic instability of cell progeny.\n\n3.1.2. Microgravity\n\nAlong with radiation, microgravity—a condition in which the gravity level is almost zero but not neutralized—represents another major health hazard related to spaceflight. While astronauts mostly experience microgravity during spaceflight and onboard the ISS, they do experience intermediate periods of hypergravity (e.g., 3–6 G) during launch and ascent and upon descent back through the Earth’s atmosphere. Additionally, various levels of altered gravity are found on other planetary bodies, such as on the Earth’s Moon—one-sixth gravity (G)—and Mars—one-third gravity (G)—(hypogravity).\n\nSpaceflight and ground-based analog experiments have shown that altered gravity, as well as the transition through various levels of gravity, subject biological systems (i.e., humans, animals, plants) to varying levels of stress with negative consequences. Specifically, microgravity can induce cellular and molecular alterations with changes to the genome, epigenome, and proteome, connected with a range of pathologies. In humans, exposure to microgravity can influence several body systems such as the neurovestibular, cardiovascular, musculoskeletal, bone metabolic and immune-hematological system. For example, altered body fluid distribution occurs during microgravity and this headward shift of fluids, including blood, leads to a compensatory cardiovascular system change, with increased intracranial pressure, cerebrospinal pressure or inner ear fluid pressure, decreased leg volume, puffiness in the face and even long-term ocular damage. According to the “fluid shift” theory, this increased pressure is the root of “space motion sickness”, a set of symptoms that impair operational performance of 60–80% of astronauts. Additional interconnected abnormalities include morphological changes in the white and grey matter of the brain following long-duration spaceflight (average of 171 days), which have been attributed to the structural neuroplasticity of the sensorimotor system, in an effort to adapt motor strategies to maintain physiological homeostasis and ensure proper behavioral output in space. Lack of gravitational loading also results in muscle atrophy, especially in the lower extremities, accompanied by functional and structural alterations. While muscular loss has been linked to reduced muscular activity and hypokinesia due to limited movement inside the spacecraft, structural changes seem to be related to both a higher level of muscle protein degradation enzymes and a decrease in protein synthesis. Extended exposure to microgravity also results in bone loss due to insufficient bone formation compared with bone resorption, and this reduction in bone mass and strength during spaceflight increases the risk of bone fracture, even upon return to Earth. As reported for radiation, similarities have been observed between the adaptive response to microgravity in humans and aging, since both prompt the decline of almost every body system. Though several phenotypic changes resemble those determined by aging under standard gravitational conditions, the magnitude and speed of some processes (bone loss, among others) is far greater (i.e., 1% loss/month) than that which is typically seen during aging. Hence, this is of critical concern when considering the effects of long-duration spaceflight.\n\n3.1.3. Psychological Stressors\n\nIn addition to the aforementioned stressors, several psychological and social issues have been demonstrated to affect the crew during extended separation from society in a closed and confined environment. They may include homesickness and loneliness, apathy, interpersonal stressors, and sexual attraction/tension. A constricted living environment can lead to isolation, loss of spatial capacity, increased anxiety and depression, which can be accompanied by symptoms such as hallucinations, reduced consciousness and poor bodily coordination. Additional psychological triggers range from external physical hazards such as space debris and vehicular malfunction to gravitational shifts and outer space radiation. The ability of ionizing radiation to modulate the psycho-emotional status and, specifically, to exert an anxiogenic effect on the central nervous system was shown in rats exposed to doses related to deep-space missions. In addition, diet has a critical role in both the physiological and the psychological health of space travelers. The spacecraft environment, in particular the lack of ultraviolet exposure, increased carbon dioxide levels, the spacesuit atmosphere, etc., can affect nutrition requirements for long-duration missions. Crewmembers may even experience a reduction in their food intake, dubbed “anorexia in space” which may be linked to microgravity, alterations in the circadian rhythm (continuous light environment of space missions) and “menu fatigue”, which not only affects appetite but the proper functioning of the gastrointestinal system. Hence, nutritious and palatable food is necessary not only to meet nutritional requirements and avoid deficiency diseases, but also to keep astronauts psychologically healthy.\n\nExcessive exposure to noise, mainly due to equipment and crew activities, may represent another stressor compromising well-being as well as sleeping patterns. As a matter of fact, the duration of an astronaut’s sleep is reportedly reduced to around 6 to 6.5 h/day during missions. Psychosomatic disorders (e.g., headaches, fear of illness, gastroenteric problems), consisting of distressing physical symptoms which are not fully explained by a real physical condition, have also been reported from space. Similarly, post-return personality changes and psychiatric problems have been observed in space travelers. Other stress factors that may arise in a multicultural crew are related to language barriers, stereotypes and cultural misunderstandings. Additionally, new psychological stressors could appear in deep-space missions that were not present in missions closer to Earth, and already-known issues could be intensified, leading to stress and problematic behaviors that may interfere with a crew’s productivity and relationships. For example, during a multi-year spaceflight such as that required for a mission to Mars, the crew would be confronted with no access to most of the mitigation strategies currently in place on the ISS, such as real-time communications with family and ground-based mission control and the view of Earth, that contribute to their psychological well-being. Based on the “Earth-out-of-view phenomenon”, humans traveling in outer space might start feeling unconnected to Earth and to family and friends. On the other hand, delays in crew–ground communication (up to 22 min on Mars) would require astronauts to operate more autonomously from mission control. Furthermore, people on a Mars expedition will need to depend on local resources to generate water and fuel for the return home and thus, the psychology of this dependance is an important issue to be considered. In this context, a greater likelihood of withdrawal, territorial behavior and asthenia may occur. The latter is a problematic syndrome quite commonly observed during long-duration missions that produces fatigue, irritability, attention and concentration difficulties, along with heightened perceptual sensitivities, physical weakness, sleep and appetite problems, etc..\n\n3.1.4. Additional Risk Factors\n\nPsychological stress, circadian rhythms, and sleep are key factors strongly connected with one another, as well as with the immune system. This is especially relevant since microbial infection is another challenge facing space travelers. The isolation of opportunistic and pathogenic microorganisms from spacecraft and space stations has been frequently reported and several studies have demonstrated that spaceflight affects both the immune system (i.e., immune dysregulation) and microbial physiology (i.e., enhanced virulence, biofilm formation and antibiotics resistance), leading to increased risk of disease. Additionally, the proximity of crewmembers to one another in the spacecraft can promote the spread of secondary infections. Due to limited access to medical care during a mission, any possibility of infection should be prevented to ensure the health and safety of the astronauts and to maximize the success rate of the space mission.\n\nCrews do not experience the aforementioned stressors independently; therefore, it is important to consider the combined effects of these space environment threats on human physiology, psychology, and performance. These stressful conditions, collectively referred to as “the space exposome”, may also exacerbate complex health problems in astronauts embarking on long-duration missions. Space agencies have adopted a number of operational mitigations, direct and indirect countermeasures, whose aim is to lessen the clinical risks related to the physical and psychological stressors associated with space flight. These encompass strict exercise regimes, the use of devices to induce footward fluid shift (i.e., lower body negative pressure, LBNP), pre-flight quarantine to reduce contact with potential pathogens, radiation-shielding spacesuits, the use of HEPA air filters and in-line water filters in the spacecraft, nutritional supplementation, vaccination, psychological support, etc..\n\nWhile some of the changes induced by exposure to space conditions (e.g., reduction in some motor functions) reportedly disappear shortly or a few months after the end of LEO missions, it should be noted that risk assessments and mitigation for lunar visit/habitation, deep-space journey/habitation and planetary missions remain uncertain. If certain medical risks, such as nutrition, infection, psychological impact and even death, appear to be common to all mission profiles, other risks are actually unique to individual scenarios. For instance, risks associated with lunar missions—e.g., lunar surface operations, a lunar outpost, etc.—along with radiation, microgravity and the aforementioned psychological issues, also include exposure to hazardous materials such as rocket fuel, lunar dust (regolith), micrometeorite impact damage, and extremes of temperature. Similarly, perchlorates in the Martian dust would be a concern in terms of contamination of the habitats and of inhalation of harmful particles, posing a great risk to the lung already affected by altered pulmonary deposition induced by microgravity. The optimization of current and novel countermeasures will therefore be critical.\n\n3.2. Effects of Spaceflight Conditions on the Human Microbiome\n\nIt is apparent that the space environment imposes several challenges to human physiology. Specific space environment factors, such as microgravity and radiation, are thought to also induce changes in microbiome composition (i.e., dysbiosis), which may alter host–microbe interactions and adversely affect immune function and metabolism, thereby representing a risk to astronaut health, especially during long-term spaceflight missions.\n\nA list of reviewed microbiome studies pertaining to spaceflight as well as ground-based simulations (conducted through to 2021) is provided in Table 1.\n\n3.2.1. Gut Microbiome\n\nThe gut microbiome, often described as the “virtual organ of the human body”, will play a crucial and significant role in maintaining astronaut health during space travel, as it does for humans on Earth. High microbiome diversity and richness are generally considered a hallmark of a healthy gut ecosystem; however, there is still no consensus on the actual health-related values. Healthy adult humans characteristically harbor more than 1000 species of bacteria, with Bacteroidetes and Firmicutes being the dominant phyla. While Bacteroidetes (recently renamed as Bacteroidota) are connected with immunomodulation and augmented immune reactions through synthesis of cytokines, Firmicutes are involved in the metabolism, nutrition, and regulation of hunger and satiety, via short-chain fatty acid (SCFA) synthesis. Exposure to various stressors can change the stability of the gut microbiota, impacting its composition and functions, and increasing the relative abundance of potentially harmful bacteria (e.g., opportunistic pathogens).\n\nStudies have been conducted to monitor changes in the gut microbiome under real or simulated spaceflight conditions, involving both animal and human subjects. Culture-dependent techniques, substantially used in the past, have been in recent years replaced by high-throughput omics technologies—i.e., 16S ribosomal RNA gene analysis and metagenomic sequencing—which by detecting and measuring also non-cultivable strains have allowed a more comprehensive characterization of the microbiome structure and its biological functions. Despite the advent of new technologies, the number of reports is still limited, and the dynamics of the gut microbiome during space missions are yet to be fully elucidated.\n\nA recent analysis of fecal samples from mice flown on the ISS for 37 days revealed spaceflight-associated changes in the gut microbiome as compared to the ground controls. These changes consisted of an altered community structure (i.e., an elevated Firmicutes-to-Bacteroides ratio), higher abundance of bacteria belonging to the order Clostridiales and a reduction in the number of Lactobacillales (organisms usually considered probiotics), with these changes connected to an altered liver transcriptome. The richness of the microbiome, however, remained unchanged. Similar trends were previously observed in a study reporting the effects of 13-day spaceflight on female mice and were confirmed using a ground-based model of microgravity. The above results are comparable with data collected from Voorhies et al. (2019), which assessed the impact of long-term space travel on the crew microbiome and surrounding ISS environment, and the consequence on human health. A total of nine crewmembers were sampled pre-, during and post-flight, comparing 6-month and 1-year missions. Results indicated that the microbiome composition became more similar between astronauts over the course of the mission, mostly due to a drop in the abundance of a few bacterial taxa. It was revealed that 13 of 17 genera, whose abundance significantly changed in space, were Firmicutes, mainly belonging to the order Clostridiales. Specifically, the authors reported higher proportions of Faecalibacterium, which is known to be a beneficial SCFA producer (i.e., butyrate), but also of genera associated with chronic intestinal inflammation, such as Parasutterella. At the same time, it was observed a greater than five-fold reduction in the relative abundance of Akkermansia, a genus with anti-inflammatory properties, which according to the authors, could play a role in the moderate increase in the inflammatory immune response observed in the crew during spaceflight. Accordingly, the administration in space of prebiotics or next-generation probiotics, such as Akkermansia, has been proposed. Previous sampling campaigns carried out for the Skylab program had also reported a decrease in the diversity of the gastrointestinal community, although the overall microbial count went up following space flight. The data showed an increase in certain pathogenic strains, i.e., Serratia marcescens and Staphylococcus aureus, the latter of which was found to be transmitted among astronauts, thereby indicating the transmission of pathogens between individuals in the spaceship environment.\n\nThe “Twins Study” has provided the unique chance to evaluate the impact of long-duration flight on the gut microbiome by comparing profiles of an astronaut and his twin, who, by remaining on Earth, served as ground control. The study aimed to monitor various health parameters including changes in ocular, cardiovascular, cognitive and immune functions, as well as cell-specific changes in physiology, transcriptome, proteome, metabolome, epigenome, and telomere length, while controlling for genetics. Although each subject maintained individual microbiome characteristics, more changes were found to occur in the microbial community composition and function during the flight period. In line with what previously observed in other spaceflight experiments, a specific increase in the Firmicutes-to-Bacteroidetes ratio was detected during the 1-year flight period onboard the ISS. Interestingly, this was a transient change, not persisting upon return to Earth, indicating a rebound across the microbial ecosystem of the gastrointestinal tract. Moreover, as anticipated above, microbiome richness composition remained substantially unchanged.\n\nAlterations in the composition and functionality of the gut microbiome can be induced even by short-term space travel. Liu et al. (2020) reported shifts between dominant genera in the microbiome during space missions of 15 and 35 days that led to increased abundance of Bacteroides. By contrast, the probiotic taxa Lactobacillus and Bifidobacterium appeared reduced, possibly affecting host immune function. Individual specificity was, however, uncompromised. These changes were accompanied by fluctuations in virulence and antibiotic resistance genes and in mobile genetic elements, and by an increase in genes related to biofilm formation, which are suggestive of enhanced virulence potential and possibility of infection by opportunistic pathogens or pathobiont of the gut microbiota in space missions. Changes in the intestinal microbiota were also reported in response to increased gravity, a condition experienced by astronauts during specific flight phases such as launch, ascent and descent. A study conducted on mice by Alauzet et al. (2019) revealed disruption of intracaecal microbiota following exposure to hypergravity (3G) for 21 days, which resulted in a decrease in the Firmicutes-to-Bacteroidetes ratio, however without alteration of mucosal integrity. Of interest, a significant diminution of Proteobacteria was observed at 3G, while the opposite was observed for potentially deleterious taxa, such as members of the Paraprevotella genus which have been described as being more prevalent in intestinal lumen of patients with colorectal cancer.\n\nRearrangements in microbiome composition have also been observed in ground-based analog missions. With the MARS500 study, the temporal dynamics of the gut microbiome of six male crewmembers were monitored over 520 days of isolation within an analog Mars-surface habitat. During the stay in the spacecraft-like habitat, the crewmembers performed realistic activities of a round-trip mission to Mars, including operative work, scientific experiments, exercise and even simulated emergency events, and their access to water and food, whose composition reflected the diet used in the ISS, was limited as in a real space flight. Fecal samples were collected not only during the mission but 10 days before and up until 6 months following the return to normal life, making it the longest controlled human confinement study conducted to date. In the first stage of the mission, an increase in the Bacteroides-to-Firmicutes ratio was detected, which is consistent with observations from another analog mission, the “Skylab Medical Experiments Altitude Test” carried out in the 1970s in a 56-day confinement environment. Additionally, the study revealed decreased proportions of some SCFA producers, especially Faecalibacterium prausnitzii (a butyrate producer), that reached their lowest value at about 1 year of confinement. Not only were increased relative abundance of Bacteroides and a decrease in SCFA producers observed in all subjects involved in the study, but these findings paralleled psychological and physiological data that hint at the presence of both mental and physical stress. The authors thereby suggested that changes in this kind in gut microbiota components could be used for the early diagnosis of potential health warnings. MARS500 project data from early (days 7–45) and late (days 420–520) fecal samples were recently reanalyzed using improved 16S rRNA gene amplicon bioinformatics technology. The reanalysis confirmed a significant alteration in relative abundance of the microbiome throughout the period of the study, which included species known to influence inflammation and glucose homeostasis in their host (e.g., F. prausnitzii, Ruminococcus bromii, Blautia luti, Anaerostipes hadrus, Roseburia faecis, and Lactobacillus rogosae) and was consistent with crewmembers’ symptoms. Moreover, a certain level of species overlap could be observed between crewmembers and their habitat: 49 species were shared, representing 49% and 12% of the human and environmental microbiome diversity, respectively.\n\nConvergence in the microbiota composition of crewmembers (n = 3) was also observed in a study monitoring a 105-day analog mission that took place in the Chinese Lunar Palace 1 (LP1). Results also showed the beneficial influence of the LP1 bioregenerative life-support system (a closed ecosystem integrating efficient higher plant cultivation) dietary structure and a balanced lifestyle (daily diet, living and working activities strictly followed a regular schedule) on the maintenance of a healthy gut microbiota. A high-plant and high-fiber diet resulted in higher microbiome diversity and richness and specifically, a higher abundance of bacteria of the genera Lachnospira, Faecalibacterium and Blautia of the Firmicutes phylum that are known to metabolize dietary polysaccharides and to have anti-inflammatory properties.\n\nThese studies are indicative that modifications in the astronaut gut microbiome occur during spaceflight and analog missions, but the full implications of these findings are yet to be determined in relation to the risks for human health and performance during space travel. Analyses showed that changes to gut microbiome composition are reversible, with at least partial reversal occurring in the order of days to weeks following return to Earth or completion of an analog mission. However, with extended exploration missions, microbial changes will persist for longer as a consequence of flight duration, due to the limited opportunity of microbial replenishment as compared to individuals on Earth, and this may have long-lasting and serious side-effects, even upon return to Earth. It is also unknown how long after extended spaceflight the microbiome will return to pre-flight levels.\n\nThe combination of space stressors can also impact the gut metabolome, as observed by Casero et al. (2017), where continuous exposure to space-type radiation led to functional shifts in metabolic pathways dominated by microbiome-specific enzymatic reactions. Changes in small-molecule markers of microbial metabolism were also observed in the “Twins Study”, along with particularly low levels of metabolites with anti-inflammatory activity. In this context, looking into the metabolome of the gut microbiota and its modulation as a result of the spaceflight environment may be promising to aid the development of countermeasures that include the use of prebiotics, probiotics and postbiotics to prevent and mitigate pathological effects in astronauts.\n\n3.2.2. Skin, Oropharyngeal and Nasal Microbiome\n\nMicrobiome communities residing in the nose and oral cavities and on the skin have also been investigated in relation to spaceflight-induced compositional and functional changes. Located at the entrance of the upper respiratory tract, the nasal cavity and oropharynx serve as the physical barrier to the invasion of pathogens as well as habitats for a large number of commensals and opportunistic pathogens that live in the host as part of the normal microfloa. In the skin, most resident microbes behave as commensal or mutualistic under steady-state conditions and play important roles in the maturation and homeostasis of cutaneous immunity. The disruption of the balance of the microbiota associated with the human respiratory tract and to the skin may result in an increased susceptibility to infection and to the overgrowth of pathogens (Figure 2). On that basis, surveillance of the microbiota structure may be crucial to counteract significant health risks during long-term flight and to guide medical treatment. Moreover, since astronaut skin is the primary source of spacecraft surface contamination, monitoring skin alterations and alterations in the skin-associated microbiome is key to managing astronaut health as well as in the maintenance of space stations, spaceships and spacecraft equipment.\n\nEarly analyses of the microbiome revealed a reduction in the number of nonpathogenic bacteria and an increase in the number of opportunistic pathogens in the nasal flora of astronauts. Similarly, culture-based analyses conducted during the Skylab missions registered noteworthy elevations in counts of anaerobic bacteria, streptococci, Neisseria, lactobacilli and enteric bacilli in the oral microflora, in-flight compared to pre-flight samples from a total of 18 astronauts; however, none of these changes were considered hazardous to astronauts’ health. These findings are consistent with the work conducted by Voorhies et al. (2019), discussed earlier, which showed that the microbiome composition of skin, nose and tongue, such as the gut microbiome, changes in microgravity, and additionally, becomes more similar between astronauts.\n\nA more recent study used metagenomic sequencing to investigate the microbial profile of mouth, skin, nose, ear, and saliva swabs collected from an astronaut at eight different time points prior to, during and post-spaceflight. While the main objective of the study was to determine the influence of the crew microbiome on the microbial composition of ISS habitable surfaces, it was noted that in saliva samples a flight-dependent decrease in species diversity was observed along with an increase in the relative abundance of Alloprevotella, a genus associated with dental caries. Interestingly, an increase in the effective number of species was recorded in the samples after returning to Earth.\n\nIn a later study, shotgun metagenomic sequencing and microarrays were applied to characterize the microbial diversity of four astronauts, before, during and following spaceflight on the ISS. The authors reported that astronaut microbiome composition of body swabs and saliva samples changed during spaceflight but went back to normal post-flight. Moreover, these changes were not universal for all four crew members. Interestingly, the relative abundance of the genus Prevotella was found to be increased in the saliva samples of two astronauts. The genus consists of several common oral species and increased abundance has been linked to a diseased periodontal state. Additional changes observed in the saliva samples concerned antimicrobial resistance genes: most notably, the elfamycin resistance gene significantly increased in all four astronauts following return to Earth, an aspect which should be considered when administrating antibiotic treatments post spaceflight.\n\nIn another recent study, Urbaniak et al. (2020) used 16S rRNA gene amplicon sequencing to monitor spaceflight-induced salivary microbiome changes. Based on the data on microbial composition and diversity, the authors suggested that astronauts’ microbiome can adapt to spaceflight conditions and, moreover, is less recalcitrant to microbiome effects during spaceflight upon re-exposure. Half of the participants involved in the study (i.e., 5) had distinct microbial communities pre-flight, in-flight, and post-flight. Quite interestingly, these subjects were on their first mission, while the other five subjects, who had previously flown to the ISS, did not display microbiome differences. Streptococcus was the most abundant organism in the saliva (i.e., 8% of the total organisms detected) and their diversity decreased during spaceflight.\n\nChanges in the skin and nose microbiome were investigated in a study by Voorhies et al. (2019) that aimed at a thorough characterization of the microbiome’s fluctuation during 6- to 12-month space exploration. The forehead and forearm skin microbiota of 9 astronauts appeared to be differentially influenced by the ISS environment: diversity and richness increased or decreased depending upon the individual; however, it was consistent between the two sampled areas. Moreover, a common shift in the microbial composition was observed in all crew members and affected the abundance of Proteobacteria, mostly Gammaproteobacteria and Betaproteobacteria. A concomitant increase in Firmicutes, including the genera Staphylococcus and Streptococcus, was also observed. The authors speculated that decreased levels of Gammaproteobacteria may possibly be due to the lack of a “green” natural environment, the constant filtration of air and the alteration of the skin structure during spaceflight. As a reduction in skin Gammaproteobacteria has been associated with inflammation and allergy sensitization, it is possible that it also plays a role in the occurrence of skin hypersensitivity reactions, rashes, and skin infections, frequently observed in astronauts. In this scenario, skin infections caused by opportunistic pathogens, such as the staphylococcal and streptococcal species, may be facilitated. Fewer spaceflight-dependent changes were found in the nose microbiome, as compared to the skin; however, they concerned the same bacterial genera, whose abundance was found to be modulated in skin (i.e., increase in Staphylococcus, Corynebacterium-1 and Bifidobacterium). An elevated relative abundance of clinical pathogenic bacteria such as Staphylococcus in the nose has been reported by several studies in association with chronic rhinosinusitis, allergic rhinitis, and asthma. Hence, it is consistent with symptoms such as prolonged congestion, rhinitis, and sneezing, which have been reported by astronauts. Nonetheless, other factors could also be playing a role in it. Many of the observed changes in the nose microbiome persisted for at least 2 months after the astronauts returned to Earth.\n\nIncreased abundance of Staphylococcus in the nasal cavity has also been reported in a recent study examining temporal characteristics of the oropharyngeal and nasal microbiome during a 180-day ground-based confined experiment in the Controlled Ecological Life Support System (CELSS). 16S rDNA high-throughput sequencing was used to analyze data from four volunteers at eight time points during confinement and the results showed that the structure of the oropharyngeal and nasal microbiota varied greatly. Individual differences were also observed, with bacterial community structure and diversity changing with time. As with Staphylococcus in the nasal cavity, the abundance of Neisseria increased over time in the oropharynx. Staphylococcus in particular showed the characteristics of inter-individual transfer, suggesting that the microbiota structure and health of the respiratory tract could be affected by living in a closed environment for a long time.\n\nTo date, studies have revealed modifications in the skin, oral and nasal microbiome as a consequence of both spaceflight conditions and confinement in ground-based experiments. Changes at the individual level, and specifically an increase in a microbiome’s richness and diversity—i.e., alpha diversity—were reported during spaceflight in studies of the saliva microbiome, but changes at the populational level were not detected. By contrast, a decrease in alpha diversity in in-flight saliva samples was indicated by an earlier report, but this trend was not consistent across all four astronauts involved in the study. Mixed responses were detected in nasal and skin samples. Individual differences in the reaction of the skin microbiota to spaceflight may be attributed to the composition of the microbial communities, but also to skin-specific properties such as moisture and pH and/or astronauts’ personal hygiene habits. Concerning the nasal microbiome, changes were observed in relation to both spaceflight and ground-based confined experiments, suggesting that the nasal flora of all crewmembers may evolve in the same direction. Microbial transfer between individuals could play a role in it, suggesting that the microbiota structure and health of the respiratory tract could be affected by living in a closed environment for a long time. Aspects including microbial interactions and exchange of microbiota within the crew or with the environment have not yet been fully elucidated and further studies will therefore need to be conducted.\n\n3.3. Impact of Spaceflight Conditions on Microbial Physiology and Host-Microbe Interactions\n\nSpace microbiology studies have suggested that microgravity is a dominant factor influencing bacterial growth kinetics and cell behavior, and that space radiation may be responsible for increased mutation rates in microbes. Several in vitro studies with bacteria have reported significant in-flight responses that included increased growth rate and cell concentration. Other studies indicated that microgravity is associated with changes in gene expression and virulence factors and can promote antibiotic resistance and elevated transfer rates of genetic material between cells. Microgravity-induced changes also include increased membrane integrity and differential secondary metabolite production.\n\nDecreased susceptibility of bacterial pathogens to antimicrobial agents has been repeatedly observed during space missions (e.g., Cytos 2 experiment, Antibio experiment during the Spacelab D1 mission, Space Shuttle STS-42 mission, etc.) and in ground-based simulations using model organisms such as Escherichia coli and Staphylococcus aureus. These finding show that in space, bacteria adapt to grow at higher antibiotic concentrations, compared to ground samples. Similarly, resistance to a broad range of antibiotics (e.g., chloramphenicol and cefalotin, persisting for over 110 generations), as well as increased production of the heat-labile enterotoxin and enhanced adherence to mammalian gastrointestinal epithelium, have been observed in E. coli under simulated microgravity (SMG) conditions.\n\nMoreover, increased virulence and resistance to environmental stress were observed in cultures of the pathogenic bacterium Salmonella typhimurium grown under spaceflight conditions, together with increased survival in murine macrophages following oral infection. The mechanisms contributing to this enhanced virulence were the Hfq pathway, which is required for virulence in several bacterial pathogens and considered a global regulator of the microbial response to spaceflight, and extracellular matrix accumulation, which is part of biofilm formation. Biofilms protect bacteria from various environmental conditions and increased production of biofilm communities has been frequently observed in bacteria exposed to both simulated and real space conditions. In Candida albicans, such a feature was found in combination with increased filamentation and increased amphotericin B resistance. In spaceflight-grown bacteria (e.g., the opportunistic pathogen Pseudomonas aeruginosa), biofilms tend to show enhanced resistance towards disinfectants, antibiotics and environmental stresses. Still in P. aeruginosa and in few other bacterial species, microgravity appears to also stimulate production of signaling molecules (e.g., N-Acyl homoserine lactone) able to trigger bacterial communication and to regulate virulence.\n\nConsidering the effects of spaceflight-dependent alterations on bacterial mono-cultures, the impact of spaceflight on host-associated microbial communities can potentially be more profound. It is known that enhanced virulence of potential pathogens, immune system dysregulation, dysbiosis of the gut microbiome, and disruption of mutualistic interactions, can all be induced by microgravity; however, the effects of prolonged exposure to microgravity—or various gravitational shifts (i.e., hypo- or hypergavity) that astronauts will face during deep-spaceflight missions—on the complex relationship between host and its microbiome are yet to be fully elucidated.\n\nMicrobe–animal interactions, e.g., mutualistic, pathogenic/parasitic or commensal, and functional networks of microbe–microbe can be equally affected by gravities encountered beyond LEO, with consequences for host health and wellbeing. These interactions rely on a complex system of communication between each member of a microbial community, that influences growth, physiology and metabolism. One such example is horizontal gene transfer (HGT), which is the transfer of genetic material between microorganisms, through either transformation, conjugation or transduction. Research has shown that the human microbiome is a hotspot of HGT, with the rate of HGT between human-associated bacteria 25-fold higher than that among ecologically diverse non-human isolates. HGT is significant as it regulates the exchange of antimicrobial-resistant (AMR) and virulence genes and is the main mechanism driving antibiotic resistance in bacterial communities. Spaceflight conditions reportedly influence gene transfer and enhance HGT. For example, the content of mobile genetic elements appears to be higher in the genome of bacterial isolates grown in space (ISS) than in isolates of the same species from extreme built environments on Earth. In line with this, HGT activity concerning the transfer of AMR genes was found to be more increased in bacteria under simulated microgravity conditions than in 1 G controls. The transfer of these genes from donor (i.e., Acinetobacter pitti) to co-cultured recipient strains of Staphylococcus aureus, resulted in a phenotypic change, as the recipient strains developed resistance to the antibiotic oxacillin, which they were previously susceptible to. A similar study conducted on the ISS showed increased gene transfer as well, using a phenomenological model. However, plasmid stability was short lived, resulting in overall lower antibiotic resistance compared to ground controls. According to the authors, the reason lies in the fact that processes of segregation and spontaneous elimination of drug resistance genes would prevail over the processes of their cointegration. The exact mechanism influencing enhanced HGT is yet to be determined; nonetheless, it may be related to increased competence or transduction, known to be promoted in bacteria in response to different stressors. Regardless of the mechanisms, the potential impact of the space environment in promoting increased spread of determinants associated with antibiotic resistance and virulence, is of particular concern. Furthermore, risks are not restricted to the astronauts’ microbiome but may as well arise within the microbial flora populating the spacecraft environment (air, surface, water, etc.).\n\nAcquired antibiotic resistance can have serious implications as the efficacy of antibiotic treatment may be diminished during space missions. Although antibiotic resistance may also increase during short-term spaceflights, in the context of long-term space missions, strategy and tactics of using antibiotics would have particular relevance. Over-prescribed antibiotic therapy can generally represent an infectious risk factor, potentially resulting in accumulation of antibiotic resistance and pathogenic genes on certain strains due to the process of plasmid mobilization and cointegration. In confined compartments such as spacecrafts, this issue is of even greater concern, not only since microbial communities are a pool for the propagation of antibiotic resistance genes, but also because the transmission of a resistant strain among individuals would be facilitated. Under these conditions, the formation and spread of multidrug-resistant strains of microorganisms and of strains with increased virulence (disease-causing microbes) could be promoted, which, in conjunction with dysbiosis and a possible weakened immune system during spaceflight, carries the risk of increased severity of crewmembers’ infection in long-term space missions.\n\nMore studies will be needed to further our understanding of space environment-driven microbiome changes during long missions, to clarify whether the effects on communities are potentiated or dampened and what the consequences are for the host. In order to obtain a realistic overview of host–microbiome relationships, investigations should not be limited to disease-causing microbes that represent a potential risk to astronauts but shall also include mutualistic and commensal microbes. This can be crucial to learn what drives microbial fitness in the spaceflight environment and how to maintain a healthy symbiotic homeostasis.\n\n3.4. Influence of the Space Dietary Regime on the Microbiome\n\nFood intake is strictly connected to the composition and the functionality of the microbiome. Research has shown that changes in the diet are followed by rearrangement of the gut flora that can occur within just 24 h of initiation and have secondary effects on host immunologic and metabolic markers. As such, protein consumption positively correlates with overall microbial diversity, with animal protein intake leading to increased abundance of bile-tolerant organisms such as Bacteroides, Alistipes, and Bilophila, whereas a diet rich in fibers tends to increase the abundance of bifidobacteria and lactic acid bacteria, known for their anti-inflammatory properties. Along with the type of food, the food’s form (raw or cooked) appears to influence diet-driven host–microbial interactions, with cooking impacting the gut microbiome differently on meat versus plant-based (e.g., tuber) diets. Additionally, multiple compounds with known antimicrobial effects are significantly decreased in cooked food, thus limiting their bioactivity. The close relationship between diet, the gut microbiome, and health suggests that modulations in the diet can have a beneficial or detrimental impact on our health, depending on the relative identity and abundance of constituent bacterial population.\n\nIt follows that a change in diet such as that faced by astronauts, can also potentially affect the gut microbiome with repercussions on their health. Space food includes a variety of products specifically created for the consumption in outer space and as such, it must meet certain criteria: nutritional properties in line with the crew’s recommended caloric intake, palatability, ease of preparation and storage, etc.. Since water, storage, crew time, and food preparation capability—which does not include cooking—are limited, current space food consists of a narrow choice of shelf-stable, single-serving food products either in their natural form or preserved by dehydration, retort thermostabilization, or irradiation. The variety and amount of fresh fruit and vegetables vary, and their consumption is limited to a few days or weeks. Hence, the ISS food system, for instance, is dominated by meat and meat products and long-term missions will have to rely on bioregenerative life support systems (BLSSs)—e.g., integrating plant cultivation—to introduce a larger variety of food.\n\nThe optimization of the food system to mitigate negative effects of spaceflight on crewmembers’ health and performance is paramount. A reduction in the astronauts’ caloric intake to 70–80% of the daily requirement occurs at the beginning of the mission due to space motion sickness; however, it can extend well beyond the first days of flight, potentially leading to the loss of both fat and lean tissue mass, and to adverse effects on muscle, bone and cardiovascular systems and motor and cognitive functions. Moreover, although the reasons are not entirely clear, insulin resistance and glucose intolerance are frequently observed both in short- and longer-term space missions, and in analog missions. A reduced caloric intake like that often experienced by astronauts, may also lead to a restructuring of the gut microbiome similar to that observed in association with very-low-calorie diet (Figure 2). Accordingly, a low calorie intake and the consequent weight loss may be paralleled by a decrease in bacterial abundance, impaired nutrient absorption, and enrichment in endogenous enteric pathogens (e.g., Clostridioides difficile), suggesting that diet-induced shifts in the gut microbiome may influence colonization resistance and thus host physiology. Low-caloric intake may additionally be associated with increased inflammation and oxidative stress, with possible repercussions on the functioning of the immune system. Countermeasures have been developed to provide more balanced diets with increased average caloric intake, optimized to reduce nutrient deficiency and to improve energy supply to lessen the potential downstream dysregulation of the immune system. Despite these efforts, however, diet imbalance during spaceflight remains an issue, as it depends on multiple factors that are not limited to food quality ad palatability but also include cultural habits, alteration of circadian rhythms and in general, the stress associated with the mission.\n\nNotwithstanding individual differences, microbiome studies carried out in both real and analog missions generally reported rearrangements in the gut microbiome consistent with the higher abundance of bacteria associated with chronic intestinal inflammation and a concomitant reduction in the number of genera with known anti-inflammatory properties. In some cases, these data correlated with a moderate increase in the inflammatory immune response observed in the crew during spaceflight. Such changes in relative abundance of gut microbial components are possibly the result of multiple factors connected to spaceflight. However, evidence demonstrated the impact of the diet—i.e., a plant- and fiber-based BLSS-dietary structure—on the maintenance of a high gut microbiome diversity enriched with bacteria having anti-inflammatory action during analog missions. Production of SCFAs through gut microbiome-mediated fermentation of non-digestible carbohydrates was shown to contribute, among other things, to the maintenance of metabolic homeostasis.\n\nProviding the crewmembers with a balanced diet, possibly delivered through BLSSs and rich in fibers, is therefore of great importance to help prevent nutritional imbalances as well as to preserve a healthy gut microbiome. Due to individual differences, personalized nutritional approaches have been suggested. Furthermore, probiotics-based countermeasures via the supplementation of given bacteria strains (e.g., Akkermansia, Bifidobacterium, etc.) or the administration of SCFA-producing next-generation probiotics (Faecalibacterium, Roseburia, etc.), have additionally been proposed.\n\n3.5. Microbiome and Crewmembers Mental and Physical Health\n\nAs we have emphasized throughout the review, the human microbiome contributes to overall health through different routes, including protection against pathogens, maintenance of the immune system, proper intestinal function, and contribution to metabolic functions. Competitive exclusion of pathogenic bacteria is one of the main functions exerted by the microbiome communities residing in various anatomic sites of the human body. Antagonistic interactions play a pivotal role in determining the composition of a functional antimicrobial barrier, by means of strategies that include production of antibiotics, secretion of digestive enzymes, and quorum sensing. Accordingly, the establishment of new microbes can be prevented through competition for shared nutrients and other resources, with endogenous bacteria. Moreover, microbial communities help strengthen mucosal barrier function and can stimulate epithelial cells to produce antimicrobial peptides and proteins (e.g., bacteriocins), thereby killing pathogenic competitors and preventing translocation. In view of this, particular concern has been generated by the documented changes in the astronauts’ microbiome and their potential effects on astronaut health and performance, in conjunction with immune system dysregulations and increased risk of pathogenic infections during spaceflight —e.g., transient or permanent governance of pathogenic/opportunistic bacterial species, e.g., Staphylococcus spp. along with enhanced HGT and decreased susceptibility of pathogens to antimicrobial agents. As a matter of fact, crewmembers do experience adverse medical events of varying severity during spaceflight missions, related to infectious diseases, which include cold sores, skin and urinary tract infections, lymphadenitis and pharyngitis.\n\nAn altered microbiome is not only associated with the onset of infections but with non-infectious diseases as well, such as inflammatory bowel disease, systemic metabolic disorder (e.g., type 2 diabetes and obesity) and allergic reactions and sensitivities. Changes in the oropharingeal and in the skin microbiome are implicated in the development and progression of caries, gingivitis, tooth decay, as well as endocarditis and heart disease, pharyngitis, asthma and pneumonia, acne, atopic dermatitis, psoriasis and chronic wound pathology. Moreover, evidence of microbial dysbiosis has been observed in conjunction with various types of cancers, including colorectal cancer (CRC) and breast cancer, among others. The space environment has been shown to alter the tumor microenvironment and promote tumor cell proliferation, transformation and survival. Indeed, US astronauts have an increased incidence of prostate cancer and melanoma, similar to that observed with airline pilots, compared to the general US population. Considering the role that an altered microbiome plays in cancer development and/or progression, microbial disruption during spaceflight, coupled with higher radiation exposure, could put astronauts at an even greater risk of developing certain types of cancers with long-duration missions.\n\nIn addition to the aforementioned functions of the microbiome in supporting host physiology, research has more recently shed light on the relationship between the gut microbiome and mental health through what is known as the brain–gut–microbiome axis (BGMA). BGMA signaling has been suggested to be bi-directional, as not only can gut bacteria influence health and the development of emotional behavior, but psychological states can in turn alter gut health. Moreover, the communication appears to occur directly and indirectly via the central and enteric nervous systems and the vagus nerve, through endocrine, neural and immune pathways. Microbiota–gut–brain communication has hitherto mostly been explored in animal models, with human research lagging behind. However, studies have indicated that the gut microbiota can modulate the BGMA via multiple mechanisms, including alterations in microbial composition (i.e., SCFA-producing bacteria seem to be associated with higher mental quality of life indicators) or the potential production of microbial neuroactive metabolites (e.g., SCFAs, neurotransmitters, hormones or neurotoxic metabolites). Preliminary studies have also demonstrated gut microbiota alterations in subjects affected by neurodevelopment disorders such as schizophrenia and autism spectrum disorders. Furthermore, perturbations of the BGMA have been found in association with stress-related gastrointestinal disorders, as well as increased anxiety, depression, Parkinson’s disease and decreased cognitive abilities, suggesting that the microbiota may contribute to shaping cognitive networks encompassing emotional and social domains. Of interest, altered BGMA and microbiome have also been found in conjunction with disrupted sleep physiology, with microbiome diversity being positively correlated with increased sleep efficiency and total sleep time. Cognitive or behavioral conditions reported during spaceflight include reduced sleep quality and increased anxiety and depression, which can be accompanied by the impairment of psychomotor functions and neurocognitive performance. Occurring as a result of several mission-related environmental (e.g., radiation, microgravity, excessive exposure to noise and light) and psychosocial stressors (e.g., isolation, homesickness), these symptoms represent a threat to the success of space missions, as they greatly affect astronaut wellbeing. In light of the bidirectional interactions between the gut microbiome and the brain, based on which the microbiome can influence cognition and emotion, it can be assumed that strategies aimed at maintaining a healthy microbiome might also be helpful in mitigating unwanted neurobehavioral effects. In line with this, research shows that successful treatment of anxiety symptoms can be achieved by regulation of intestinal microbiota by means of both probiotic and non-probiotic (e.g., regulating diet, supplementation of short-chain fructooligosaccharides scFOS) interventions. This aspect is of particular significance as it underlines the far-reaching impact of the gut microbiome and offers new perspectives regarding the understanding and at the same time the mitigation of psychological stressors (external or self-imposed) that may arise during spaceflight.\n\nAlthough microbiome changes generally seem to rebound after returning to Earth, the entity and persistence of alterations induced by longer space missions (e.g., deep-space missions) and the associated risk of increased severity of infection, disease onset, and mental health impairments, are yet to be fully assessed. In the long run, compositional changes in the gut flora might even predispose astronauts to more prolonged-development diseases such as IBS, autoimmunity and even cancer. The risks associated with these factors should therefore be explored in more depth.\n\n4. Spaceflight, Microbiome and Immunity\n\nUnderstanding the combined effects of spaceflight on the immune system is significant for the health and safety of crewmembers and is an important area of interest as long-term exploration flights become more common. The intense conditions that astronauts encounter in space, including radiation exposure, microgravity, changes in diet, disruption of circadian rhythm and stress, all have an effect on the immune system (Figure 2). A dysregulated immune response has been well-established during spaceflight, with many changes to immune cell parameters, such as in the distribution, function and proliferation of leukocytes, cytokine profiles and neutrophil, monocyte and NK cell function. As discussed earlier, microbial physiology changes as a result of spaceflight, with one such change being increased virulence in some pathogens grown in space, which is problematic considering the dysregulated immune responses astronauts experience during spaceflight. However, the observation that a vaccine administered in space was able to stimulate an appropriate immune response is promising for long-term missions. The effect of gut microbiome dysbiosis is an essential factor to consider when reflecting on the immunity of astronauts as the microbiome has essential roles in the development and function of both the innate immune system—including regulating neutrophils, and macrophages, and the adaptive immune system—including influence on the function and repertoire of B cells, the induction of intestinal IgA, the differentiation of Tfh cells, and transition of antigen-activated CD8 T cells into memory cells. Although there are variations in the results due to different circumstances such as spaceflight duration, sample retrieval and experimental protocols, overall, the generation, function or proportion of immune cells are affected during spaceflight, which disrupts the homeostasis required for an appropriate immune response.\n\nDysbiosis of the gut microbiome has been associated with a dysregulated immune system, where changes in T cell regulation and cytokine secretion are observed. The gut microbiome has a significant role in differentiating naive CD4+ T cells, which defend against extracellular pathogens and suppress the immune system when a response is not required. Microbes such as Bacteroides fragilis, segmented filamentous bacteria and Clostridia can differentially induce the development of TH1, TH17 and Treg cells, respectively. T cell function is affected in space, but the response differs depending on the flight duration, as short-term missions increase T cell function and long-term missions cause T cell function to decrease upon landing. Cytokine production profiles, such as IFN𝛾, IL-17 and IL-10, are also affected during spaceflight. These are cytokines that are secreted from immune cells, which are regulated by the gut microbiome. Additionally, astronauts experience spaceflight-related reductions in certain SCFA-producing bacteria in their gut microbiome, such as Pseudobutyrivibrio and Akkermansia, which may be a result of the imposed conditions of flight, such as the decrease in dietary fiber in the astronaut diet. SCFAs produced by the gut microbiota are important in immune system regulation, as they have a role in CD4+ and CD8+ T cell function, generation and cytokine secretion. Butyrate, for example, has been identified in reducing gastrointestinal inflammation through the induction of IL-10, inhibiting the secretion of pro-inflammatory cytokines, and regulating innate immune cells and Treg cells. Although many other factors have been implicated in the dysregulation of the immune system in space, the microbiome’s effect cannot be discounted.\n\nMany astronauts experience uncharacteristic allergies and skin rashes during spaceflight, with some requiring antihistamines or steroids to manage these reactions. These hypersensitivities may result from a TH2 shift in the immune system, which has been observed to occur in spaceflight. Significantly higher IL-10 levels than IFN𝛾, which suggest a shift towards a TH2 response, were also observed among astronauts upon landing. Skin reactions in space could be associated with changes to the skin microbiome since decreases in Gram-negative Proteobacteria, which includes Acinetobacter, were documented in astronauts. Acinetobacter is a commensal skin microbe that can help maintain homeostasis by reducing inflammation, regulating the balance between TH1 and TH2 cells, and inducing IL-10 production. The relative proportions of Bacteroidetes, Actinobacteria and Firmicutes, in particular staphylococcal and streptococcal species, increase in the skin microbiome during space flight. An increase in Staphylococcus aureus colonization has been seen in patients with atopic dermatitis on Earth. These alterations to the skin microbiome may contribute to the overactive immune responses encountered in space and may contribute to conditions such as erythema, psoriasis, various types of dermatitis and delayed wound healing, which represent frequent skin problems during space missions.\n\nIncreased and persistent reactivation of Epstein–Barr virus (EBV), varicella-zoster virus, herpes-simplex-1, and cytomegalovirus, four naturally occurring latent herpesviruses, have been reported by astronauts during both short- (10–16 days) and long (60–180 days)-duration missions, with viral titers and shedding increased with the length of the mission. While a robust and competent immune system is necessary to maintain latency, as observed in spaceflight and space analog studies, a dysbiotic microbiome could also be a contributing factor (Figure 2). This could be through changes in microbiome-immune modulation, or through changes in bacterial–viral interactions. In the case of the latter, metabolites produced from the oral microbiome were shown to influence viral reactivation from latent human immunodeficiency virus, Kaposi’s sarcoma herpesvirus, and EBV, by activating viral promotors or causing epigenetic modifications of the viral genome. Correlation analyses between the salivary microbiome and EBV titers, in astronaut saliva, revealed a strong positive correlation (suggestive of promotion) with Gracilibacteria and Abiotrophia and a negative correlation (suggestive of protection) with Oribacterium, Veillonella, and Haemophilus. Veillonella is one of the main hydrogen sulfide (H2S) producers in the oral cavity, a chemical that is also produced by the intestinal microbiome. While H2S displays antiviral activity against pathogenic RNA viruses, it is also regarded as an endogenous regulator of both the innate and adaptive immune arms. Research has shown that therapeutically administered doses of H2S can improve the function of various immune cells and protect them against dysfunction from various stressors (reviewed in). Studies are currently limited regarding the role of the microbiome in latent viral reactivation, especially as it pertains to spaceflight. However, this is a topic that warrants further investigation to help reduce the risks and complications of viral infections in astronauts during long-duration missions. While it is important to note that many cases on the ISS are asymptomatic, with a lower incidence of reactivation in recent years attributed to better biomedical countermeasures, infections that do arise, under certain circumstances, can lead to shingles, mononucleosis, various types of cancers and different inflammatory diseases such as myocarditis and pancreatitis, all of which will be hard to treat in outer space.\n\nMany immune responses and resulting medical issues encountered by astronauts during spaceflight could be linked to abnormal microbiomes, and further studies should be conducted to gain insight into the mechanisms of these microbiomes in human health and immunity.\n\n5. The Impact of the Built Environment on the Astronaut Microbiome\n\nThe microbiome of the built environment is the collective of microbial inhabitants in human-constructed environments. The indoor microbiome is infrastructurally unique and differs between hospitals, offices, classrooms, and homes influenced by variations in material design, ventilation, temperature, humidity, pressure, and occupants. Humans leave behind a microbial footprint through shedding, exhalation, and waste, accounting for approximately 40% of the microbes found in buildings. It has been shown that less urbanized and more confined environments with reduced outside contact are even more overshadowed by human-associated microbes. The ISS is one such confined environment, a unique habitat where the only exchange with the “outside” comes from the turnover in crew members, cargo capsules and supplies, with crew members being the main source of the ISS built environment microbial community. Of the most abundant microbes catalogued on the ISS are those pertaining to skin, respiratory and gastrointestinal tracts. These include Staphylococcus, Propionibacterium, Actinobacterium, Enterobacterium, Corynebacterium, Streptococcus, Acinetobacter, and Pantoea, along with various bacteria belonging to the phylum Firmicutes. The ISS microbiome has also been observed to change over time in accordance with flight and exchange of crewmembers suggesting that temporal changes in the built environment may be due to different occupants on board. Earth-based studies in the inflatable lunar/Mars habitat mimicked this trend where microbial communities during complete vacancy at day 0 differed from those seen at day 30 post human occupancy. Although there is ample evidence that the human microbiome can influence the built environment, microbial transfer is not unidirectional. Early microbial studies in Russian astronauts aboard the Salyut and Mir orbital stations, revealed an interchange of gut microbiota between crew members. With new metagenomic technologies, a direct transmission between ISS surfaces and the astronaut microbiome has been observed, through either single-nucleotide polymorphism, haplotype matching and/or genomic read recruiting. This two-way microbial transfer between the ISS environment and the astronaut suggests ISS occupants can not only help build the microbiome of the ISS, but also uptake it as their own.\n\nMicrobial transfer between astronaut and the ISS environment, as well as astronaut to astronaut (via surfaces) can be hazardous due to the altered immunity astronauts encounter during spaceflight, increasing their susceptibility to infection from opportunistic pathogens (Figure 2). Evidence of opportunistic pathogens identified on ISS surfaces include cultivable populations of Staphylococcus aureus, Staphylococcus hominis, Staphylococcus haemolyticus, Platanthera conspicua, Acinetobacter pittii, Klebsiella quasipneumoniae, and Aspergillus fumigatus. Although the ISS and astronauts are strictly monitored to prevent risks from pathogenic infection, conjunctivitis, acute upper respiratory tract, and urinary tract infections have been reported by crew members of the ISS. Microbial virulence and antimicrobial resistance of these opportunistic pathogens could be further increased by the stressors of space, making infection not only more likely, but possibly harder to treat. For example, Staphylococcus epidermidis grown in space acquired mutations in the rpoB gene, heightening its resistance to rifampcin and Aspergillus fumigatus isolated from the ISS was significantly more lethal to neutrophil-deficient zebrafish compared to Earth-based clinical isolates.\n\nBuilding material can affect microbiome diversity and pathogenesis as well. Materials with higher hygroscopicity and porosity tend to have higher microbiome diversity due to moisture accumulation and environmental protection. A submerged analog habitat that simulates ISS confinement and pressure found that different niches between particle board surfaces (LDP) and glass/metal surfaces selected for different viable microbial communities, with microbes found on LDP surfaces having higher abundance of antimicrobial and virulence associated genes. This suggests that material type can not only affect microbial diversity, but also pathogenicity. It has been hypothesized that increased virulence and AMR resistance in confined environments, with low microbial diversity, are a result of adaptations that help bacteria and fungi survive in these restricted conditions. These genomic and metabolic changes that occur in confined environments could explain the many novel species that have been identified in various confined habitats. Efforts toward design of spacecraft materials to mitigate pathogenic growth would benefit from the prevention of infection rather than relying on treatment after infection, with limited medical resources. Analysis of other highly controlled environments such as spacecraft assembly clean rooms and intensive care units revealed that microbes in controlled environments rely more on nitrogen, carbohydrate, and heightened drug metabolisms versus in uncontrolled environments where microbes depend more on oxygen and amino acid metabolisms. Understanding how microbes adapt to utilize different resources in a controlled built environment can help provide insight in future spacecraft design.\n\nAnother consideration for future spacecraft design is the risk of biofilm formation which can affect astronaut health and spacecraft integrity. Biofilms are associated with a range of disease including cystic fibrosis, osteomyelitis, prostatitis, rhinosinusitis, otitis media, urinary tract infection, endocarditis, periodontitis, and infectious kidney stones and are responsible for 80% of chronic and recurrent infections. Biofilms also induce corrosion, lead to mechanical blockages, and decrease the effectiveness of heat transfer on ISS equipment, putting spacecraft integrity at risk and posing an indirect safety hazard to the crew. Biofilm forming microbes such as Acinetobacter, Sphingomonas, Bacillus, Burkholderia, Corynebacterium, Klebsiella and fungi Penicillium, Aspergillus, Cryptococcus, Rhodotorula have been found on the ISS, though it is important to note that almost all species of bacteria can form biofilms under certain conditions; hence, many more biofilm formers could be present on the ISS.\n\nThe astronaut microbiota heavily contributes to the built environment of the ISS. Once transferred from host to environment, stressors such as microgravity, radiation, and confinement can alter pathogenicity, making it an infection risk for crew members should it be transferred to them from the environment. It is therefore vital to continually monitor microbial pathogenesis on the ISS to avoid crew member infections and continue studying the built environment for optimization for future space travel.\n\n6. Microbiome and Bone Health\n\nAstronaut bone loss during space flight has been an unresolved medical concern since the 1970s. Pre- and post-flight measurements of bone density in astronauts quantified with absorptiometry and quantitative computed tomography have shown an overall bone loss rate of 1–1.5% per month with areas of the lumbar spine, pelvis, and lower limbs contributing most heavily to the decline in bone density (Figure 2). Measurements of volumetric bone mineral density in astronaut tibias after spaceflight showed a 5-percentile reduction that is comparable to average bone loss occurring in men over twenty years and 6 times faster than the accelerated bone loss that is often seen in menopausal women. These findings have made bone loss treatment and prevention a high priority for astronaut health and safety.\n\nBones undergo modeling during development and remodeling in later stages of life to form, replace, and remove bone. Osteoblasts are derived from stromal cells of the bone marrow and are responsible for bone formation. In contrast, osteoclasts that derive from the hematopoietic stem cells in the bone marrow, resorb bone during remodeling, making the equilibrium between the bone forming osteoblast and bone resorbing osteoclast vital to overall bone homeostasis. Bone formation and resorption can be biochemically measured in the urine through quantification of proteins produced during formation, such as bone-specific alkaline phosphatase and osteocalcin, as well as peptides released during matrix degradation, such as hydoxyproline, collagen type I, pyridinoline, and deoxypyridinoline. These biochemical assays have been conducted on astronaut urine before, during, and after spaceflight to reveal that bone resorption markers heavily increase during spaceflight with only a slow increase in bone formation markers. Post-flight measurements showed exponential decreases in bone resorption markers, but only a linear increase in bone formation markers, keeping bone homeostasis out of equilibrium during and post flight. Furthermore, trabecular bone, the sponge-like structure at the epiphyses of long bones involved in metabolic processes associated with bone turnover, was also reduced post-flight. Compromised trabeculae can irreversibly damage bone structure altogether. One hypothesis contributing to region-specific bone loss during spaceflight is the changes in mechanical loading induced by microgravity. High mechanical loading zones are reduced to low mechanical loading in microgravity and may therefore also reduce bone for the lack of necessity in that region. Extensive resistive exercise regimes have been employed in astronauts to stimulate mechanical loading to these areas that have shown to reduce bone loss, but do not ameliorate the bone loss process. It has also been pointed out by Stanichuk et al. that bone density changes were also found in areas of neutral mechanical loading such as the skull, suggesting that microgravity-induced changes in mechanical loading may not be the sole contributor to bone changes during spaceflight.\n\nWith increased understanding of the influence of the microbiome to overall health, many studies have revealed that the gut microbiome can also specifically influence bone health. Proteins and SCFAs produced by the gut microbiome have been shown to promote bone formation. Butyrate, a short-chain fatty acid produce by Lactobacillus of the gut microbiome, promotes bone formation through T cell signaling inducing differentiation of osteoblasts in the bone marrow. The gut microbiome is also a rich source of vitamin K2, which is required for the activation of osteocalcin, a protein produced by osteoblasts during bone formation. Antibiotic-induced gut microbiome dysbiosis dampens vitamin K2 synthesis and is associated with decreases in osteocalcin and bone strength. Bone loss in models that promote bone resorption can be reduced through dietary supplementation of beneficial bacteria, such as Lactobacillus reuteri which protects against bone resorption in estrogen-deficient mice and trabecular bone loss during antibiotic dysbiosis in mice.\n\nGut microbiome dysbiosis has been linked to bone disease in humans with osteoporosis and osteopenia, where diseased patients showed higher microbiome diversity than their healthy counterparts, and the severity of bone loss is positively correlated with higher microbiome diversity. Gut microbiome dysbiosis can lead to inflammation followed by intestinal permeability that allows the gut microbiome to enter circulation. Microbes in circulation stimulate an immune response from immune cells that recognize lipopolysaccharides using Toll-like receptors. Once recognized, the immune cells then activate to produce cytokines that promote maturation of TH17 cells in the bone marrow which then stimulate osteoclastogenesis and bone resorption. As we have mentioned, the stressors of spaceflight can stimulate astronaut microbiome dysbiosis. One such change during spaceflight is the decrease in genera with anti-inflammatory properties in the gut microbiome and the increase in Parasutterella, known to be associated with chronic inflammation. These microbial changes may be increasing intestinal inflammation, which signals the promotion of bone resorption. Additionally, it is worth noting that astronaut gut microbiomes have been reported to have an increased abundance in Firmicutes, a similar phenomenon seen in the gut microbiomes of patients with osteoporosis. There is evidence of both astronaut bone loss and microbiome dysbiosis during spaceflight; however, research is lacking on a possible association between the two. Additional investigation on this relationship could provide easier methods of inflight bone loss treatment and prevention through dietary pre and probiotic supplementation. Combining microbiome symbiosis with exercise regimes that maintain mechanical loading may help diminish bone loss during space travel.\n\n7. Gender Differences\n\nAs space exploration expands to include more long-term missions, the health and safety of both male and female astronauts are important factors to consider. As there are many differences between the sexes, including the composition of their microbiomes, making sure that these differences are identified and evaluated is critical for understanding the impact spaceflight has on crewmembers. Microbiome diversity and composition diverge at similar ages after puberty in males and females, and high testosterone or estradiol levels result in a more diverse gut microbiome. Studies have shown that microbes in the intestinal tract can impact sex hormone levels, and sex hormones have a role in shaping the gut microbiome composition. This bi-directional relationship contributes to the gender-specific differences observed in disease, such as a greater occurrence of CaOx kidney stones and earlier onset of cardiovascular disease in males, and postmenopausal osteoporosis and IBS in females. This relationship has also been implicated in ovarian cancer and polycystic ovary syndrome. Sex hormones have been shown to affect the immune system through interactions with the gut microbiome, including influencing the gut barrier permeability and interacting with immune cells. Studies show that there are sex-specific differences in the immune system, which are independent of the gut microbiota and are already present in germ-free mice, suggesting that the immune system can select a gender-specific gut microbiome conformation, which also plays a part in the differential influence on the immune system observed across genders. These gender-specific differences in immunity result in males being more susceptible to infections, and females being more susceptible to autoimmune disorders.\n\nThe implications of microbial dysbiosis on astronaut health can be better evaluated when the gender-specific distinctions between male and female microbiomes are considered. Astronauts’ microbiomes are exposed to and influenced by many intense factors in space, and there is evidence that these factors have a gender bias. Astronauts are exposed to cosmic radiation, which has been observed to alter the gut microbiome composition. Cui et al. conducted animal studies with mice to show that the effect of radiation toxicity is more prevalent on female gut microbiomes and that gender-matched fecal microbiota transplantation was most successful in reversing these effects. Females are also more vulnerable to radiation-induced cancer than males, especially radiation-induced breast, lung, thyroid and ovarian cancer. Looking more closely at the microbiomes of Chernobyl victims or nuclear power plant workers may be an area of interest to further investigate the long-term effects of radiation. There are also extensive lifestyle changes during spaceflight, which include alterations to circadian rhythms and modifications to the diet. Changes in sleep patterns have been observed to have an influence on the gut microbiome, leading to a higher risk of breast cancer in females. Diet has a sex-specific effect on the microbiome, where variations in changes to the microbiome composition have been observed in the presence of different diets and prebiotics. Dietary fibers can affect estrogen levels, whose link with the microbiome has been recognized, and high-fat high-sugar diets can affect bile acid production differently across genders, which also has been shown to influence the gut microbiome.\n\nAstronauts experience high levels of stress in space due to a multitude of factors, including isolation, resulting in higher levels of cortisol and catecholamines. Increased levels of stress-induced cortisol can trigger an inflammation response, disrupt the intestinal barrier and alter microbial composition. As there are sex-specific differences between the way males and females regulate their stress response, the impact on the microbiome varies. Studies examining the effect of isolation on prairie voles showed gender-specific changes in the gut microbiome composition. Dietary supplementation of DHA reduced stress and changed the microbiome composition in socially isolated male mice, but not in female mice, further suggesting the impact of sex-specific stress responses on the microbiome. Cortisol can also negatively impact the vaginal microbiome by inhibiting the glycogen deposition, which can lead to genitourinary tract infections. Therefore, the associated stress of spaceflight has a different impact on male and female microbiomes, which may contribute to the gender-specific associated health risks of space travel.\n\nThe disproportion of men compared to women who have flown to space introduces a bias to the data collected from astronauts and the available evidence limits the conclusions that can be made on the impacts of space exploration on female health. Recognizing gender-specific differences in the microbiome response to the extreme factors of space will allow for better and more personalized countermeasures and medical care to help preserve the homeostasis of the microbiome and as a result, the health of astronauts.\n\n8. Pharmogenetics, Spaceflight and the Microbiome\n\nEven with countermeasures and preventions put in place to keep astronauts safe during long-duration missions, the extended time in space with prolonged exposure to radiation, weightlessness, and other stressors on the body will inevitably lead to medical issues that arise during flight. These ailments will need to be addressed by pharmaceutical intervention with even more robustness and rigor than in low-earth orbit, due to the inability for emergency evacuation and limited non-medicinal interventions. An excellent review by Blue et al. discusses the challenges and current understanding for NASA in supplying a pharmacy for exploration spaceflight.\n\nMedication has been used for decades by astronauts during spaceflight to help relieve symptoms such as headaches and muscle/joint pain, or for more serious issues, such as treating jugular venous thrombosis. Medical toolkits onboard the ISS now contain about 190 different frequently used pharmaceuticals. However, observational studies and anecdotal reports from crew members indicate medications to be “not effective” or “less effective” at managing their complaints (Figure 2). More formal studies support these reports and suggest altered drug disposition in space compared to Earth, which include differences in efficacy, absorption, drug elimination, pro-drug activation and build-up of toxic metabolites.\n\nWhile human physiological changes and reduced drug self-life during spaceflight can alter drug disposition in space, the gut microbiome can also contribute to differential drug efficacy and safety, by enzymatically transforming drug structure and altering drug bioavailability, bioactivity, or toxicity. For example, the common human gut bacterium, Eggerthella lenta, inactivates the cardiac drug digoxin, used to treat heart failure and arrythmia, via a two-gene ‘cardiac glycoside reductase’ (cgr) operon, which is conserved and widespread within the human-associated gut microbiome. It has also been shown that co-culture of E. lenta with the fecal microbiome increased cgr expression, thereby enhancing digoxin metabolism and inactivation, reminding us of the interconnectedness of microbial species within a community and its impact on the host. Of interest, dietary protein was able to reduce digoxin metabolism, thereby maintaining its efficacy. This has important implications for the crew as a carefully considered “microbiome diet” could help ameliorate any negative effects that may be imposed by a dynamic and changing microbiome caused by spaceflight.\n\nThe gut microbiome can also promote drug activation, which was first discovered in 1937, with the antibiotic prontosil, which required bacterial azoreductases in the gut to cleave the drug into its active form. Since then, other prodrugs have been developed, such as sulfasalazine, balsalazide, and olsalazine, used to treat ulcerative colitis, which rely on colonic bacteria for activation. Unfortunately, microbial-mediated drug metabolism can also lead to toxic side effects, with the most notable example being that of sorivudine, an antiviral agent, which led to the death of 18 people in Japan, and which was withdrawn from the market only weeks after being released. This example stresses the importance of incorporating pharmacomicrobiomics (the study of microbe–drug interactions) when making policies and decisions for planned and future missions. To date, over 270 drugs have been recognized as being susceptible to gut microbiome metabolism, leading to inactive, active or toxic forms. Some that may be of relevance to spaceflight currently or in the future include acetaminophen—used to treat mild to moderate pain and reduce fever; ranitidine and nizatidine—antacids used to treat and prevent stomach ulcers and acid reflux; loperamide—used to treat acute diarrhea; metronidazole—an antibiotic; and methotrexate to treat breast, bone and lung cancer, along with rheumatoid arthritis.\n\nThere is still a great deal of work that needs to be carried out to understand the host–microbiome–drug response and how it affects each individual astronaut in flight and on the ground. Understanding how the astronaut microbiome composition, its collective genes, the expression of those genes and the metabolites they produce change during spaceflight and post-flight will undoubtedly help prevent serious side effects from microbe–drug interactions, but also make a positive impact on an astronaut’s response to a given drug. Opportunities for drug substitutions could be available, as multiple drugs within a drug class can be differentially affected by the gut microbiome. For example, while the H2 antagonists ranitidine and nizatidine were quickly metabolized and negatively affected by colonic bacteria, cimetidine and famotidine (also H2 antagonists) were not. In human bedrest analog studies, used to mimic microgravity, on Earth, the pharmacokinetics of amoxicillin was effected, but not of penicillin. Knowledge of this kind can help us to make more informed decisions of which drugs should be included in the medical toolkit for flight.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "microbiome",
    "spaceflight",
    "space biology",
    "astronaut",
    "human exploration",
    "Review"
  ],
  "citations": [
    {
      "title": "The Impact of Microgravity on Bone in Humans",
      "authors": [
        "D. Grimm",
        "J. Grosse",
        "M. Wehland",
        "V. Mann",
        "J. Elin",
        "A. Sundaresan",
        "T. Juhl"
      ]
    },
    {
      "title": "Adaptation to Microgravity, Deconditioning, and Countermeasures",
      "authors": [
        "K. Tanaka",
        "N. Nishimura",
        "Y. Kawai"
      ]
    },
    {
      "title": "Macro- and Microstructural Changes in Cosmonauts’ Brains after Long-Duration Spaceflight",
      "authors": [
        "S. Jillings",
        "A. Van Ombergen",
        "E. Tomilovskaya",
        "A. Rumshiskaya",
        "L. Litvinova",
        "I. Nosikova",
        "E. Pechenkova",
        "I. Rukavishnikov",
        "I.B. Kozlovskaya",
        "O. Manko"
      ]
    },
    {
      "title": "Space Radiation Risks to the Central Nervous System",
      "authors": [
        "F.A. Cucinotta",
        "M. Alp",
        "F.M. Sulzman",
        "M. Wang"
      ]
    },
    {
      "title": "Human Pathophysiological Adaptations to the Space Environment",
      "authors": [
        "G.C. Demontis",
        "M.M. Germani",
        "E.G. Caiani",
        "I. Barravecchia",
        "C. Passino",
        "D. Angeloni"
      ]
    },
    {
      "title": "Immune System Dysregulation during Spaceflight: Potential Countermeasures for Deep Space Exploration Missions",
      "authors": [
        "B.E. Crucian",
        "A. Choukèr",
        "R.J. Simpson",
        "M. Satish",
        "G. Marshall",
        "S.M. Smith",
        "S.R. Zwart",
        "H. Martina",
        "P. Sergey",
        "A. Whitmire"
      ]
    },
    {
      "title": "Revised Estimates for the Number of Human and Bacteria Cells in the Body",
      "authors": [
        "R. Sender",
        "S. Fuchs",
        "R. Milo"
      ]
    },
    {
      "title": "Diversity of the Human Intestinal Microbial Flora",
      "authors": [
        "P.B. Eckburg",
        "E.M. Bik",
        "C.N. Bernstein",
        "E. Purdom",
        "L. Dethlefsen",
        "M. Sargent",
        "S.R. Gill",
        "K.E. Nelson",
        "D.A. Relman"
      ]
    },
    {
      "title": "Metagenomic Analysis of the Human Distal Gut Microbiome",
      "authors": [
        "S.R. Gill",
        "M. Pop",
        "R.T. Deboy",
        "P.B. Eckburg",
        "P.J. Turnbaugh",
        "B.S. Samuel",
        "J.I. Gordon",
        "D.A. Relman",
        "C.M. Fraser-Liggett",
        "K.E. Nelson"
      ]
    },
    {
      "title": "A Human Gut Microbial Gene Catalogue Established by Metagenomic Sequencing",
      "authors": [
        "J. Qin",
        "R. Li",
        "J. Raes",
        "M. Arumugam",
        "K.S. Burgdorf",
        "C. Manichanh",
        "T. Nielsen",
        "N. Pons",
        "F. Levenez",
        "T. Yamada"
      ]
    },
    {
      "title": "The Influence of Sex, Handedness, and Washing on the Diversity of Hand Surface Bacteria",
      "authors": [
        "N. Fierer",
        "M. Hamady",
        "C.L. Lauber",
        "R. Knight"
      ]
    },
    {
      "title": "Vaginal Microbiome of Reproductive-Age Women",
      "authors": [
        "J. Ravel",
        "P. Gajer",
        "Z. Abdo",
        "G.M. Schneider",
        "S.S. Koenig",
        "S.L. McCulle",
        "S. Karlebach",
        "R. Gorle",
        "J. Russell",
        "C.O. Tacket"
      ]
    },
    {
      "title": "Characterization of Human Breast Tissue Microbiota from Core Needle Biopsies through the Analysis of Multi Hypervariable 16S-RRNA Gene Regions",
      "authors": [
        "L. Costantini",
        "S. Magno",
        "D. Albanese",
        "C. Donati",
        "R. Molinari",
        "A. Filippone",
        "R. Masetti",
        "N. Merendino"
      ]
    },
    {
      "title": "Microbiota of Human Breast Tissue",
      "authors": [
        "C. Urbaniak",
        "J. Cummins",
        "M. Brackstone",
        "J.M. Macklaim",
        "G.B. Gloor",
        "C.K. Baban",
        "L. Scott",
        "D.M. O’Hanlon",
        "J.P. Burton",
        "K.P. Francis"
      ]
    },
    {
      "title": "Ome Sweet Omics—A Genealogical Treasury of Words",
      "authors": [
        "J. Lederberg",
        "A.T. Mccray"
      ]
    },
    {
      "title": "Defining the Human Microbiome",
      "authors": [
        "L.K. Ursell",
        "J.L. Metcalf",
        "L.W. Parfrey",
        "R. Knight"
      ]
    },
    {
      "title": "Human Intestinal Epithelial Cells Express Interleukin-10 through Toll-like Receptor 4-Mediated Epithelial-Macrophage Crosstalk",
      "authors": [
        "J. Hyun",
        "L. Romero",
        "R. Riveron",
        "C. Flores",
        "S. Kanagavelu",
        "K.D. Chung",
        "A. Alonso",
        "J. Sotolongo",
        "J. Ruiz",
        "A. Manukyan"
      ]
    },
    {
      "title": "Bacteria as Vitamin Suppliers to Their Host: A Gut Microbiota Perspective",
      "authors": [
        "J.G. LeBlanc",
        "C. Milani",
        "G.S. de Giori",
        "F. Sesma",
        "D. van Sinderen",
        "M. Ventura"
      ]
    },
    {
      "title": "An Immunomodulatory Molecule of Symbiotic Bacteria Directs Maturation of the Host Immune System",
      "authors": [
        "S.K. Mazmanian",
        "C.H. Liu",
        "A.O. Tzianabos",
        "D.L. Kasper"
      ]
    },
    {
      "title": "Gut Microbiota: Role in Pathogen Colonization, Immune Responses, and Inflammatory Disease",
      "authors": [
        "J.M. Pickard",
        "M.Y. Zeng",
        "R. Caruso",
        "G. Núñez"
      ]
    },
    {
      "title": "Toll-like Receptor 2 Regulates the Barrier Function of Human Bronchial Epithelial Monolayers through Atypical Protein Kinase C Zeta, and an Increase in Expression of Claudin-1",
      "authors": [
        "S. Ragupathy",
        "F. Esmaeili",
        "S. Paschoud",
        "E. Sublet",
        "S. Citi",
        "G. Borchard"
      ]
    },
    {
      "title": "Recognition of Commensal Microflora by Toll-like Receptors Is Required for Intestinal Homeostasis",
      "authors": [
        "S. Rakoff-Nahoum",
        "J. Paglino",
        "F. Eslami-Varzaneh",
        "S. Edberg",
        "R. Medzhitov"
      ]
    },
    {
      "title": "Developmental Regulation of Intestinal Angiogenesis by Indigenous Microbes via Paneth Cells",
      "authors": [
        "T.S. Stappenbeck",
        "L.V. Hooper",
        "J.I. Gordon"
      ]
    },
    {
      "title": "The Gut Microbiota Shapes Intestinal Immune Responses during Health and Disease",
      "authors": [
        "J.L. Round",
        "S.K. Mazmanian"
      ]
    },
    {
      "title": "Comparison of the Microbiota of Supra- and Subgingival Plaque in Health and Periodontitis",
      "authors": [
        "L.A. Ximénez-Fyvie",
        "A.D. Haffajee",
        "S.S. Socransky"
      ]
    },
    {
      "title": "Molecular-Phylogenetic Characterization of Microbial Community Imbalances in Human Inflammatory Bowel Diseases",
      "authors": [
        "D.N. Frank",
        "A.L. St Amand",
        "R.A. Feldman",
        "E.C. Boedeker",
        "N. Harpaz",
        "N.R. Pace"
      ]
    },
    {
      "title": "Microbial Biodegradation of Polyaromatic Hydrocarbons",
      "authors": [
        "R.H. Peng",
        "A.S. Xiong",
        "Y. Xue",
        "X.Y. Fu",
        "F. Gao",
        "W. Zhao",
        "Y.S. Tian",
        "Q.H. Yao"
      ]
    },
    {
      "title": "Disordered Microbial Communities in Asthmatic Airways",
      "authors": [
        "M. Hilty",
        "C. Burke",
        "H. Pedro",
        "P. Cardenas",
        "A. Bush",
        "C. Bossley",
        "J. Davies",
        "A. Ervine",
        "L. Poulter",
        "L. Pachter"
      ]
    },
    {
      "title": "A Multi-Platform Metabolomics Approach Identifies Highly Specific Biomarkers of Bacterial Diversity in the Vagina of Pregnant and Non-Pregnant Women",
      "authors": [
        "A. McMillan",
        "S. Rulisa",
        "M. Sumarah",
        "J.M. Macklaim",
        "J. Renaud",
        "J.E. Bisanz",
        "G.B. Gloor",
        "G. Reid"
      ]
    },
    {
      "title": "Microbial Mucosal Colonic Shifts Associated with the Development of Colorectal Cancer Reveal the Presence of Different Bacterial and Archaeal Biomarkers",
      "authors": [
        "L. Mira-Pascual",
        "R. Cabrera-Rubio",
        "S. Ocon",
        "P. Costales",
        "A. Parra",
        "A. Suarez",
        "F. Moris",
        "L. Rodrigo",
        "A. Mira",
        "M. Collado"
      ]
    },
    {
      "title": "The Microbiota of Breast Tissue and Its Association with Breast Cancer",
      "authors": [
        "C. Urbaniak",
        "G. Gloor",
        "M. Brackstone",
        "L. Scott",
        "M. Tangney",
        "G. Reid"
      ]
    },
    {
      "title": "A Core Gut Microbiome in Obese and Lean Twins",
      "authors": [
        "P.J. Turnbaugh",
        "M. Hamady",
        "T. Yatsunenko",
        "B.L. Cantarel",
        "A. Duncan",
        "R.E. Ley",
        "M.L. Sogin",
        "W.J. Jones",
        "B.A. Roe",
        "J.P. Affourtit"
      ]
    },
    {
      "title": "Communicable Ulcerative Colitis Induced by T-Bet Deficiency in the Innate Immune System",
      "authors": [
        "W.S. Garrett",
        "G.M. Lord",
        "S. Punit",
        "G. Lugo-Villarino",
        "S.K. Mazmanian",
        "S. Ito",
        "J.N. Glickman",
        "L.H. Glimcher"
      ]
    },
    {
      "title": "The Gut Microbiome Modulates Colon Tumorigenesis",
      "authors": [
        "J.P. Zackular",
        "N.T. Baxter",
        "K.D. Iverson",
        "W.D. Sadler",
        "J.F. Petrosino",
        "G.Y. Chen",
        "P.D. Schloss"
      ]
    },
    {
      "title": "The Intestinal Microbiota Affect Central Levels of Brain-Derived Neurotropic Factor and Behavior in Mice",
      "authors": [
        "P. Bercik",
        "E. Denou",
        "J. Collins",
        "W. Jackson",
        "J. Lu",
        "J. Jury",
        "Y. Deng",
        "P. Blennerhassett",
        "J. Macri",
        "K.D. McCoy"
      ]
    },
    {
      "title": "Mind-Altering Microorganisms: The Impact of the Gut Microbiota on Brain and Behaviour",
      "authors": [
        "J.F. Cryan",
        "T.G. Dinan"
      ]
    },
    {
      "title": "Implication of Gut Microbiota in Nonalcoholic Fatty Liver Disease",
      "authors": [
        "J. Boursier",
        "A.M. Diehl"
      ]
    },
    {
      "title": "Obesity-Induced Gut Microbial Metabolite Promotes Liver Cancer through Senescence Secretome",
      "authors": [
        "S. Yoshimoto",
        "T.M. Loo",
        "K. Atarashi",
        "H. Kanda",
        "S. Sato",
        "S. Oyadomari",
        "Y. Iwakura",
        "K. Oshima",
        "H. Morita",
        "M. Hattori"
      ]
    },
    {
      "title": "Gut Microbiota in Human Adults with Type 2 Diabetes Differs from Non-Diabetic Adults",
      "authors": [
        "N. Larsen",
        "F.K. Vogensen",
        "F.W.J. van den Berg",
        "D.S. Nielsen",
        "A.S. Andreasen",
        "B.K. Pedersen",
        "W.A. Al-Soud",
        "S.J. Sørensen",
        "L.H. Hansen",
        "M. Jakobsen"
      ]
    },
    {
      "title": "The Influence of the Human Microbiome and Probiotics on Cardiovascular Health",
      "authors": [
        "G. Ettinger",
        "K. MacDonald",
        "G. Reid",
        "J.P. Burton"
      ]
    },
    {
      "title": "Endocrine Adaptations across Physical and Psychological Stressors in Long-Term Space Flights",
      "authors": [
        "D. Angeloni",
        "G.C. Demontis"
      ]
    },
    {
      "title": "Fundamental Biological Features of Spaceflight: Advancing the Field to Enable Deep-Space Exploration",
      "authors": [
        "E. Afshinnekoo",
        "R.T. Scott",
        "M.J. Mackay",
        "E. Pariset",
        "E. Cekanaviciute"
      ]
    },
    {
      "title": "Mars’ surface radiation environment measured with the Mars Science Laboratory’s Curiosity rover",
      "authors": [
        "D.M. Hassler",
        "C. Zeitlin",
        "R.F. Wimmer-Schweingruber",
        "B. Ehresmann",
        "S. Rafkin",
        "J.L. Eigenbrode",
        "D.E. Brinza",
        "G. Weigle",
        "S. Böttcher",
        "E. Böhm"
      ]
    },
    {
      "title": "",
      "authors": []
    },
    {
      "title": "The LD50 for Uniform Low LET Irradiation of Man",
      "authors": [
        "B.R.H. Mole",
        "C. Radiobiology"
      ]
    },
    {
      "title": "Solar Particle Events and Radiation Exposure in Space. NASA Space Radiation Program Element, Human Research Program",
      "authors": [
        "S. Hu"
      ]
    },
    {
      "title": "Space Radiation and Human Exposures, A Primer",
      "authors": [
        "G.A. Nelson"
      ]
    },
    {
      "title": "Planetary Extravehicular Activity (EVA) Risk Mitigation Strategies for Long-Duration Space Missions",
      "authors": [
        "B. Belobrajdic",
        "K. Melone",
        "A. Diaz-artiles"
      ]
    },
    {
      "title": "Why Do the Cosmic Rays Induce Aging?",
      "authors": [
        "A. Giovanetti",
        "F. Tortolici",
        "S. Rufini"
      ]
    },
    {
      "title": "Cancer Risk from Exposure to Galactic Cosmic Rays: Implications for Space Exploration by Human Beings",
      "authors": [
        "F.A. Cucinotta",
        "M. Durante"
      ]
    },
    {
      "title": "Red Risks for a Journey to the Red Planet: The Highest Priority Human Health Risks for a Mission to Mars",
      "authors": [
        "Z.S. Patel",
        "T.J. Brunstetter",
        "W.J. Tarver",
        "A.M. Whitmire",
        "S.R. Zwart",
        "S.M. Smith",
        "L.H. Janice"
      ]
    },
    {
      "title": "Changes in the Central Nervous System during Long-Duration Space Flight: Implications for Neuro-Imaging",
      "authors": [
        "A.B. Newberg",
        "A. Alavi"
      ]
    },
    {
      "title": "Heavy Ion Space Radiation Triggers Ongoing DNA Base Damage by Downregulating DNA Repair Pathways",
      "authors": [
        "S. Suman",
        "P. Jaruga",
        "M. Dizdaroglu",
        "A.J. Fornace",
        "D. Kamal"
      ]
    },
    {
      "title": "Health Risks of Space Exploration: Targeted and Nontargeted Oxidative Injury by High-Charge and High-Energy Particles",
      "authors": [
        "M. Li",
        "G. Gonon",
        "M. Buonanno",
        "N. Autsavapromporn",
        "S.M. De Toledo",
        "D. Pain",
        "E.I. Azzam"
      ]
    },
    {
      "title": "Cancer and Circulatory Disease Risks for a Human Mission to Mars: Private Mission Considerations",
      "authors": [
        "F.A. Cucinotta",
        "E. Cacao",
        "M.Y. Kim",
        "P.B. Saganti"
      ]
    },
    {
      "title": "Positive Visual Phenomena in Space: A Scientific Case and a Safety Issue in Space Travel",
      "authors": [
        "W.G. Sannita",
        "L. Narici",
        "P. Picozza"
      ]
    },
    {
      "title": "Non-Targeted and Delayed Effects of Exposure to Ionizing Radiation: I. Radiation-Induced Genomic Instability and Bystander Effects In Vitro",
      "authors": [
        "W.F. Morgan"
      ]
    },
    {
      "title": "Challenges to the Central Nervous System during Human Spaceflight Missions to Mars",
      "authors": [
        "G.R. Clément",
        "R.D. Boyle",
        "K.A. George",
        "G.A. Nelson",
        "M.F. Reschke",
        "T.J. Williams",
        "W.H. Paloski"
      ]
    },
    {
      "title": "Effects of Microgravity on Human Physiology",
      "authors": [
        "S. Iwase",
        "N. Nishimura",
        "K. Tanaka",
        "T. Mano",
        "R.J. Reynolds"
      ]
    },
    {
      "title": "Towards Human Exploration of Space: The THESEUS Review Series on Immunology Research Priorities",
      "authors": [
        "J.P. Frippiat",
        "B.E. Crucian",
        "D.J.F. de Quervain",
        "D. Grimm",
        "N. Montano",
        "S. Praun",
        "B. Roozendaal",
        "G. Schelling",
        "M. Thiel",
        "O. Ullrich"
      ]
    },
    {
      "title": "Heart in Space: Effect of the Extraterrestrial Environment on the Cardiovascular System",
      "authors": [
        "R.L. Hughson",
        "A. Helm",
        "M. Durante"
      ]
    },
    {
      "title": "Update on the Effects of Microgravity on the Musculoskeletal System",
      "authors": [
        "O.J.J. Iv",
        "E.G. Buettmann",
        "M.A. Friedman"
      ]
    },
    {
      "title": "Manned Mars Mission Risks Evaluation",
      "authors": [
        "L. Bettiol",
        "A. De La Torre",
        "D. Patel",
        "F. Oluwafemi",
        "G. Kamaletdinova",
        "R. Kumar Singh",
        "U. Heshani",
        "Y. Lakmal",
        "A. Rivolta",
        "A. Sorokin"
      ]
    },
    {
      "title": "Space Missions: Psychological and Psychopathological Issues",
      "authors": [
        "D. Marazziti",
        "A. Arone",
        "T. Ivaldi",
        "K. Kuts",
        "K. Loganovsky"
      ]
    },
    {
      "title": "Mental Health Challenges Faced by Medical Professionals in Manned Space Missions",
      "authors": [
        "N.S. Bhakare"
      ]
    },
    {
      "title": "Psycho-Emotional Status but Not Cognition Is Changed under the Combined e Ff Ect of Ionizing Radiations at Doses Related to Deep Space Missions",
      "authors": [
        "V.S. Kokhan",
        "E.V. Shakhbazian",
        "N.A. Markova"
      ]
    },
    {
      "title": "Space Food and Nutrition in a Long Term Manned Mission",
      "authors": [
        "F.A. Oluwafemi",
        "A.D. La Torre",
        "E.M. Afolayan",
        "B.M. Olalekan-Ajayi",
        "B. Dhital",
        "J.G. Mora-Almanza",
        "G. Potrivitu",
        "J. Creech",
        "A. Rivolta"
      ]
    },
    {
      "title": "International Space Station (ISS) Crewmember’s Noise Exposures from 2015 to Present",
      "authors": [
        "J. Limardo",
        "C. Allen",
        "R.W. Danielson"
      ]
    },
    {
      "title": "Sleep, Performance, Circadian Rhythms, and Light-Dark Cycles during Two Space Shuttle Flights",
      "authors": [
        "D. Dijk",
        "D.F. Neri",
        "J.K. Wyatt",
        "J.M. Ronda",
        "E. Riel",
        "A.R. Cecco",
        "R.O.D.J. Hughes",
        "A.N.N.R. Elliott",
        "G.K.I.M. Prisk",
        "J.B. West"
      ]
    },
    {
      "title": "The New Martians",
      "authors": [
        "N. Kanas"
      ]
    },
    {
      "title": "A Review of Astronaut Mental Health in Manned Missions: Potential Interventions for Cognitive and Mental Health Challenges",
      "authors": [
        "F.A. Oluwafemi",
        "R. Abdelbaki",
        "J.C. Lai",
        "J.G. Mora-almanza",
        "E.M. Afolayan"
      ]
    },
    {
      "title": "Human Missions to Mars: New Psychological Challenges and Research Issues",
      "authors": [
        "D. Manzey"
      ]
    },
    {
      "title": "What We Know about Team Dynamics for Long-Distance Space Missions: A Systematic Review of Analog Research",
      "authors": [
        "S.T. Bell",
        "S.G. Brown",
        "T. Mitchell"
      ]
    },
    {
      "title": "Psychosocial Value of Space Simulation for Extended Spaceflight",
      "authors": [
        "N. Kanas",
        "S.L. Bonting"
      ]
    },
    {
      "title": "Asthenia—Does It Exist in Space?",
      "authors": [
        "N. Kanas",
        "V. Salnitskiy",
        "V. Gushin",
        "D.S. Weiss",
        "E.M. Grund",
        "C. Flynn",
        "O. Kozerenko",
        "A. Sled",
        "C.R. Marmar"
      ]
    },
    {
      "title": "Fungi and Mycotoxins in Space—A Review",
      "authors": [
        "G. De Middeleer",
        "N. Leys",
        "B. Sas",
        "S. De Saeger"
      ]
    },
    {
      "title": "Review of the Knowledge of Microbial Contamination of the Russian Manned Spacecraft",
      "authors": [
        "N.D.D. Novikova"
      ]
    },
    {
      "title": "Draft Genome Sequences of Biosafety Level 2 Opportunistic Pathogens Station",
      "authors": [
        "A.C. Sielaff",
        "N.K. Singh",
        "J.E. Allen",
        "J. Thissen",
        "C. Jaing",
        "K. Venkateswaran"
      ]
    },
    {
      "title": "Dysbiosis and Immune Dysregulation in Outer Space",
      "authors": [
        "J.L. Cervantes",
        "B.-Y. Hong"
      ]
    },
    {
      "title": "Simulated Microgravity Promotes Horizontal Gene Transfer of Antimicrobial Resistance Genes between Bacterial Genera in the Absence of Antibiotic Selective Pressure",
      "authors": [
        "C. Urbaniak",
        "T. Grams",
        "C.E. Mason"
      ]
    },
    {
      "title": "Effects of Spaceflight on the Composition and Function of the Human Gut Microbiota",
      "authors": [
        "Z. Liu",
        "G. Luo",
        "R. Du",
        "W. Sun",
        "J. Li",
        "H. Lan",
        "P. Chen",
        "X. Yuan",
        "D. Cao",
        "Y. Li"
      ]
    },
    {
      "title": "Analytical Modelling of the Spread of Disease in Confined and Crowded Spaces",
      "authors": [
        "L. Goscé",
        "D.A.W. Barton",
        "A. Johansson"
      ]
    },
    {
      "title": "The Risk of Staphylococcus Skin Infection during Space Travel and Mitigation Strategies",
      "authors": [
        "S. Xiao",
        "K.J. Venkateswaranc",
        "S.C. Jianga"
      ]
    },
    {
      "title": "Exploring Innovative Radiation Shielding Approaches in Space: A Material and Design Study for a Wearable Radiation Protection Spacesuit",
      "authors": [
        "M. Vuolo",
        "G. Baiocco",
        "S. Barbieri",
        "L. Bocchini",
        "M. Giraudo",
        "T. Gheysens",
        "C. Lobascio",
        "A. Ottolenghi"
      ]
    },
    {
      "title": "Long-Duration Spaceflight Adversely Affects Post-Landing Operator Proficiency",
      "authors": [
        "S.T. Moore",
        "V. Dilda",
        "T.R. Morris",
        "D.A. Yungher",
        "H.G. MacDougall",
        "S.J. Wood"
      ]
    },
    {
      "title": "Radiation Risks and Countermeasures for Humans on Deep Space Missions",
      "authors": [
        "L. Sihver",
        "S. Mortazavi"
      ]
    },
    {
      "title": "Medical Considerations for a Return to the Moon",
      "authors": [
        "R. Anderton",
        "B. Posselt",
        "M. Komorowski",
        "P. Hodkinson"
      ]
    },
    {
      "title": "Perchlorate on Mars: A Chemical Hazard and a Resource for Humans",
      "authors": [
        "A. Davila",
        "D. Willson",
        "J. Coates",
        "C. McKay"
      ]
    },
    {
      "title": "Reproducible Changes in the Gut Microbiome Suggest a Shift in Microbial and Host Metabolism during Spaceflight",
      "authors": [
        "P. Jiang",
        "S.J. Green",
        "G.E. Chlipala",
        "F.W. Turek",
        "M.H. Vitaterna"
      ]
    },
    {
      "title": "Effect of Skylab Missions on Clinical and Microbiologic Aspects of Oral Health",
      "authors": [
        "L. Brown",
        "W. Fromme",
        "S. Handler",
        "M. Wheatcroft",
        "D. Johnston"
      ]
    },
    {
      "title": "",
      "authors": [
        "G.R. Taylor",
        "R.C. Graves",
        "R.M. Brockett",
        "J.K. Ferguson",
        "B.J. Mieszkuc"
      ]
    },
    {
      "title": "Space Environmental Factor Impacts upon Murine Colon Microbiota and Mucosal Homeostasis",
      "authors": [
        "L.E. Ritchie",
        "S.S. Taddeo",
        "B.R. Weeks",
        "F. Lima",
        "S.A. Bloomfield",
        "M.A. Azcarate-Peril",
        "S.R. Zwart",
        "S.M. Smith",
        "N.D. Turner"
      ]
    },
    {
      "title": "Space-Type Radiation Induces Multimodal Responses in the Mouse Gut Microbiome and Metabolome",
      "authors": [
        "D. Casero",
        "K. Gill",
        "V. Sridharan",
        "I. Koturbash",
        "G. Nelson",
        "M. Hauer-jensen",
        "M. Boerma",
        "J. Braun",
        "A.K. Cheema"
      ]
    },
    {
      "title": "Temporal Dynamics of the Gut Microbiota in People Sharing a Confined Environment, a 520-Day Ground-Based Space Simulation, MARS500",
      "authors": [
        "S. Turroni",
        "S. Rampelli",
        "E. Biagi",
        "C. Consolandi",
        "M. Severgnini",
        "C. Peano",
        "S. Quercia",
        "M. Soverini",
        "F.G. Carbonero",
        "G. Bianconi"
      ]
    },
    {
      "title": "The Influence of Bioregenerative Life-Support System Dietary Structure and Lifestyle on the Gut Microbiota: A 105-Day Ground-Based Space Simulation in Lunar Palace 1",
      "authors": [
        "Z. Hao",
        "L. Li",
        "Y. Fu",
        "H. Liu"
      ]
    },
    {
      "title": "Hypergravity Disrupts Murine Intestinal Microbiota",
      "authors": [
        "C. Alauzet",
        "L. Cunat",
        "M. Wack",
        "A. Lozniewski",
        "H. Busby",
        "N. Agrinier",
        "C. Cailliez-Grimal",
        "J.P. Frippiat"
      ]
    },
    {
      "title": "The NASA Twins Study: A Multidimensional Analysis of a Year-Long Human Spaceflight",
      "authors": [
        "F.E.F. Garrett-Bakelman",
        "M. Darshi",
        "S.J. Green",
        "R.R.C. Gur",
        "L. Lin",
        "B.R. Macias",
        "M.M.J. McKenna",
        "C. Meydan",
        "T. Mishra",
        "J. Nasrini"
      ]
    },
    {
      "title": "Study of the Impact of Long-Duration Space Missions at the International Space Station on the Astronaut Microbiome",
      "authors": [
        "A.A. Voorhies",
        "C. Mark Ott",
        "S. Mehta",
        "D.L. Pierson",
        "B.E. Crucian",
        "A. Feiveson",
        "C.M. Oubre",
        "M. Torralba",
        "K. Moncera",
        "Y. Zhang"
      ]
    },
    {
      "title": "Crewmember Microbiome May Influence Microbial Composition of ISS Habitable Surfaces",
      "authors": [
        "A. Avila-Herrera",
        "J. Thissen",
        "C. Urbaniak",
        "N.A. Be",
        "D.J. Smith",
        "F. Karouia",
        "S. Mehta",
        "K. Venkateswaran",
        "C. Jaing",
        "J. Smith"
      ]
    },
    {
      "title": "Investigation of Spaceflight Induced Changes to Astronaut Microbiomes",
      "authors": [
        "M.D. Morrison",
        "J.B. Thissen",
        "F. Karouia",
        "S. Mehta",
        "C. Urbaniak",
        "K. Venkateswaran",
        "D.J. Smith",
        "C. Jaing"
      ]
    },
    {
      "title": "The Influence of Spaceflight on the Astronaut Salivary Microbiome and the Search for a Microbiome Biomarker for Viral Reactivation",
      "authors": [
        "C. Urbaniak",
        "H. Lorenzi",
        "J. Thissen",
        "C. Jaing",
        "B. Crucian",
        "C. Sams",
        "D. Pierson",
        "K. Venkateswaran",
        "S. Mehta"
      ]
    },
    {
      "title": "Reanalysis of the Mars500 Experiment Reveals Common Gut Microbiome Alterations in Astronauts Induced by Long-Duration Confinement",
      "authors": [
        "N.J.B. Brereton",
        "F.E. Pitre",
        "E. Gonzalez"
      ]
    },
    {
      "title": "Temporal Characteristics of the Oropharyngeal and Nasal Microbiota Structure in Crewmembers Stayed 180 Days in the Controlled Ecological Life Support System",
      "authors": [
        "Y. Chen",
        "C. Xu",
        "C. Zhong",
        "Z. Lyu",
        "J. Liu",
        "C. Zhanghuang",
        "D. Huanhuan",
        "X. Bingmu",
        "X. Qiong"
      ]
    },
    {
      "title": "The Microbiome: The Forgotten Organ of the Astronaut’s Body–Probiotics beyond Terrestrial Limits",
      "authors": [
        "A. Saei",
        "A. Barzegari"
      ]
    },
    {
      "title": "Priorities for the next 10 Years of Human Microbiome Research",
      "authors": [
        "L. Proctor"
      ]
    },
    {
      "title": "The Gut Microbiome in Health and in Disease",
      "authors": [
        "A.B. Shreiner",
        "J.Y. Kao",
        "V.B. Young"
      ]
    },
    {
      "title": "Valid Publication of the Names of Forty-Two Phyla of Prokaryotes",
      "authors": [
        "A. Oren",
        "G.M. Garrity"
      ]
    },
    {
      "title": "Effect of Microgravity Environment on Gut Microbiome and Angiogenesis",
      "authors": [
        "R. Siddiqui",
        "R. Qaisar",
        "N. Goswami",
        "N.A. Khan",
        "A. Elmoselhi"
      ]
    },
    {
      "title": "Simulated Manned Mars Exploration: Effects of Dietary and Diurnal Cycle Variations on the Gut Microbiome of Crew Members in a Controlled Ecological Life Support System",
      "authors": [
        "H. Dong",
        "P. Chen",
        "Y. Yu",
        "P. Zang",
        "Z. Wei"
      ]
    },
    {
      "title": "Radiation Induces Proinflammatory Dysbiosis: Transmission of Inflammatory Susceptibility by Host Cytokine Induction",
      "authors": [
        "S. Gerassy-Vainberg",
        "A. Blatt",
        "Y. Danin-Poleg",
        "K. Gershovich",
        "E. Sabo",
        "A. Nevelsky",
        "S. Daniel",
        "A. Dahan",
        "O. Ziv",
        "R. Dheer"
      ]
    },
    {
      "title": "Complex Interactions of Circadian Rhythms, Eating Behaviors, and the Gastrointestinal Microbiota and Their Potential Impact on Health",
      "authors": [
        "J. Kaczmarek",
        "S. Thompson",
        "H. Holscher"
      ]
    },
    {
      "title": "Gut Microbiome and Human Health under the Space Environment",
      "authors": [
        "R. Siddiqui",
        "N. Akbar",
        "N.A. Khan"
      ]
    },
    {
      "title": "Impact of a Model Used to Simulate Chronic Socio-Environmental Stressors Encountered during Spaceflight on Murine Intestinal Microbiota",
      "authors": [
        "C. Alauzet",
        "L. Cunat",
        "M. Wack",
        "L. Lanfumey",
        "C. Legrand-Frossi",
        "A. Lozniewski",
        "N. Agrinier",
        "C. Cailliez-Grimal",
        "J.P. Frippiat"
      ]
    },
    {
      "title": "The Challenge of Maintaining a Healthy Microbiome during Long-Duration Space Missions",
      "authors": [
        "A.A. Voorhies",
        "H.A. Lorenzi"
      ]
    },
    {
      "title": "Gut Microbiome and Space Travelers’ Health: State of the Art and Possible Pro/Prebiotic Strategies for Long-Term Space Missions",
      "authors": [
        "S. Turroni",
        "M. Magnani",
        "P. Kc",
        "P. Lesnik",
        "H. Vidal",
        "M. Heer"
      ]
    },
    {
      "title": "Human Intestinal Lumen and Mucosa-Associated Microbiota in Patients with Colorectal Cancer",
      "authors": [
        "W. Chen",
        "F. Liu",
        "Z. Ling",
        "X. Tong",
        "C. Xiang"
      ]
    },
    {
      "title": "Skylab: A Beginning",
      "authors": [
        "L.F. Dietlein"
      ]
    },
    {
      "title": "Reduced Dietary Intake of Carbohydrates by Obese Subjects Results in Decreased Concentrations of Butyrate and Butyrate-Producing Bacteria in Feces",
      "authors": [
        "S.H. Duncan",
        "A. Belenguer",
        "G. Holtrop",
        "A.M. Johnstone",
        "H.J. Flint",
        "G.E. Lobley"
      ]
    },
    {
      "title": "Microbiome for Mars: Surveying microbiome connections to healthcare with implications for long-duration human spaceflight, virtual workshop, 13 July 2020",
      "authors": [
        "M. LaPelusa",
        "D. Donoviel",
        "S.E. Branzini",
        "P.E. Carlson",
        "S. Culler",
        "A.K. Cheema",
        "R. Kaddurah-Daouk",
        "D. Kelly",
        "I. de Cremoux",
        "R. Knight"
      ]
    },
    {
      "title": "Skin Microbiota–Host Interactions",
      "authors": [
        "Y.E. Chen",
        "M.A. Fischbach",
        "Y. Belkaid"
      ]
    },
    {
      "title": "Effects of Spaceflight on Human Skin",
      "authors": [
        "Á. Farkas",
        "G. Farkas"
      ]
    },
    {
      "title": "Microbiological and Immunological Aspects of Extended Manned Space Flights",
      "authors": [
        "Y. Nefedov",
        "V. Shilov",
        "I. Konstantinova",
        "S. Zaloguyev"
      ]
    },
    {
      "title": "Sex-Specific Differences in the Salivary Microbiome of Caries-Active Children",
      "authors": [
        "S. Ortiz",
        "E. Herrman",
        "C. Lyashenko",
        "A. Purcell",
        "K. Raslan",
        "B. Khor",
        "M. Snow",
        "A. Forsyth",
        "D. Choi",
        "T. Maier"
      ]
    },
    {
      "title": "The Subgingival Microbiome in Health and Periodontitis and Its Relationship with Community Biomass and Inflammation",
      "authors": [
        "L. Abusleme",
        "A.K. Dupuy",
        "N. Dutzan",
        "N. Silva",
        "J.A. Burleson",
        "L.D. Strausbaugh",
        "J. Gamonal",
        "P.I. Diaz"
      ]
    },
    {
      "title": "Green Areas around Homes Reduce Atopic Sensitization in Children",
      "authors": [
        "L. Ruokolainen",
        "L. von Hertzen",
        "N. Fyhrquist",
        "T. Laatikainen",
        "J. Lehtomäki",
        "P. Auvinen",
        "A. Karvonen",
        "A. Hyvärinen",
        "V. Tillmann",
        "O. Niemelä"
      ]
    },
    {
      "title": "Self-Reported Skin Changes by a Selected Number of Astronauts after Long-Duration Mission on Iss as Part of the Skin B Project",
      "authors": [
        "N. Braun",
        "S. Thomas",
        "H. Tronnier",
        "U. Heinrich"
      ]
    },
    {
      "title": "Role of Superantigens in Allergic Inflammation: Their Relationship to Allergic Rhinitis, Chronic Rhinosinusitis, Asthma, and Atopic Dermatitis",
      "authors": [
        "N.B. Muluk",
        "F. Altin",
        "C. Cingi"
      ]
    },
    {
      "title": "Prevalence and Abundance of Staphylococcus Aureus in the Middle Meatus of Patients with Chronic Rhinosinusitis, Nasal Polyps, and Asthma",
      "authors": [
        "V.R. Ramakrishnan",
        "L.M. Feazel",
        "L.J. Abrass",
        "D.N. Frank"
      ]
    },
    {
      "title": "Impact of Space Flight on Bacterial Virulence and Antibiotic Susceptibility",
      "authors": [
        "P.W. Taylor"
      ]
    },
    {
      "title": "Microgravity, Bacteria, and the Influence of Motility",
      "authors": [
        "M.R. Benoit",
        "D.M. Klaus"
      ]
    },
    {
      "title": "Low-Shear Modeled Microgravity: A Global Environmental Regulatory Signal Affecting Bacterial Gene Expression, Physiology, and Pathogenesis",
      "authors": [
        "C. Nickerson",
        "C. Ott",
        "J. Wilson",
        "R. Ramamurthy",
        "C. LeBlanc",
        "K. Honer zu Bentrup",
        "T. Hammond",
        "D. Pierson"
      ]
    },
    {
      "title": "Detection of Antimicrobial Resistance Genes Associated with the International Space Station Environmental Surfaces",
      "authors": [
        "C. Urbaniak",
        "A.C. Sielaff",
        "K.G. Frey",
        "J.E. Allen",
        "N. Singh",
        "C. Jaing",
        "K. Wheeler",
        "K. Venkateswaran"
      ]
    },
    {
      "title": "Host-Microbe Interactions in Microgravity: Assessment and Implications",
      "authors": [
        "J.S. Foster",
        "R.M. Wheeler",
        "R. Pamphile"
      ]
    },
    {
      "title": "Stability of Antimicrobial Drug Molecules in Different Gravitational and Radiation Conditions in View of Applications during Outer Space Missions",
      "authors": [
        "Á. Simon",
        "A. Smarandache",
        "V. Iancu",
        "M.L. Pascu"
      ]
    },
    {
      "title": "Spaceflight Modifies Escherichia Coli Gene Expression in Response to Antibiotic Exposure and Reveals Role of Oxidative Stress Response",
      "authors": [
        "T.R. Aunins",
        "K.E. Erickson",
        "N. Prasad",
        "S.E. Levy",
        "A. Jones",
        "S. Shrestha",
        "R. Mastracchio",
        "L. Stodieck",
        "D. Klaus",
        "L. Zea"
      ]
    },
    {
      "title": "Evaluation of Acquired Antibiotic Resistance in Escherichia Coli Background Antibiotic Exposure",
      "authors": [
        "M.R. Tirumalai",
        "F. Karouia",
        "Q. Tran",
        "V.G. Stepanov",
        "R.J. Bruce",
        "C.M. Ott",
        "D.L. Pierson",
        "G.E. Fox"
      ]
    },
    {
      "title": "Alterations in the Virulence Potential of Enteric Pathogens and Bacterial-Host Cell Interactions under Simulated Microgravity Conditions",
      "authors": [
        "V. Chopra",
        "A. Fadl",
        "J. Sha",
        "S. Chopra",
        "C.L. Galindo",
        "A.K. Chopra"
      ]
    },
    {
      "title": "The Effects of Low-Shear Stress on Adherent-Invasive Escherichia Coli",
      "authors": [
        "C.A. Allen",
        "D.W. Niesel",
        "A. Torres"
      ]
    },
    {
      "title": "Space Flight Alters Bacterial Gene Expression and Virulence and Reveals a Role for Global Regulator Hfq",
      "authors": [
        "J.W. Wilson",
        "C.M. Ott",
        "K. Höner zu Bentrup",
        "R. Ramamurthy",
        "L. Quick",
        "S. Porwollik",
        "P. Cheng",
        "M. McClelland",
        "G. Tsaprailis",
        "T. Radabaugh"
      ]
    },
    {
      "title": "Transcriptional and Proteomic Responses of Pseudomonas Aeruginosa PAO1 to Spaceflight Conditions Involve Hfq Regulation and Reveal a Role for Oxygen",
      "authors": [
        "A. Crabbe",
        "M.J. Schurr",
        "P. Monsieurs",
        "L. Morici",
        "J. Schurr",
        "J.W. Wilson",
        "C.M. Ott",
        "G. Tsaprailis",
        "D.L. Pierson",
        "H. Stefanyshyn-Piper"
      ]
    },
    {
      "title": "Spaceflight Enhances Cell Aggregation and Random Budding in Candida Albicans",
      "authors": [
        "A. Crabbe",
        "S.M. Nielsen-Preiss",
        "C.M. Woolley",
        "J. Barrila",
        "K. Buchanan",
        "J. McCracken",
        "D.O. Inglis",
        "S.C. Searles",
        "M.A. Nelman-Gonzalez",
        "C.M. Ott"
      ]
    },
    {
      "title": "Modeled Microgravity Increases Filamentation, Biofilm Formation, Phenotypic Switching, and Antimicrobial Resistance in Candida Albicans",
      "authors": [
        "S.C. Searles",
        "C.M. Woolley",
        "R.A. Petersen",
        "L.E. Hyman",
        "S.M. Nielsen-Preiss",
        "S.C. Searles",
        "C.M. Woolley",
        "R.A. Petersen",
        "L.E. Hyman",
        "S.M. Nielsen-Preiss"
      ]
    },
    {
      "title": "Spaceflight Promotes Biofilm Formation by Pseudomonas Aeruginosa",
      "authors": [
        "W. Kim",
        "F.K. Tengra",
        "Z. Young",
        "J. Shong",
        "N. Marchand",
        "H.K. Chan",
        "R.C. Pangule",
        "M. Parra",
        "J.S. Dordick",
        "J.L. Plawsky"
      ]
    },
    {
      "title": "Media Ion Composition Controls Regulatory and Virulence Response of Salmonella in Spaceflight",
      "authors": [
        "J.W. Wilson",
        "C.M. Ott",
        "L. Quick",
        "R. Davis",
        "K.H. zu Bentrup",
        "A. Crabbé",
        "E. Richter",
        "S. Sarker",
        "J. Barrila",
        "S. Porwollik"
      ]
    },
    {
      "title": "",
      "authors": [
        "K. Baxter",
        "K.B. Clark"
      ]
    },
    {
      "title": "Cooperative Evolutionary Strategy between the Bacteriome and Mycobiome",
      "authors": [
        "M. Ghannoum"
      ]
    },
    {
      "title": "Man and His Spaceships",
      "authors": [
        "J.L. Siefert"
      ]
    },
    {
      "title": "Lateral Gene Transfer of an ABC Transporter Complex between Major Constituents of the Human Gut Microbiome",
      "authors": [
        "C. Meehan",
        "R. Beiko"
      ]
    },
    {
      "title": "The Human Microbiome: A Hot Spot of Microbial Horizontal Gene Transfer",
      "authors": [
        "L. Liu",
        "X. Chen",
        "G. Skogerbø",
        "P. Zhang",
        "R. Chen",
        "S. He",
        "D.-W. Huang"
      ]
    },
    {
      "title": "Ecology Drives a Global Network of Gene Exchange Connecting the Human Microbiome",
      "authors": [
        "C. Smillie",
        "M. Smith",
        "J. Friedman",
        "O. Cordero",
        "L. David",
        "E. Alm"
      ]
    },
    {
      "title": "The Role of Integrative and Conjugative Elements in Antibiotic Resistance Evolution",
      "authors": [
        "J. Botelho",
        "H. Schulenburg"
      ]
    },
    {
      "title": "Comparison of Antibiotic Resistance, Biofilm Formation and Conjugative Transfer of Staphylococcus and Enterococcus Isolates from International Space Station and Antarctic Research Station Concordia",
      "authors": [
        "K. Schiwon",
        "K. Arends",
        "K.M. Rogowski",
        "S. Fürch",
        "K. Prescha",
        "T. Sakinc",
        "R. Van Houdt",
        "G. Werner",
        "E. Grohmann"
      ]
    },
    {
      "title": "Prognostic Model for Bacterial Drug Resistance Genes Horizontal Spread in Space-Crews",
      "authors": [
        "V.K. Ilyin",
        "O.I. Orlov",
        "Y.A. Morozova",
        "M.A. Skedina",
        "S.K. Vladimirov",
        "E.V. Plotnikov",
        "A.A. Artamonov"
      ]
    },
    {
      "title": "Competence Increases Survival during Stress in Streptococcus Pneumoniae",
      "authors": [
        "D.J. Engelmoer",
        "D.E. Rozen"
      ]
    },
    {
      "title": "Increased Bacterial Resistance and Virulence in Simulated Microgravity and Its Molecular Basis",
      "authors": [
        "A. Matin",
        "S. Lynch",
        "M. Benoit"
      ]
    },
    {
      "title": "Immune System Dysregulation during Spaceflight: Clinical Risk for Exploration-Class Missions",
      "authors": [
        "B. Crucian",
        "C. Sams"
      ]
    },
    {
      "title": "Diet Rapidly and Reproducibly Alters the Human Gut Microbiome",
      "authors": [
        "L.A. David",
        "C.F. Maurice",
        "R.N. Carmody",
        "D.B. Gootenberg",
        "J.E. Button",
        "B.E. Wolfe",
        "A.V. Ling",
        "A.S. Devlin",
        "Y. Varma",
        "M.A. Fischbach"
      ]
    },
    {
      "title": "Exercise and Associated Dietary Extremes Impact on Gut Microbial Diversity",
      "authors": [
        "S.F. Clarke",
        "E.F. Murphy",
        "O. O’Sullivan",
        "A.J. Lucey",
        "M. Humphreys",
        "A. Hogan",
        "P. Hayes",
        "M. O’Reilly",
        "I.B. Jeffery",
        "R. Wood-Martin"
      ]
    },
    {
      "title": "Cooking Shapes the Structure and Function of the Gut Microbiome",
      "authors": [
        "R.N. Carmody",
        "J.E. Bisanz",
        "B.P. Bowen",
        "C.F. Maurice",
        "S. Lyalina",
        "K.B. Louie",
        "D. Treen",
        "K.S. Chadaideh",
        "V. Maini Rekdal",
        "E.N. Bess"
      ]
    },
    {
      "title": "Plant Products as Antimicrobial Agents",
      "authors": [
        "M.M. Cowan"
      ]
    },
    {
      "title": "Influence of Diet on the Gut Microbiome and Implications for Human Health",
      "authors": [
        "R.K. Singh",
        "H.W. Chang",
        "D. Yan",
        "K.M. Lee",
        "D. Ucmak",
        "K. Wong",
        "M. Abrouk",
        "B. Farahnik",
        "M. Nakamura",
        "T.H. Zhu"
      ]
    },
    {
      "title": "Space Food for Thought: Challenges and Considerations for Food and Nutrition on Exploration Missions",
      "authors": [
        "G.L. Douglas",
        "S.R. Zwart",
        "S.M. Smith"
      ]
    },
    {
      "title": "Body Mass Changes during Long-Duration Spaceflight",
      "authors": [
        "S. Zwart",
        "R. Launius",
        "G. Coen",
        "J. Morgan",
        "J. Charles",
        "S. Smith"
      ]
    },
    {
      "title": "Protein Kinetics during and after Long-Duration Spaceflight on MIR",
      "authors": [
        "T.P. Stein",
        "M.J. Leskiw",
        "M.D. Schluter",
        "M.R. Donaldson",
        "I. Larina"
      ]
    },
    {
      "title": "Energy Expenditure and Balance during Spaceflight on the Space Shuttle",
      "authors": [
        "T.P. Stein",
        "M.J. Leskiw",
        "M.D. Schluter",
        "R.W. Hoyt",
        "H.W. Lane",
        "R.E. Gretebeck",
        "A.D. LeBlanc"
      ]
    },
    {
      "title": "Intestinal Microbiota Contributes to Altered Glucose Metabolism in Simulated Microgravity Mouse Model",
      "authors": [
        "Y. Wang",
        "W. Zhao",
        "J. Shi",
        "J. Wang",
        "J. Hao",
        "X. Pang",
        "X. Huang",
        "X. Chen",
        "Y. Li",
        "R. Jin"
      ]
    },
    {
      "title": "Caloric Restriction Disrupts the Microbiota and Colonization Resistance",
      "authors": [
        "R.J. Von Schwartzenberg",
        "J.E. Bisanz",
        "S. Lyalina",
        "P. Spanogiannopoulos",
        "Q.Y. Ang",
        "J. Cai",
        "S. Dickmann",
        "M. Friedrich",
        "S.Y. Liu",
        "S.L. Collins"
      ]
    },
    {
      "title": "Long-Term Space Nutrition: A Scoping Review",
      "authors": [
        "H. Tang",
        "H.H. Rising",
        "M. Majji",
        "R.D. Brown"
      ]
    },
    {
      "title": "Revisiting the Role of Exercise Countermeasure on the Regulation of Energy Balance During Space Flight",
      "authors": [
        "C. Laurens",
        "C. Simon",
        "J. Vernikos",
        "G. Gauquelin-koch",
        "S. Blanc",
        "A. Bergouignan"
      ]
    },
    {
      "title": "The Role of Short-Chain Fatty Acids in the Interplay between Diet, Gut Microbiota, and Host Energy Metabolism",
      "authors": [
        "G. Den Besten",
        "K. Van Eunen",
        "A.K. Groen",
        "K. Venema",
        "D.J. Reijngoud",
        "B.M. Bakker"
      ]
    },
    {
      "title": "Personalized Nutrition by Prediction of Glycemic Responses",
      "authors": [
        "D. Zeevi",
        "T. Korem",
        "N. Zmora",
        "D. Israeli",
        "D. Rothschild",
        "A. Weinberger",
        "O. Ben-Yacov",
        "D. Lador",
        "T. Avnit-Sagi",
        "M. Lotan-Pompan"
      ]
    },
    {
      "title": "Bifidobacterium Longum 1714 Strain Modulates Brain Activity of Healthy Volunteers During Social Stress",
      "authors": [
        "H. Wang",
        "C. Braun",
        "E.F. Murphy",
        "P. Enck"
      ]
    },
    {
      "title": "Action and Function of Akkermansia Muciniphila in Microbiome Ecology, Health and Disease",
      "authors": [
        "N. Ottman",
        "S.Y. Geerlings",
        "S. Aalvink",
        "W.M. de Vos",
        "C. Belzer"
      ]
    },
    {
      "title": "Next-Generation Probiotics: The Spectrum from Probiotics to Live Biotherapeutics",
      "authors": [
        "P.W. O’Toole",
        "J.R. Marchesi",
        "C. Hill"
      ]
    },
    {
      "title": "Colonic Transit Time Is Related to Bacterial Metabolism and Mucosal Turnover in the gut",
      "authors": [
        "H.M. Roager",
        "L.B.S. Hansen",
        "M.I. Bahl",
        "H.L. Frandsen",
        "V. Carvalho",
        "R.J. Gøbel",
        "M.D. Dalgaard",
        "D.R. Plichta",
        "M.H. Sparholt",
        "H. Vestergaard"
      ]
    },
    {
      "title": "Mechanisms for Control of Skin Immune Function by the Microbiome",
      "authors": [
        "T. Nakatsuji",
        "J.Y. Cheng",
        "R.L. Gallo"
      ]
    },
    {
      "title": "Salmonella versus the Microbiome",
      "authors": [
        "A.W.L. Rogers",
        "R.M. Tsolis",
        "A.J. Bäumler"
      ]
    },
    {
      "title": "Staphylococcus Epidermidis Contributes to Healthy Maturation of the Nasal Microbiome by Stimulating Antimicrobial Peptide Production",
      "authors": [
        "Q. Liu",
        "Q. Liu",
        "H. Meng",
        "H. Lv",
        "Y. Liu",
        "J. Liu",
        "H. Wang",
        "L. He",
        "J. Qin",
        "Y. Wang"
      ]
    },
    {
      "title": "Diversity and Dynamics of Bacteriocins from Human Microbiome",
      "authors": [
        "J. Zheng",
        "M.G. Gänzle",
        "X.B. Lin",
        "L. Ruan",
        "M. Sun"
      ]
    },
    {
      "title": "Evaluating the Effect of Spaceflight on the Host-Pathogen Interaction between Human Intestinal Epithelial Cells and Salmonella Typhimurium",
      "authors": [
        "J. Barrila",
        "S.F. Sarker",
        "N. Hansmeier",
        "S. Yang",
        "K. Buss",
        "N. Briones",
        "J. Park",
        "R.R. Davis",
        "R.J. Forsyth",
        "C. Mark Ott"
      ]
    },
    {
      "title": "Assessment of Analytical Reproducibility of 1H NMR Spectroscopy Based Metabonomics for Large-Scale Epidemiological Research: The INTERMAP Study",
      "authors": [
        "M.-E. Dumas",
        "E.C. Maibaum",
        "C. Teague",
        "H. Ueshima",
        "B. Zhou",
        "J.C. Lindon",
        "J.K. Nicholson",
        "J. Stamler",
        "P. Elliott",
        "Q. Chan"
      ]
    },
    {
      "title": "Incidence of Clinical Symptoms during Long-Duration Orbital Spaceflight",
      "authors": [
        "B. Crucian",
        "A. Babiak-Vazquez",
        "S. Johnston",
        "D.L. Pierson",
        "C.M. Ott",
        "C. Sams"
      ]
    },
    {
      "title": "New Frontiers in Genetics, Gut Microbiota, and Immunity: A Rosetta Stone for the Pathogenesis of Inflammatory Bowel Disease",
      "authors": [
        "M. Zhou",
        "J. He",
        "Y. Shen",
        "C. Zhang",
        "J. Wang",
        "Y. Chen"
      ]
    },
    {
      "title": "Regulation of the Immune System by the Resident Intestinal Bacteria",
      "authors": [
        "N. Kamada",
        "G. Nunez"
      ]
    },
    {
      "title": "Gut Microbiome-Host Interactions in Health and Disease",
      "authors": [
        "J.M. Kinross",
        "A.W. Darzi",
        "J.K. Nicholson"
      ]
    },
    {
      "title": "Oral Microbiomes: More and More Importance in Oral Cavity and Whole Body",
      "authors": [
        "L. Gao",
        "T. Xu",
        "G.J. Huang",
        "S. Iang",
        "Y. Gu",
        "F. Chen"
      ]
    },
    {
      "title": "Human Diseases, Immunity and the Oral Microbiota—Insights Gained from Metagenomic Studies",
      "authors": [
        "A. Idris",
        "S. Hasnain",
        "L. Huatm",
        "D. Koh"
      ]
    },
    {
      "title": "Variations in Oral Microbiota Associated with Oral Cancer",
      "authors": [
        "H. Zhao",
        "M. Chu",
        "Z. Huang",
        "X. Yang",
        "S. Ran",
        "B. Hu",
        "C. Zhang",
        "J. Liang"
      ]
    },
    {
      "title": "The Oral Microbiome—An Update for Oral Healthcare Professionals",
      "authors": [
        "M. Kilian",
        "I.L.C. Chapple",
        "M. Hannig",
        "P.D. Marsh",
        "V. Meuric",
        "A.M.L. Pedersen",
        "M.S. Tonetti",
        "W.G. Wade",
        "E. Zaura"
      ]
    },
    {
      "title": "Exploring the Microbiota of Upper Respiratory Tract during the Development of Pneumonia in a Mouse Model",
      "authors": [
        "Y. Morinaga",
        "Y. Take",
        "D. Sasaki",
        "K. Ota",
        "N. Kaku",
        "N. Uno",
        "K. Sakamoto",
        "K. Kosai",
        "T. Miyazaki",
        "H. Hasegawa"
      ]
    },
    {
      "title": "Microbiota and Asthma: Clinical Implications",
      "authors": [
        "K. Katsoulis",
        "G. Ismailos",
        "M. Kipourou",
        "K. Kostikas"
      ]
    },
    {
      "title": "The Carriage of Interleukin-1B-31*C Allele plus Staphylococcus Aureus and Haemophilus Influenzae Increases the Risk of Recurrent Tonsillitis in a Mexican Population",
      "authors": [
        "B. González-Andrade",
        "R. Santos-Lartigue",
        "S. Flores-Treviño",
        "N.S. Ramirez-Ochoa",
        "P. Bocanegra-Ibarias",
        "F.J. Huerta-Torres",
        "S. Mendoza-Olazarán",
        "L. Villarreal-Treviño",
        "A. Camacho-Ortiz",
        "H. Villarreal-Vázquez"
      ]
    },
    {
      "title": "Skin Microbiota: Microbial Community Structure and Its Potential Association with Health and Disease",
      "authors": [
        "M. Rosenthal",
        "D. Goldberg",
        "A. Aiello",
        "E. Larson",
        "B. Foxman"
      ]
    },
    {
      "title": "From Germ Theory to Germ Therapy: Skin Microbiota, Chronic Wounds, and Probiotics",
      "authors": [
        "V.W. Wong",
        "R.G. Martindale",
        "M.T. Longaker",
        "G.C. Gurtner"
      ]
    },
    {
      "title": "Microbiome Dysbiosis in Cancer: Exploring Therapeutic Strategies to Counter the Disease",
      "authors": [
        "V.R. Sharma",
        "M. Singh",
        "V. Kumar",
        "M. Yadav",
        "N. Sehrawat",
        "D.K. Sharma",
        "A.K. Sharma"
      ]
    },
    {
      "title": "The Gut Microbiota, Bacterial Metabolites and Colorectal Cancer",
      "authors": [
        "P. Louis",
        "G. Hold",
        "H. Flint"
      ]
    },
    {
      "title": "Mechanobiological Implications of Cancer Progression in Space",
      "authors": [
        "H. Kim",
        "Y. Shin",
        "D.H. Kim"
      ]
    },
    {
      "title": "Cancer Incidence and Mortality in the USA Astronaut Corps, 1959–2017",
      "authors": [
        "R. Reynolds",
        "M.P. Little",
        "S. Day",
        "J. Charvat",
        "S. Blattnig",
        "J. Huff",
        "Z.S. Patel"
      ]
    },
    {
      "title": "Microbiota-Gut-Brain Axis: Enteroendocrine Cells and the Enteric Nervous System Form an Interface between the Microbiota and the Central Nervous System",
      "authors": [
        "A. Kuwahara",
        "K. Matsuda",
        "Y. Kuwahara",
        "S. Asano",
        "T. Inui",
        "Y. Marunaka"
      ]
    },
    {
      "title": "Gut Microbiome Diversity Is Associated with Sleep Physiology in Humans",
      "authors": [
        "R.P. Smith",
        "C. Easson",
        "S.M. Lyle",
        "R. Kapoor",
        "C.P. Donnelly",
        "E.J. Davidson",
        "E. Parikh",
        "J.V. Lopez",
        "J.L. Tartarid"
      ]
    },
    {
      "title": "The Gut Microbiota in Anxiety and Depression—A Systematic Review",
      "authors": [
        "C.A. Simpson",
        "C. Diaz-Arteche",
        "D. Eliby",
        "O.S. Schwartz",
        "J.G. Simmons",
        "C.S.M.M. Cowan"
      ]
    },
    {
      "title": "The Neuroactive Potential of the Human Gut Microbiota in Quality of Life and Depression",
      "authors": [
        "M. Valles-Colomer",
        "G. Falony",
        "Y. Darzi",
        "E.F. Tigchelaar",
        "J. Wang",
        "R.Y. Tito",
        "C. Schiweck",
        "A. Kurilshikov",
        "M. Joossens",
        "C. Wijmenga"
      ]
    },
    {
      "title": "The Gut Microbiome and the Brain",
      "authors": [
        "L. Galland"
      ]
    },
    {
      "title": "Microbiota Transfer Therapy Alters Gut Ecosystem Andimproves Gastrointestinal and Autism Symptoms: An Open-Label Study",
      "authors": [
        "D.W. Kang",
        "J.B. Adams",
        "A.C. Gregory",
        "T. Borody",
        "L. Chittick",
        "A. Fasano",
        "A. Khoruts",
        "E. Geis",
        "J. Maldonado",
        "S. McDonough-Means"
      ]
    },
    {
      "title": "Cross Talk: The Microbiota and Neurodevelopmental Disorders",
      "authors": [
        "J.R. Kelly",
        "C. Minuto",
        "J.F. Cryan",
        "G. Clarke",
        "T.G. Dinan"
      ]
    },
    {
      "title": "Gut/Brain Axis and the Microbiota",
      "authors": [
        "E.A. Mayer",
        "K. Tillisch",
        "A. Gupta"
      ]
    },
    {
      "title": "Gut-Brain Axis: How the Microbiome Influences Anxiety and Depression",
      "authors": [
        "J.A. Foster",
        "K.-A. McVey Neufeld"
      ]
    },
    {
      "title": "The Microbiome as a Novel Paradigm in Studying Stress and Mental Health",
      "authors": [
        "R.T. Liu"
      ]
    },
    {
      "title": "Brain-Gut-Microbiota Axis in Parkinson’s Disease",
      "authors": [
        "A. Mulak",
        "B. Bonaz"
      ]
    },
    {
      "title": "Immunological Aspects of Isolation and Confinement",
      "authors": [
        "S. Ponomarev",
        "S. Kalinin",
        "A. Sadova",
        "M. Rykova",
        "K. Orlova",
        "B. Crucian"
      ]
    },
    {
      "title": "Space between the Ears",
      "authors": [
        "B. Mark Shelhamer"
      ]
    },
    {
      "title": "Cognitive Neuroscience in Space",
      "authors": [
        "G.G. De La Torre"
      ]
    },
    {
      "title": "The Gut-Brain Axis: Interactions between Enteric Microbiota, Central and Enteric Nervous Systems",
      "authors": [
        "M. Carabotti",
        "A. Scirocco",
        "M.A. Maselli",
        "C. Severi"
      ]
    },
    {
      "title": "Effects of Regulating Intestinal Microbiota on Anxiety Symptoms: A Systematic Review Systematic Review/Meta-Analyses",
      "authors": [
        "B. Yang",
        "J. Wei",
        "P. Ju",
        "J. Chen"
      ]
    },
    {
      "title": "Adrenocortical and Immune Responses Following Short- and Long-Duration Spaceflight",
      "authors": [
        "R.P. Stowe",
        "C.F. Sams",
        "D.L. Pierson"
      ]
    },
    {
      "title": "Effects of Mission Duration on Neuroimmune Responses in Astronauts",
      "authors": [
        "R.P. Stowe",
        "C.F. Sams",
        "D.L. Pierson"
      ]
    },
    {
      "title": "Microbial Responses to Microgravity and Other Low-Shear Environments",
      "authors": [
        "C.A. Nickerson",
        "C.M. Ott",
        "J.W. Wilson",
        "R. Ramamurthy",
        "D.L. Pierson"
      ]
    },
    {
      "title": "Impact of Simulated Microgravity on the Normal Developmental Time Line of an Animal-Bacteria Symbiosis",
      "authors": [
        "J.S. Foster",
        "C.L.M.M. Khodadad",
        "S.R. Ahrendt",
        "M.L. Parrish"
      ]
    },
    {
      "title": "Simulated Microgravity Disrupts Intestinal Homeostasis and Increases Colitis Susceptibility",
      "authors": [
        "P. Li",
        "J. Shi",
        "P. Zhang",
        "K. Wang",
        "J. Li",
        "H. Liu",
        "Y. Zhou",
        "X. Xu",
        "J. Hao",
        "X. Sun"
      ]
    },
    {
      "title": "Sustained Microgravity Reduces Intrinsic Wound Healing and Growth Factor Responses in the Rat",
      "authors": [
        "J.M. Davidson",
        "A.M. Aquino",
        "S.C. Woodward",
        "W.W. Wilfinger"
      ]
    },
    {
      "title": "Leukocyte Subsets and Neutrophil Function after Short-Term Spaceflight",
      "authors": [
        "R.P. Stowe",
        "C.F. Sams",
        "S.K. Mehta",
        "I. Kaur",
        "M.L. Jones",
        "D.L. Feeback",
        "D.L. Pierson"
      ]
    },
    {
      "title": "Alterations in Adaptive Immunity Persist during Long-Duration Spaceflight",
      "authors": [
        "B. Crucian",
        "R.P. Stowe",
        "S. Mehta",
        "H. Quiriarte",
        "D. Pierson",
        "C. Sams"
      ]
    },
    {
      "title": "Altered Cytokine Production by Specific Human Peripheral Blood Cell Subsets Immediately Following Space Flight",
      "authors": [
        "B.E. Crucian",
        "M.L. Cubbage",
        "C.F. Sams"
      ]
    },
    {
      "title": "Key Gravity-sensitive Signaling Pathways Drive T-cell Activation",
      "authors": [
        "J.B. Boonyaratanakornkit",
        "A. Cogoli",
        "C.-F. Li",
        "T. Schopper",
        "P. Pippia",
        "G. Galleri",
        "M.A. Meloni",
        "M. Hughes-Fulford"
      ]
    },
    {
      "title": "Effect of Spaceflight on Lymphocyte Proliferation and Interleukin-2 Production",
      "authors": [
        "P.V. Nash",
        "I.V. Konstantinova",
        "B.B. Fuchs",
        "A.L. Rakhmilevich",
        "A.T. Lesnyak",
        "A.M. Mastro"
      ]
    },
    {
      "title": "The Effect of a 10-Day Space Flight on the Function, Phenotype, and Adhesion Molecule Expression of Splenocytes and Lymph Node Lymphocytes",
      "authors": [
        "D.S. Grove",
        "S.A. Pishak",
        "A.M. Mastro"
      ]
    },
    {
      "title": "Sonnenfeld Spaceflight Alters Immune Cell Function and Distribution",
      "authors": [
        "G. Sonnenfeld",
        "A.D. Mandel",
        "I.V. Konstantinova",
        "W.D. Berry",
        "G.R. Taylor",
        "A.T. Lesnyak",
        "B.B. Fuchs",
        "A.L. Rakhmilevich"
      ]
    },
    {
      "title": "Immune System Dysregulation Occurs during Short Duration Spaceflight on Board the Space Shuttle",
      "authors": [
        "B. Crucian",
        "R. Stowe",
        "S. Mehta",
        "P. Uchakin",
        "H. Quiriarte",
        "D. Pierson",
        "C. Sams"
      ]
    },
    {
      "title": "Immune System Dysregulation Following Short- vs Long-Duration Spaceflight",
      "authors": [
        "B.E. Crucian",
        "R.P. Stowe",
        "D.L. Pierson",
        "C.F. Sams"
      ]
    },
    {
      "title": "Plasma Cytokine Concentrations Indicate That In Vivo Hormonal Regulation of Immunity Is Altered during Long-Duration Spaceflight",
      "authors": [
        "B.E. Crucian",
        "S.R. Zwart",
        "S. Mehta",
        "P. Uchakin",
        "H.D. Quiriarte",
        "D. Pierson",
        "C.F. Sams",
        "S.M. Smith"
      ]
    },
    {
      "title": "Reactivation of Latent Viruses Is Associated with Increased Plasma Cytokines in Astronauts",
      "authors": [
        "S.K. Mehta",
        "B.E. Crucian",
        "R.P. Stowe",
        "R.J. Simpson",
        "C.M. Ott",
        "C.F. Sams",
        "D.L. Pierson"
      ]
    },
    {
      "title": "Monocyte Phenotype and Cytokine Production Profiles Are Dysregulated by Short-Duration Spaceflight",
      "authors": [
        "B. Crucian",
        "R. Stowe",
        "H. Quiriarte",
        "D. Pierson",
        "C. Sams"
      ]
    },
    {
      "title": "Production and Action of Cytokines in Space",
      "authors": [
        "S.K. Chapes",
        "D.R. Morrison",
        "J.A. Guikema",
        "M.L. Lewis",
        "B.S. Spooner"
      ]
    },
    {
      "title": "Changes in Neutrophil Functions in Astronauts",
      "authors": [
        "I. Kaur",
        "E.R. Simons",
        "V.A. Castro",
        "C. Mark Ott",
        "D.L. Pierson"
      ]
    },
    {
      "title": "Changes in Monocyte Functions of Astronauts",
      "authors": [
        "I. Kaur",
        "E.R. Simons",
        "V.A. Castro",
        "C.M. Ott",
        "D.L. Pierson"
      ]
    },
    {
      "title": "Humoral and Cellular Immunity in Cosmonauts after the ISS Missions",
      "authors": [
        "M.P. Rykova",
        "E.N. Antropova",
        "I.M. Larina",
        "B.V. Morukov"
      ]
    },
    {
      "title": "Natural Killer Cells after ALTAIR Mission",
      "authors": [
        "I.V. Konstantinova",
        "M. Rykova",
        "D. Meshkov",
        "C. Peres",
        "D. Husson",
        "D.A. Schmitt"
      ]
    },
    {
      "title": "NK Cell Function Is Impaired during Long-Duration Spaceflight",
      "authors": [
        "A.B. Bigley",
        "N.H. Agha",
        "F.L. Baker",
        "G. Spielmann",
        "H.E. Kunz",
        "P.L. Mylabathula",
        "B.V. Rooney",
        "M.S. Laughlin",
        "S.K. Mehta",
        "D.L. Pierson"
      ]
    },
    {
      "title": "Spaceflight and Simulated Microgravity Conditions Increase Virulence of Serratia Marcescens in the Drosophila Melanogaster Infection Model",
      "authors": [
        "R. Gilbert",
        "M. Torres",
        "R. Clemens",
        "S. Hateley",
        "R. Hosamani",
        "W. Wade",
        "S. Bhattacharya"
      ]
    },
    {
      "title": "Characterization of Aspergillus Fumigatus Isolates from Air and Surfaces of the International Space Station",
      "authors": [
        "B.P. Knox",
        "A. Blachowicz",
        "J.M. Palmer",
        "J. Romsdahl",
        "A. Huttenlocher",
        "C.C.C. Wang",
        "N.P. Keller",
        "K. Venkateswaranc",
        "B.P. Knox",
        "A. Blachowicz"
      ]
    },
    {
      "title": "Cross Talk between Neutrophils and the Microbiota",
      "authors": [
        "D. Zhang",
        "P.S. Frenette"
      ]
    },
    {
      "title": "The Microbial Metabolite Butyrate Regulates Intestinal Macrophage Function via Histone Deacetylase Inhibition",
      "authors": [
        "P.V. Chang",
        "L. Hao",
        "S. Offermanns",
        "R. Medzhitov"
      ]
    },
    {
      "title": "Ontogeny of Macrophage Function to Release Superoxide Anion in Conventional and Germfree Mice",
      "authors": [
        "M. Mitsuyama",
        "R. Ohara",
        "K. Amako",
        "K. Nomoto",
        "T. Yokokura",
        "K. Nomoto"
      ]
    },
    {
      "title": "Mucosal or Systemic Microbiota Exposures Shape the B Cell Repertoire",
      "authors": [
        "H. Li",
        "J.P. Limenitakis",
        "V. Greiff",
        "B. Yilmaz",
        "O. Schären",
        "C. Urbaniak",
        "M. Zünd",
        "M.A.E. Lawson",
        "I.D. Young",
        "S. Rupp"
      ]
    },
    {
      "title": "Reversible Microbial Colonization of Germ-Free Mice Reveals the Dynamics of IgA Immune Responses",
      "authors": [
        "S. Hapfelmeier",
        "M.A.E. Lawson",
        "E. Slack",
        "J.K. Kirundi",
        "M. Stoel",
        "M. Heikenwalder",
        "J. Cahenzli",
        "Y. Velykoredko",
        "M.L. Balmer",
        "K. Endt"
      ]
    },
    {
      "title": "Gut Microbiota Drive Autoimmune Arthritis by Promoting Differentiation and Migration of Peyer’s Patch T Follicular Helper Cells",
      "authors": [
        "F. Teng",
        "C.N. Klinger",
        "K.M. Felix",
        "C.P. Bradley",
        "E. Wu",
        "N.L. Tran",
        "Y. Umesaki",
        "H.-J.J. Wu"
      ]
    },
    {
      "title": "MyD88 Signaling in T Cells Directs IgA-Mediated Control of the Microbiota to Promote Health",
      "authors": [
        "J.L. Kubinak",
        "C. Petersen",
        "W.Z. Stephens",
        "R. Soto",
        "E. Bake",
        "R.M. O’Connell",
        "J.L. Round"
      ]
    },
    {
      "title": "Microbiota-Derived Short-Chain Fatty Acids Promote the Memory Potential of Antigen-Activated CD8+ T Cells",
      "authors": [
        "A. Bachem",
        "C. Makhlouf",
        "K.J. Binger",
        "D.P. de Souza",
        "D. Tull",
        "K. Hochheiser",
        "P.G. Whitney",
        "D. Fernandez-Ruiz",
        "S. Dähling",
        "W. Kastenmüller"
      ]
    },
    {
      "title": "Linking the Human Gut Microbiome to Inflammatory Cytokine Production Capacity",
      "authors": [
        "M. Schirmer",
        "S.P. Smeekens",
        "H. Vlamakis",
        "M. Jaeger",
        "M. Oosting",
        "E.A. Franzosa",
        "R.T. Horst",
        "T. Jansen",
        "L. Jacobs",
        "M.J. Bonder"
      ]
    },
    {
      "title": "The Key Role of Segmented Filamentous Bacteria in the Coordinated Maturation of Gut Helper T Cell Responses",
      "authors": [
        "V. Gaboriau-Routhiau",
        "S. Rakotobe",
        "E. Lécuyer",
        "I. Mulder",
        "A. Lan",
        "C. Bridonneau",
        "V. Rochet",
        "A. Pisi",
        "M. De Paepe",
        "G. Brandi"
      ]
    },
    {
      "title": "Gut Microbiota-Derived Short-Chain Fatty Acids, T Cells, and Inflammation",
      "authors": [
        "C.H. Kim",
        "J. Park",
        "M. Kim"
      ]
    },
    {
      "title": "Interaction between Microbiota and Immunity in Health and Disease",
      "authors": [
        "D. Zheng",
        "T. Liwinski",
        "E. Elinav"
      ]
    },
    {
      "title": "Induction of Intestinal Th17 Cells by Segmented Filamentous Bacteria",
      "authors": [
        "I.I. Ivanov",
        "K. Atarashi",
        "N. Manel",
        "E.L. Brodie",
        "T. Shima",
        "U. Karaoz",
        "D. Wei",
        "K.C. Goldfarb",
        "C.A. Santee",
        "S.V. Lynch"
      ]
    },
    {
      "title": "Induction of Colonic Regulatory T Cells by Indigenous Clostridium Species",
      "authors": [
        "K. Atarashi",
        "T. Tanoue",
        "T. Shima",
        "A. Imaoka",
        "T. Kuwahara",
        "Y. Momose",
        "G. Cheng",
        "S. Yamasaki",
        "T. Saito",
        "Y. Ohba"
      ]
    },
    {
      "title": "Specific Microbiota Direct the Differentiation of Th17 Cells in the Mucosa of the Small Intestine",
      "authors": [
        "I.I. Ivanov",
        "R. de Llanos Frutos",
        "N. Manel",
        "K. Yoshinaga",
        "D.B. Rifkin",
        "R.B. Sartor",
        "B.B. Finlay",
        "D.R. Littman"
      ]
    },
    {
      "title": "Treg Induction by a Rationally Selected Mixture of Clostridia Strains from the Human Microbiota",
      "authors": [
        "K. Atarashi",
        "T. Tanoue",
        "K. Oshima",
        "W. Suda",
        "Y. Nagano",
        "H. Nishikawa",
        "S. Fukuda",
        "T. Saito",
        "S. Narushima",
        "K. Hase"
      ]
    },
    {
      "title": "Microbiota Maintain Colonic Homeostasis by Activating TLR2/MyD88/PI3K Signaling in IL-10-Producing Regulatory B Cells",
      "authors": [
        "Y. Mishima",
        "A. Oka",
        "B. Liu",
        "J.W. Herzog",
        "C.S. Eun",
        "T.J. Fan",
        "E. Bulik-Sullivan",
        "I.M. Carroll",
        "J.J. Hansen",
        "L. Chen"
      ]
    },
    {
      "title": "The Impact of Dietary Fiber on Gut Microbiota in Host Health and Disease",
      "authors": [
        "K. Makki",
        "E.C. Deehan",
        "J. Walter",
        "F. Bäckhed"
      ]
    },
    {
      "title": "Control of Lymphocyte Functions by Gut Microbiota-Derived Short-Chain Fatty Acids",
      "authors": [
        "C.H. Kim"
      ]
    },
    {
      "title": "Regulation of the Effector Function of CD8+ T Cells by Gut Microbiota-Derived Metabolite Butyrate",
      "authors": [
        "M. Luu",
        "K. Weigand",
        "F. Wedi",
        "C. Breidenbend",
        "H. Leister",
        "S. Pautz",
        "T. Adhikary",
        "A. Visekruna"
      ]
    },
    {
      "title": "Immune Regulation by Microbiome Metabolites",
      "authors": [
        "C.H. Kim"
      ]
    },
    {
      "title": "Metabolites Produced by Commensal Bacteria Promote Peripheral Regulatory T-Cell Generation",
      "authors": [
        "N. Arpaia",
        "C. Campbell",
        "X. Fan",
        "S. Dikiy",
        "J. Van Der Veeken",
        "P. Deroos",
        "H. Liu",
        "J.R. Cross",
        "K. Pfeffer",
        "P.J. Coffer"
      ]
    },
    {
      "title": "Commensal Microbe-Derived Butyrate Induces the Differentiation of Colonic Regulatory T Cells",
      "authors": [
        "Y. Furusawa",
        "Y. Obata",
        "S. Fukuda",
        "T.A. Endo",
        "G. Nakato",
        "D. Takahashi",
        "Y. Nakanishi",
        "C. Uetake",
        "K. Kato",
        "T. Kato"
      ]
    },
    {
      "title": "The Microbial Metabolites, Short Chain Fatty Acids, Regulate Colonic Treg Cell Homeostasis",
      "authors": [
        "P.M. Smith",
        "M.R. Howitt",
        "N. Panikov",
        "M. Michaud",
        "C.A. Gallini",
        "M. Bohlooly-Y",
        "J.N. Glickman",
        "W.S. Garrett"
      ]
    },
    {
      "title": "A Case of Persistent Skin Rash and Rhinitis with Immune System Dysregulation Onboard the International Space Station",
      "authors": [
        "B. Crucian",
        "S. Johnston",
        "S. Mehta",
        "R. Stowe",
        "P. Uchakin",
        "H. Quiriarte",
        "D. Pierson",
        "M. Laudenslager",
        "C. Sams"
      ]
    },
    {
      "title": "Acinetobacter Species in the Skin Microbiota Protect against Allergic Sensitization and Inflammation",
      "authors": [
        "N. Fyhrquist",
        "L. Ruokolainen",
        "A. Suomalainen",
        "S. Lehtimäki",
        "V. Veckman",
        "J. Vendelin",
        "P. Karisola",
        "M. Lehto",
        "T. Savinko",
        "H. Jarva"
      ]
    },
    {
      "title": "Environmental Biodiversity, Human Microbiota, and Allergy Are Interrelated",
      "authors": [
        "I. Hanski",
        "L. Von Hertzen",
        "N. Fyhrquist",
        "K. Koskinen",
        "K. Torppa",
        "T. Laatikainen",
        "P. Karisola",
        "P. Auvinen",
        "L. Paulin",
        "M.J. Mäkelä"
      ]
    },
    {
      "title": "Colonization with Staphylococcus Aureus in Atopic Dermatitis Patients: Attempts to Reveal the Unknown",
      "authors": [
        "P. Ogonowska",
        "Y. Gilaberte",
        "W. Barańska-Rybak",
        "J. Nakonieczna"
      ]
    },
    {
      "title": "Temporal Shifts in the Skin Microbiome Associated with Disease Flares and Treatment in Children with Atopic Dermatitis",
      "authors": [
        "H.H. Kong",
        "J. Oh",
        "C. Deming",
        "S. Conlan",
        "E.A. Grice",
        "M.A. Beatson",
        "E. Nomicos",
        "E.C. Polley",
        "H.D. Komarow",
        "J. Mullikin"
      ]
    },
    {
      "title": "Dermatology and the American Experience in Space",
      "authors": [
        "W. Burgdorf",
        "L. Hoenig"
      ]
    },
    {
      "title": "SP-368 Biomedical Results of Apollo. Section II, Chapter 1: Clinical Aspects of Crew Health",
      "authors": [
        "W. Hawkins",
        "J. Zieglschmid"
      ]
    },
    {
      "title": "Latent Virus Reactivation in Astronauts on the International Space Station",
      "authors": [
        "S.K. Mehta",
        "M.L. Laudenslager",
        "R.P. Stowe",
        "B.E. Crucian",
        "A.H. Feiveson",
        "C.F. Sams",
        "D.L. Pierson"
      ]
    },
    {
      "title": "Multiple Latent Viruses Reactivate in Astronauts during Space Shuttle Missions",
      "authors": [
        "S.K. Mehta",
        "M.L. Laudenslager",
        "R.P. Stowe",
        "B.E. Crucian",
        "C.F. Sams",
        "D.L. Pierson"
      ]
    },
    {
      "title": "Zoster Patients on Earth and Astronauts in Space Share Similar Immunologic Profiles",
      "authors": [
        "H.E. Kunz",
        "G. Makedonas",
        "S.K. Mehta",
        "S.K. Tyring",
        "R. Vangipuram",
        "H. Quiriarte",
        "M. Nelman-Gonzalez",
        "D.L. Pierson",
        "B.E. Crucian"
      ]
    },
    {
      "title": "Exploratory RNA-Seq Analysis in Healthy Subjects Reveals Vulnerability to Viral Infections during a 12- Month Period of Isolation and Confinement",
      "authors": [
        "J.-I. Buchheim",
        "J.-N. Billaud",
        "M. Feuerecker",
        "C. Strewe",
        "C. Dangoisse",
        "A. Osterman",
        "S. Mehta",
        "B. Crucian",
        "G. Schelling",
        "A. Choukér"
      ]
    },
    {
      "title": "Epstein-Barr Virus Reactivation Associated with Diminished Cell-Mediated Immunity in Antarctic Expeditioners",
      "authors": [
        "S.K. Mehta",
        "D.L. Pierson",
        "H. Cooley",
        "R. Dubow",
        "D. Lugg"
      ]
    },
    {
      "title": "Polymicrobial Infection and Bacterium-Mediated Epigenetic Modification of DNA Tumor Viruses Contribute to Pathogenesis",
      "authors": [
        "J.M. Doolittle",
        "J. Webster-Cyriaque"
      ]
    },
    {
      "title": "Oral Bacteria Induce a Differential Activation of Human Immunodeficiency Virus-1 Promoter in T Cells, Macrophages and Dendritic Cells",
      "authors": [
        "C.B. Huang",
        "K.A. Emerson",
        "O.A. Gonzalez",
        "J.L. Ebersole"
      ]
    },
    {
      "title": "Reactivation of Latent HIV-1 by a Wide Variety of Butyric Acid-Producing Bacteria",
      "authors": [
        "K. Imai",
        "K. Yamada",
        "M. Tamura",
        "K. Ochiai",
        "T. Okamoto"
      ]
    },
    {
      "title": "Bacterial Short Chain Fatty Acids Push All the Buttons Needed to Reactivate Latent Viruses",
      "authors": [
        "F. Ye",
        "J. Karn"
      ]
    },
    {
      "title": "Hydrogen Sulfide-Producing Bacteria in Tongue Biofilm and Their Relationship with Oral Malodour",
      "authors": [
        "J. Washio",
        "T. Sato",
        "T. Koseki",
        "N. Takahashi"
      ]
    },
    {
      "title": "Cysteine-Derived Hydrogen Sulfide and Gut Health: A Matter of Endogenous or Bacterial Origin",
      "authors": [
        "F. Blachier",
        "M. Beaumont",
        "E. Kim"
      ]
    },
    {
      "title": "Broad-Range Antiviral Activity of Hydrogen Sulfide Against Highly Pathogenic RNA Viruses",
      "authors": [
        "N. Bazhanov",
        "O. Escaffre",
        "A.N. Freiberg",
        "R.P. Garofalo",
        "A. Casola"
      ]
    },
    {
      "title": "Hydrogen Sulfide Is an Antiviral and Antiinflammatory Endogenous Gasotransmitter in the Airways. Role in Respiratory Syncytial Virus Infection",
      "authors": [
        "T. Ivanciuc",
        "E. Sbrana",
        "M. Ansar",
        "N. Bazhanov",
        "C. Szabo",
        "A. Casola",
        "R.P. Garofalo"
      ]
    },
    {
      "title": "Hydrogen Sulfide: An Endogenous Regulator of the Immune System",
      "authors": [
        "N. Dilek",
        "A. Papapetropoulos",
        "T. Toliver-Kinsky",
        "C. Szabo"
      ]
    },
    {
      "title": "Herpes Virus Reactivation in Astronauts During Spaceflight and Its Application on Earth",
      "authors": [
        "B.V. Rooney",
        "B.E. Crucian",
        "D.L. Pierson",
        "M.L. Laudenslager",
        "S.K. Mehta"
      ]
    },
    {
      "title": "Countermeasures-Based Improvements in Stress, Immune System Dysregulation and Latent Herpesvirus Reactivation Onboard the International Space Station-Relevance for Deep Space Missions and Terrestrial Medicine",
      "authors": [
        "B.E. Crucian",
        "G. Makedonas",
        "C.F. Sams",
        "D.L. Pierson",
        "R. Simpson",
        "R.P. Stowe",
        "S.M. Smith",
        "S.R. Zwart",
        "S.S. Krieger",
        "B. Rooney"
      ]
    },
    {
      "title": "Microbiology of the Built Environment",
      "authors": [
        "J.A. Gilbert",
        "B. Stephens"
      ]
    },
    {
      "title": "Indoor Fungal Composition Is Geographically Patterned and More Diverse in Temperate Zones than in the Tropics",
      "authors": [
        "A.S. Amend",
        "K.A. Seifert",
        "R. Samson",
        "T.D. Bruns"
      ]
    },
    {
      "title": "Office Space Bacterial Abundance and Diversity in Three Metropolitan Areas",
      "authors": [
        "K.M. Hewitt",
        "C.P. Gerba",
        "S.L. Maxwell",
        "S.T. Kelley"
      ]
    },
    {
      "title": "Longitudinal Analysis of Microbial Interaction between Humans and the Indoor Environment",
      "authors": [
        "S. Lax",
        "D.P. Smith",
        "J. Hampton-Marcell",
        "S.M. Owens",
        "K.M. Handley",
        "N.M. Scott",
        "S.M. Gibbons",
        "P. Larsen",
        "B.D. Shogan",
        "S. Weiss"
      ]
    },
    {
      "title": "Bacterial Colonization and Succession in a Newly Opened Hospital",
      "authors": [
        "S. Lax",
        "N. Sangwan",
        "D. Smith",
        "P. Larsen",
        "K.M. Handley",
        "M. Richardson",
        "K. Guyon"
      ]
    },
    {
      "title": "Bacterial Communities on Classroom Surfaces Vary with Human Contact",
      "authors": [
        "J.F. Meadow",
        "A.E. Altrichter",
        "S.W. Kembel",
        "M. Moriyama",
        "T.K. O’Connor",
        "A.M. Womack",
        "G.Z. Brown",
        "J.L. Green",
        "B.J.M. Bohannan"
      ]
    },
    {
      "title": "Ten Questions Concerning the Microbiomes of Buildings",
      "authors": [
        "R.I. Adams",
        "S. Bhangar",
        "K.C. Dannemiller",
        "J.A. Eisen",
        "N. Fierer",
        "J.A. Gilbert",
        "J.L. Green",
        "L.C. Marr",
        "S.L. Miller",
        "J.A. Siegel"
      ]
    },
    {
      "title": "Humans Differ in Their Personal Microbial Cloud",
      "authors": [
        "J.F. Meadow",
        "A.E. Altrichter",
        "A.C. Bateman",
        "J. Stenson",
        "G. Brown",
        "J.L. Green",
        "B.J.M. Bohannan"
      ]
    },
    {
      "title": "Walls Talk: Microbial Biogeography of Homes Spanning Urbanization",
      "authors": [
        "J. Ruiz-Calderon",
        "H. Cavallin",
        "S.J. Song",
        "A. Novoselac",
        "L.R. Pericchi"
      ]
    },
    {
      "title": "Characterization of the Total and Viable Bacterial and Fungal Communities Associated with the International Space Station Surfaces",
      "authors": [
        "A.C. Sielaff",
        "C. Urbaniak",
        "G.B.M. Mohan",
        "V.G. Stepanov",
        "Q. Tran",
        "J.M. Wood",
        "J. Minich",
        "D. McDonald",
        "T. Mayer",
        "R. Knight"
      ]
    },
    {
      "title": "Assessing the Risk of Transfer of Microorganisms at the International Space Station Due to Cargo Delivery by Commercial Resupply Vehicles",
      "authors": [
        "S. Mhatre",
        "J.M. Wood",
        "A.C. Sielaff",
        "M. Mora",
        "S. Duller",
        "N.K. Singh",
        "F. Karouia",
        "C. Moissl-Eichinger",
        "K. Venkateswaran"
      ]
    },
    {
      "title": "International Space Station Environmental Microbiome-Microbial Inventories of ISS Filter Debris",
      "authors": [
        "K. Venkateswaran",
        "P. Vaishampayan",
        "J. Cisneros",
        "D.L. Pierson",
        "S.O. Rogers",
        "J. Perry"
      ]
    },
    {
      "title": "Succession and Persistence of Microbial Communities and Antimicrobial Resistance Genes Associated with International Space Station Environmental Surfaces",
      "authors": [
        "N.K. Singh",
        "J.M. Wood",
        "F. Karouia",
        "K. Venkateswaran"
      ]
    },
    {
      "title": "Microbial Succession in an Inflated Lunar/Mars Analog Habitat during a 30-Day Human Occupation",
      "authors": [
        "T. Mayer",
        "A. Blachowicz",
        "A.J. Probst",
        "P. Vaishampayan",
        "A. Checinska",
        "T. Swarmer",
        "P. de Leon",
        "K. Venkateswaran"
      ]
    },
    {
      "title": "Microbiological Status of Cosmonauts during Orbital Spaceflights on Salyut and Mir Orbital Space Stations",
      "authors": [
        "V.K. Ilyin"
      ]
    },
    {
      "title": "Genetic and Immunological Evidence for Microbial Transfer Between the International Space Station and an Astronaut",
      "authors": [
        "D.C. Danko",
        "N. Singh",
        "D.J. Butler",
        "C. Mozsary",
        "P. Jiang",
        "A. Keshavarzian",
        "M. Maienschein-Cline",
        "G. Chlipala",
        "E. Afshinnekoo",
        "D. Bezdan"
      ]
    },
    {
      "title": "Reference-Guided Metagenomics Reveals Genome-Level Evidence of Potential Microbial Transmission from the ISS Environment to an Astronaut’s Microbiome",
      "authors": [
        "M.D. Lee",
        "A. O’Rourke",
        "H. Lorenzi",
        "B.M. Bebout",
        "C.L. Dupont",
        "R.C. Everroad"
      ]
    },
    {
      "title": "Effect of Spaceflight on Ability of Monocytes to Respond to Endotoxins of Gram-Negative Bacteria",
      "authors": [
        "I. Kaur",
        "E.R. Simons",
        "A.S. Kapadia",
        "C.M. Ott",
        "D.L. Pierson"
      ]
    },
    {
      "title": "Infection Prevention and Control during Prolonged Human Space Travel",
      "authors": [
        "L.A. Mermel"
      ]
    },
    {
      "title": "Immune Function during Space Flight",
      "authors": [
        "G. Sonnenfeld",
        "W.T. Shearer"
      ]
    },
    {
      "title": "",
      "authors": [
        "C.H. Evans",
        "J.R. Ball",
        "C.H. Evans"
      ]
    },
    {
      "title": "The Human in Space: Lesson from ISS",
      "authors": [
        "C.F. Sams"
      ]
    },
    {
      "title": "Microgravity as a Novel Environmental Signal Affecting Salmonella Enterica Serovar Typhimurium Virulence",
      "authors": [
        "C.A. Nickerson",
        "C.M. Ott",
        "S.J. Mister",
        "B.J. Morrow",
        "L. Burns-Keliher",
        "D.L. Pierson"
      ]
    },
    {
      "title": "High-Level Oxacillin and Gentamycin Resistance with Reduced Susceptibility to Vancomycin in Staphylococcus Aureus-Carrying MecA and FemA Gene Complex",
      "authors": [
        "S. Raju",
        "R.K. Chandrakanth",
        "S.A. Patil"
      ]
    },
    {
      "title": "Behavior of Bacteria and Antibiotics under Space Conditions",
      "authors": [
        "R. Tixador",
        "G. Gasset",
        "B. Eche",
        "N. Moatti",
        "L. Lapchine",
        "C. Woldringh",
        "P. Toorop",
        "J.P. Moatti",
        "F. Delmotte",
        "G. Tap"
      ]
    },
    {
      "title": "Phenotypic Changes Exhibited by E. Coli Cultured in Space",
      "authors": [
        "L. Zea",
        "M. Larsen",
        "F. Estante",
        "K. Qvortrup",
        "R. Moeller",
        "S.D. de Oliveira",
        "L. Stodieck",
        "D. Klaus"
      ]
    },
    {
      "title": "Delayed Repair of Radiation Induced Clustered DNA Damage: Friend or Foe?",
      "authors": [
        "L.J. Eccles",
        "P. O’Neill",
        "M.E. Lomax"
      ]
    },
    {
      "title": "Cultivation of Staphylococcus Epidermidis in the Human Spaceflight Environment Leads to Alterations in the Frequency and Spectrum of Spontaneous Rifampicin-Resistance Mutations in the RpoB Gene",
      "authors": [
        "P. Fajardo-Cavazos",
        "W.L. Nicholson"
      ]
    },
    {
      "title": "Geomicrobiology of the Built Environment",
      "authors": [
        "G.M. Gadd"
      ]
    },
    {
      "title": "Methods for Recovering Microorganisms from Solid Surfaces Used in the Food Industry: A Review of the Literature",
      "authors": [
        "R. Ismaïl",
        "F. Aviat",
        "V. Michel",
        "I. Le Bayon",
        "P. Gay-Perret",
        "M. Kutnik",
        "M. Fédérighi"
      ]
    },
    {
      "title": "Microbiome and Metagenome Analyses of a Closed Habitat during Human Occupation",
      "authors": [
        "G.B.M. Mohan",
        "C.W. Parker",
        "C. Urbaniak",
        "N.K. Singh",
        "A. Hood",
        "J.J. Minich",
        "R. Knight",
        "M. Rucker",
        "K. Venkateswaran"
      ]
    },
    {
      "title": "Differing Effects of Four Building Materials on Viable Bacterial Communities and VOCs",
      "authors": [
        "G.Á. Mhuireach",
        "L. Dietz",
        "W. Griffiths",
        "P.F. Horve",
        "A. Laguerre",
        "D. Northcutt",
        "R. Vandegrift",
        "E. Gall",
        "K. Van Den Wymelenberg"
      ]
    },
    {
      "title": "Antibiotic Use and Its Consequences for the Normal Microbiome",
      "authors": [
        "M.J. Blaser"
      ]
    },
    {
      "title": "What Are the Consequences of the Disappearing Human Microbiota?",
      "authors": [
        "M.J. Blaser",
        "S. Falkow"
      ]
    },
    {
      "title": "Biodiversity as a Barrier to Ecological Invasion",
      "authors": [
        "T.A. Kennedy",
        "S. Naeem",
        "K.M. Howe",
        "J.M.H. Knops",
        "D. Tilman",
        "P. Reich"
      ]
    },
    {
      "title": "Man-Made Microbial Resistances in Built Environments",
      "authors": [
        "A. Mahnert",
        "C. Moissl-Eichinger",
        "M. Zojer",
        "D. Bogumil",
        "I. Mizrahi",
        "T. Rattei",
        "J.L. Martinez",
        "G. Berg"
      ]
    },
    {
      "title": "Solibacillus kalamii Sp. Nov., Isolated from a High-Efficiency Particulate Arrestance Filter System Used in the International Space Station",
      "authors": [
        "A. Checinska Sielaff",
        "R.M. Kumar",
        "D. Pal",
        "S. Mayilraj",
        "K. Venkateswaran"
      ]
    },
    {
      "title": "Metagenome to Phenome Approach Enables Isolation and Genomics Characterization of Kalamiella piersonii Gen. Nov., Sp. Nov. from the International Space Station",
      "authors": [
        "N.K. Singh",
        "J.M. Wood",
        "S.S. Mhatre",
        "K. Venkateswaran"
      ]
    },
    {
      "title": "Methylobacterium ajmalii Sp. Nov., Isolated from the International Space Station",
      "authors": [
        "S. Bijlani",
        "N.K. Singh",
        "V.V.R. Eedara",
        "A.R. Podile",
        "C.E. Mason",
        "C.C.C. Wang",
        "K. Venkateswaran"
      ]
    },
    {
      "title": "Genomic Characterization of Parengyodontium torokii Sp. Nov., a Biofilm-Forming Fungus Isolated from Mars 2020 Assembly Facility",
      "authors": [
        "C.W. Parker",
        "M.M. de Teixeira",
        "N.K. Singh",
        "H.A. Raja",
        "K.B. Cank",
        "G. Spigolon",
        "N.H. Oberlies",
        "B.M. Barker",
        "J.E. Stajich",
        "C.E. Mason"
      ]
    },
    {
      "title": "Description of Chloramphenicol Resistant Kineococcus rubinsiae Sp. Nov. Isolated from a Spacecraft Assembly Facility",
      "authors": [
        "S. Mhatre",
        "N.K. Singh",
        "J.M. Wood",
        "C.W. Parker",
        "R. Pukall",
        "S. Verbarg",
        "B.J. Tindall",
        "M. Neumann-Schaal",
        "K. Venkateswaran"
      ]
    },
    {
      "title": "Microorganisms in Confined Habitats: Microbial Monitoring and Control of the International Space Station, Cleanrooms, Operating Rooms and Intensive Care Units",
      "authors": [
        "M. Mora",
        "A. Mahnert",
        "K. Koskinen",
        "M.R. Pausan",
        "L. Oberauner-Wappis",
        "R. Krause",
        "A. Perras",
        "G. Gorkiewicz",
        "G. Berg",
        "C. Moissl-Eichinger"
      ]
    },
    {
      "title": "A Viability-Linked Metagenomic Analysis of Cleanroom Environments: Eukarya, Prokaryotes, and Viruses",
      "authors": [
        "T. Weinmaier",
        "A.J. Probst",
        "M.T. La Duc",
        "D. Ciobanu",
        "J.-F. Cheng",
        "N. Ivanova",
        "T. Rattei",
        "P. Vaishampayan"
      ]
    },
    {
      "title": "Biofilms in Chronic Infections—A Matter of Opportunity—Monospecies Biofilms in Multispecies Infections",
      "authors": [
        "M. Burmølle",
        "T.R. Thomsen",
        "M. Fazli",
        "I. Dige",
        "L. Christensen",
        "P. Homøe",
        "M. Tvede",
        "B. Nyvad",
        "T. Tolker-Nielsen",
        "M. Givskov"
      ]
    },
    {
      "title": "Bacterial Biofilms: An Emerging Link to Disease Pathogenesis",
      "authors": [
        "M.R. Parsek",
        "P.K. Singh"
      ]
    },
    {
      "title": "Biofilms and Device-Associated Infections",
      "authors": [
        "R.M. Donlan"
      ]
    },
    {
      "title": "Biofilm-Specific Antibiotic Resistance",
      "authors": [
        "T.-F. Mah"
      ]
    },
    {
      "title": "Monitoring of Microbial Degraders in Manned Space Stations",
      "authors": [
        "T.A. Alekhova",
        "A.A. Aleksandrova",
        "T.Y. Novozhilova"
      ]
    },
    {
      "title": "Metabolic Profiling of Biofilm Bacteria Known to Cause Microbial Influenced Corrosion",
      "authors": [
        "D.J. Beale",
        "P.D. Morrison",
        "C. Key",
        "E.A. Palombo"
      ]
    },
    {
      "title": "Culture Dependent and Independent Analyses of Bacterial Communities Involved in Copper Plumbing Corrosion",
      "authors": [
        "J.P. Pavissich",
        "I.T. Vargas",
        "B. Gonzalez",
        "P.A. Pasten",
        "G.E. Pizarro"
      ]
    },
    {
      "title": "Microbial Corrosion of Aluminum 2024 Aeronautical Alloy by Hydrocarbon Degrading Bacteria Bacillus Cereus ACE4 and Serratia Marcescens ACE2",
      "authors": [
        "A. Rajasekar",
        "Y.-P. Ting"
      ]
    },
    {
      "title": "Microbiologically Induced Corrosion of Aluminum Alloys in Fuel-Oil/Aqueous System",
      "authors": [
        "S.S. Yang",
        "J.Y. Lin",
        "Y.T. Lin"
      ]
    },
    {
      "title": "Male Astronauts Have Greter Bone Loss and Risk of Hip Fracture Follwing Long Duration Spaceflights",
      "authors": [
        "R. Ellman",
        "J. Sibonga",
        "M. Bouxsein"
      ]
    },
    {
      "title": "Cortical and Trabecular Bone Mineral Loss from the Spine and Hip in Long-Duration Spaceflight",
      "authors": [
        "T. Lang",
        "A. LeBlanc",
        "H. Evans",
        "Y. Lu",
        "H. Genant",
        "A. Yu"
      ]
    },
    {
      "title": "Skeletal Health in Long-Duration Astronauts: Nature, Assessment, and Management Recommendations from the NASA Bone Summit",
      "authors": [
        "E.S. Orwoll",
        "R.A. Adler",
        "S. Amin",
        "N. Binkley",
        "E.M. Lewiecki",
        "S.M. Petak",
        "S.A. Shapses",
        "M. Sinaki",
        "N.B. Watts",
        "J.D. Sibonga"
      ]
    },
    {
      "title": "Cortical and Trabecular Bone Microstructure Did Not Recover at Weight-Bearing Skeletal Sites and Progressively Deteriorated at Non-Weight-Bearing Sites During the Year Following International Space Station Missions",
      "authors": [
        "L. Vico",
        "B. van Rietbergen",
        "N. Vilayphiou",
        "M.-T. Linossier",
        "H. Locrelle",
        "M. Normand",
        "M. Zouch",
        "M. Gerbaix",
        "N. Bonnet",
        "V. Novikov"
      ]
    },
    {
      "title": "Review of Roentgenographic Bone Demineralization Studies of the Gemini Space Flights",
      "authors": [
        "G.P. Vose"
      ]
    },
    {
      "title": "A Systematic Review and Meta-Analysis of Bone Loss in Space Travelers",
      "authors": [
        "M. Stavnichuk",
        "N. Mikolajewicz",
        "T. Corlett",
        "M. Morris",
        "S.V. Komarova"
      ]
    },
    {
      "title": "Cross-Sectional Versus Longitudinal Change in a Prospective HR-PQCT Study",
      "authors": [
        "L.A. Burt",
        "D.A. Hanley",
        "S.K. Boyd"
      ]
    },
    {
      "title": "Bone Modeling and Remodeling: Potential as Therapeutic Targets for the Treatment of Osteoporosis",
      "authors": [
        "B. Langdahl",
        "S. Ferrari",
        "D.W. Dempster"
      ]
    },
    {
      "title": "Osteoblasts and Bone Formation",
      "authors": [
        "J. Caetano-Lopes",
        "H. Canhão",
        "J.E. Fonseca"
      ]
    },
    {
      "title": "Aging and Bone Loss: New Insights for the Clinician",
      "authors": [
        "O. Demontiero",
        "C. Vidal",
        "G. Duque"
      ]
    },
    {
      "title": "Osteoclasts-Key Players in Skeletal Health and Disease",
      "authors": [
        "D.V. Novack",
        "G. Mbalaviele"
      ]
    },
    {
      "title": "Bone Turnover Markers in the Diagnosis and Monitoring of Metabolic Bone Disease",
      "authors": [
        "M.B. Greenblatt",
        "J.N. Tsai",
        "M.N. Wein"
      ]
    },
    {
      "title": "Bone Biomarker for the Clinical Assessment of Osteoporosis: Recent Developments and Future Perspectives",
      "authors": [
        "T.-R. Kuo",
        "C.-H. Chen"
      ]
    },
    {
      "title": "Experiment 305: Pathphysiology of Mineral Loss During Space Flight 1995. NASA Technical Reports Server",
      "authors": [
        "C.D. Arnaud",
        "C.E. Cann"
      ]
    },
    {
      "title": "Space Flight Is Associated with Rapid Decreases of Undercarboxylated Osteocalcin and Increases of Markers of Bone Resorption without Changes in Their Circadian Variation: Observations in Two Cosmonauts",
      "authors": [
        "A. Caillot-Augusseau",
        "L. Vico",
        "M. Heer",
        "D. Voroviev",
        "J.C. Souberbielle",
        "A. Zitterman",
        "C. Alexandre",
        "M.H. Lafage-Proust"
      ]
    },
    {
      "title": "Effects of 1- and 6-Month Spaceflight on Bone Mass and Biochemistry in Two Humans",
      "authors": [
        "P. Collet",
        "D. Uebelhart",
        "L. Vico",
        "L. Moro",
        "D. Hartmann",
        "M. Roth",
        "C. Alexandre"
      ]
    },
    {
      "title": "Calcium Metabolism Characteristics in Microgravity",
      "authors": [
        "A.I. Grigor’ev",
        "I.M. Larina",
        "B.V. Morukov"
      ]
    },
    {
      "title": "Status of the Osteoclast-Activating System in Cosmonauts after Long-Duration Missions to the International Space Station",
      "authors": [
        "I.B. Morukov",
        "M.P. Rykova",
        "E.N. Antropova",
        "T.A. Berendeeva",
        "S.A. Ponomarev",
        "B.V. Morukov"
      ]
    },
    {
      "title": "",
      "authors": [
        "A.E. Nicogossian"
      ]
    },
    {
      "title": "",
      "authors": [
        "R.S.S. Johnston",
        "L.F. Deitlein",
        "C.A. Berry",
        "J.F. Parker",
        "V. West",
        "L.F. Dietlein",
        "V. West",
        "C.A. Berry",
        "R.S.S. Johnston",
        "J.F. Parker"
      ]
    },
    {
      "title": "Bone Markers, Calcium Metabolism, and Calcium Kinetics during Extended-Duration Space Flight on the Mir Space Station",
      "authors": [
        "S.M. Smith",
        "M.E. Wastney",
        "K.O. O’Brien",
        "B.V. Morukov",
        "I.M. Larina",
        "S.A. Abrams",
        "J.E. Davis-Street",
        "V. Oganov",
        "L.C. Shackelford"
      ]
    },
    {
      "title": "Bone Metabolism and Renal Stone Risk during International Space Station Missions",
      "authors": [
        "S.M. Smith",
        "M. Heer",
        "L.C. Shackelford",
        "J.D. Sibonga",
        "J. Spatz",
        "R.A. Pietrzyk",
        "E.K. Hudson",
        "S.R. Zwart"
      ]
    },
    {
      "title": "Results of Medical Studies During Long-Term Manned Flights on the Orbital Salyut-6 and Soyuz Complex. NASA Technical Reports Server",
      "authors": [
        "A.D. Yegorov"
      ]
    },
    {
      "title": "Biochemical Markers of Bone Tissue Metabolism in Cosmonauts after a Prolonged Spaceflight",
      "authors": [
        "B.V. Morukov",
        "I.A. Nichiporuk",
        "V.S. Tret’yakov",
        "I.M. Larina"
      ]
    },
    {
      "title": "",
      "authors": [
        "J.D. Currey"
      ]
    },
    {
      "title": "Pre-Flight Exercise and Bone Metabolism Predict Unloading-Induced Bone Loss Due to Spaceflight",
      "authors": [
        "L. Gabel",
        "A.-M. Liphardt",
        "P.A. Hulme",
        "M. Heer",
        "S.R. Zwart",
        "J.D. Sibonga",
        "S.M. Smith",
        "S.K. Boyd"
      ]
    },
    {
      "title": "Mechanical Properties and the Hierarchical Structure of Bone",
      "authors": [
        "J.Y. Rho",
        "L. Kuhn-Spearing",
        "P. Zioupos"
      ]
    },
    {
      "title": "Early Morphometric and Anisotropic Change in Periarticular Cancellous Bone in a Model of Experimental Knee Osteoarthritis Quantified Using Microcomputed Tomography",
      "authors": [
        "S.K. Boyd",
        "R. Müller",
        "J.R. Matyas",
        "G.R. Wohl",
        "R.F. Zernicke"
      ]
    },
    {
      "title": "The Relationship between Three-Dimensional Connectivity and the Elastic Properties of Trabecular Bone",
      "authors": [
        "J.H. Kinney",
        "A.J. Ladd"
      ]
    },
    {
      "title": "Bone “Mass” and the “Mechanostat”: A Proposal",
      "authors": [
        "H.M. Frost"
      ]
    },
    {
      "title": "Reactions of the Human Bone System in Space Flight: Phenomenology",
      "authors": [
        "V.S. Oganov",
        "A.V. Bakulin",
        "V.E. Novikov",
        "L.M. Murashko",
        "O.E. Kabitskaia",
        "V.V. Morgun",
        "L.I. Voronin",
        "V. Schneider",
        "L. Shakelford",
        "A. LeBlanc"
      ]
    },
    {
      "title": "High Intensity Training during Spaceflight: Results from the NASA Sprint Study",
      "authors": [
        "K.L. English",
        "M. Downs",
        "E. Goetchius",
        "R. Buxton",
        "J.W. Ryder",
        "R. Ploutz-Snyder",
        "M. Guilliams",
        "J.M. Scott",
        "L.L. Ploutz-Snyder"
      ]
    },
    {
      "title": "Adaptation of the Skeletal System during Long-Duration Spaceflight",
      "authors": [
        "J.D. Sibonga",
        "P.R. Cavanagh",
        "T.F. Lang",
        "A.D. LeBlanc",
        "V.S. Schneider",
        "L.C. Shackelford",
        "S.M. Smith",
        "L. Vico"
      ]
    },
    {
      "title": "Microbial Monitoring of the International Space Station",
      "authors": [
        "D.L. Pierson",
        "D.J. Botkin",
        "R.J. Bruce",
        "V.A. Castro",
        "M.J. Smith",
        "C.M. Oubre",
        "C.M. Ott",
        "J. Moldenhauer"
      ]
    },
    {
      "title": "Healthy Gut, Healthy Bones: Targeting the Gut Microbiome to Promote Bone Health",
      "authors": [
        "O.D. Cooney",
        "P.R. Nagareddy",
        "A.J. Murphy",
        "M.K.S. Lee"
      ]
    },
    {
      "title": "Parathyroid Hormone-Dependent Bone Formation Requires Butyrate Production by Intestinal Microbiota",
      "authors": [
        "J.-Y. Li",
        "M. Yu",
        "S. Pal",
        "A.M. Tyagi",
        "H. Dar",
        "J. Adams",
        "M.N. Weitzmann",
        "R.M. Jones",
        "R. Pacifici"
      ]
    },
    {
      "title": "Th17 Functions as an Osteoclastogenic Helper T Cell Subset That Links T Cell Activation and Bone Destruction",
      "authors": [
        "K. Sato",
        "A. Suematsu",
        "K. Okamoto",
        "A. Yamaguchi",
        "Y. Morishita",
        "Y. Kadono",
        "S. Tanaka",
        "T. Kodama",
        "S. Akira",
        "Y. Iwakura"
      ]
    },
    {
      "title": "T-Cell-Mediated Regulation of Osteoclastogenesis by Signalling Cross-Talk between RANKL and IFN-Gamma",
      "authors": [
        "H. Takayanagi",
        "K. Ogasawara",
        "S. Hida",
        "T. Chiba",
        "S. Murata",
        "K. Sato",
        "A. Takaoka",
        "T. Yokochi",
        "H. Oda",
        "K. Tanaka"
      ]
    },
    {
      "title": "The Microbial Metabolite Butyrate Stimulates Bone Formation via T Regulatory Cell-Mediated Regulation of WNT10B Expression",
      "authors": [
        "A.M. Tyagi",
        "M. Yu",
        "T.M. Darby",
        "C. Vaccaro",
        "J.-Y. Li",
        "J.A. Owens",
        "E. Hsu",
        "J. Adams",
        "M.N. Weitzmann",
        "R.M. Jones"
      ]
    },
    {
      "title": "The Gut Microbiome and Bone Strength",
      "authors": [
        "M. Castaneda",
        "J.M. Strong",
        "D.A. Alabi",
        "C.J. Hernandez"
      ]
    },
    {
      "title": "Vitamin K2 Enhances Osteocalcin Accumulation in the Extracellular Matrix of Human Osteoblasts in Vitro",
      "authors": [
        "Y. Koshihara",
        "K. Hoshi"
      ]
    },
    {
      "title": "The Microbial Metagenome and Bone Tissue Composition in Mice with Microbiome-Induced Reductions in Bone Strength",
      "authors": [
        "J.D. Guss",
        "E. Taylor",
        "Z. Rouse",
        "S. Roubert",
        "C.H. Higgins",
        "C.J. Thomas",
        "S.P. Baker",
        "D. Vashishth",
        "E. Donnelly",
        "M.K. Shea"
      ]
    },
    {
      "title": "The Estrogen Receptor-Alpha in Osteoclasts Mediates the Protective Effects of Estrogens on Cancellous but Not Cortical Bone",
      "authors": [
        "M. Martin-Millan",
        "M. Almeida",
        "E. Ambrogini",
        "L. Han",
        "H. Zhao",
        "R.S. Weinstein",
        "R.L. Jilka",
        "C.A. O’Brien",
        "S.C. Manolagas"
      ]
    },
    {
      "title": "Estrogen Prevents Bone Loss via Estrogen Receptor Alpha and Induction of Fas Ligand in Osteoclasts",
      "authors": [
        "T. Nakamura",
        "Y. Imai",
        "T. Matsumoto",
        "S. Sato",
        "K. Takeuchi",
        "K. Igarashi",
        "Y. Harada",
        "Y. Azuma",
        "A. Krust",
        "Y. Yamamoto"
      ]
    },
    {
      "title": "Reuteri Treatment Prevents Bone Loss in a Menopausal Ovariectomized Mouse Model",
      "authors": [
        "R.A. Britton",
        "R. Irwin",
        "D. Quach",
        "L. Schaefer",
        "J. Zhang",
        "T. Lee",
        "N. Parameswaran",
        "L.R. McCabe",
        "L. Probiotic"
      ]
    },
    {
      "title": "Probiotic Lactobacillus Reuteri Prevents Postantibiotic Bone Loss by Reducing Intestinal Dysbiosis and Preventing Barrier Disruption",
      "authors": [
        "J.D. Schepper",
        "F.L. Collins",
        "N.D. Rios-Arce",
        "S. Raehtz",
        "L. Schaefer",
        "J.D. Gardinier",
        "R.A. Britton",
        "N. Parameswaran",
        "L.R. McCabe"
      ]
    },
    {
      "title": "Gut Microbiota and Metabolite Alterations Associated with Reduced Bone Mineral Density or Bone Metabolic Indexes in Postmenopausal Osteoporosis",
      "authors": [
        "J. He",
        "S. Xu",
        "B. Zhang",
        "C. Xiao",
        "Z. Chen",
        "F. Si",
        "J. Fu",
        "X. Lin",
        "G. Zheng",
        "G. Yu"
      ]
    },
    {
      "title": "Gut Microbiome Reveals Specific Dysbiosis in Primary Osteoporosis",
      "authors": [
        "Z. Xu",
        "Z. Xie",
        "J. Sun",
        "S. Huang",
        "Y. Chen",
        "C. Li",
        "X. Sun",
        "B. Xia",
        "L. Tian",
        "C. Guo"
      ]
    },
    {
      "title": "The Composition of the Gut Microbiota Shapes the Colon Mucus Barrier",
      "authors": [
        "H.E. Jakobsson",
        "A.M. Rodríguez-Piñeiro",
        "A. Schütte",
        "A. Ermund",
        "P. Boysen",
        "M. Bemark",
        "F. Sommer",
        "F. Bäckhed",
        "G.C. Hansson",
        "M.E.V. Johansson"
      ]
    },
    {
      "title": "The Role of Gut Microbiota (Commensal Bacteria) and the Mucosal Barrier in the Pathogenesis of Inflammatory and Autoimmune Diseases and Cancer: Contribution of Germ-Free and Gnotobiotic Animal Models of Human Diseases",
      "authors": [
        "H. Tlaskalová-Hogenová",
        "R. Stěpánková",
        "H. Kozáková",
        "T. Hudcovic",
        "L. Vannucci",
        "L. Tučková",
        "P. Rossmann",
        "T. Hrnčíř",
        "M. Kverka",
        "Z. Zákostelská"
      ]
    },
    {
      "title": "Gene Expression of Osteoclast Differentiation Factor Is Induced by Lipopolysaccharide in Mouse Osteoblasts via Toll-like Receptors",
      "authors": [
        "T. Kikuchi",
        "T. Matsuguchi",
        "N. Tsuboi",
        "A. Mitani",
        "S. Tanaka",
        "M. Matsuoka",
        "G. Yamamoto",
        "T. Hishikawa",
        "T. Noguchi",
        "Y. Yoshikai"
      ]
    },
    {
      "title": "IL-23 Drives a Pathogenic T Cell Population That Induces Autoimmune Inflammation",
      "authors": [
        "C.L. Langrish",
        "Y. Chen",
        "W.M. Blumenschein",
        "J. Mattson",
        "B. Basham",
        "J.D. Sedgwick",
        "T. McClanahan",
        "R.A. Kastelein",
        "D.J. Cua"
      ]
    },
    {
      "title": "CpG Oligodeoxynucleotides Modulate the Osteoclastogenic Activity of Osteoblasts via Toll-like Receptor 9",
      "authors": [
        "W. Zou",
        "A. Amcheslavsky",
        "Z. Bar-Shavit"
      ]
    },
    {
      "title": "Exposure to a Social Stressor Alters the Structure of the Intestinal Microbiota: Implications for Stressor-Induced Immunomodulation",
      "authors": [
        "M.T. Bailey",
        "S.E. Dowd",
        "J.D. Galley",
        "A.R. Hufnagle",
        "R.G. Allen",
        "M. Lyte"
      ]
    },
    {
      "title": "Environment Dominates over Host Genetics in Shaping Human Gut Microbiota",
      "authors": [
        "D. Rothschild",
        "O. Weissbrod",
        "E. Barkan",
        "A. Kurilshikov",
        "T. Korem",
        "D. Zeevi",
        "P.I. Costea",
        "A. Godneva",
        "I.N. Kalka",
        "N. Bar"
      ]
    },
    {
      "title": "Sex Differences in the Gut Microbiome-Brain Axis across the Lifespan",
      "authors": [
        "E. Jašarević",
        "K.E. Morrison",
        "T.L. Bale"
      ]
    },
    {
      "title": "Chervonsky Gender Bias in Autoimmunity Is Influenced by Microbiota",
      "authors": [
        "L. Yurkovetskiy",
        "M. Burrows",
        "A.A. Khan",
        "L. Graham",
        "P. Volchkov",
        "L. Becker",
        "D. Antonopoulos",
        "Y. Umesaki",
        "A.V. Chervonsky"
      ]
    },
    {
      "title": "Serum Level of Sex Steroid Hormone Is Associated with Diversity and Profiles of Human Gut Microbiome",
      "authors": [
        "J.H. Shin",
        "Y.H. Park",
        "M. Sim",
        "S.A. Kim",
        "H. Joung",
        "D.M. Shin"
      ]
    },
    {
      "title": "Sex Differences and Hormonal Effects on Gut Microbiota Composition in Mice",
      "authors": [
        "E. Org",
        "M. Mehrabian",
        "B.W. Parks",
        "P. Shipkova",
        "X. Liu",
        "T.A. Drake",
        "A.J. Lusis"
      ]
    },
    {
      "title": "Differences in Fecal Microbiota in Different European Study Populations in Relation to Age, Gender, and Country: A Cross-Sectional Study",
      "authors": [
        "S. Mueller",
        "K. Saunier",
        "C. Hanisch",
        "E. Norin",
        "L. Alm",
        "T. Midtvedt",
        "A. Cresci",
        "S. Silvi",
        "C. Orpianesi",
        "M.C. Verdenelli"
      ]
    },
    {
      "title": "Host Remodeling of the Gut Microbiome and Metabolic Changes during Pregnancy",
      "authors": [
        "O. Koren",
        "J.K. Goodrich",
        "T.C. Cullender",
        "A. Spor",
        "K. Laitinen",
        "H.K. Bäckhed",
        "A. Gonzalez",
        "J.J. Werner",
        "L.T. Angenent",
        "R. Knight"
      ]
    },
    {
      "title": "Fecal Microbial Determinants of Fecal and Systemic Estrogens and Estrogen Metabolites: A Cross-Sectional Study",
      "authors": [
        "R. Flores",
        "J. Shi",
        "B. Fuhrman",
        "X. Xu",
        "T.D. Veenstra",
        "M.H. Gail",
        "P. Gajer",
        "J. Ravel",
        "J.J. Goedert"
      ]
    },
    {
      "title": "Sex Differences in the Gut Microbiome Drive Hormone-Dependent Regulation of Autoimmunity",
      "authors": [
        "J.G.M. Markle",
        "D.N. Frank",
        "S. Mortin-Toth",
        "C.E. Robertson",
        "L.M. Feazel",
        "U. Rolle-Kampczyk",
        "M. Von Bergen",
        "K.D. McCoy",
        "A.J. Macpherson",
        "J.S. Danska"
      ]
    },
    {
      "title": "The Gut Microbiota Is a Major Regulator of Androgen Metabolism in Intestinal Contents",
      "authors": [
        "H. Colldén",
        "A. Landin",
        "V. Wallenius",
        "E. Elebring",
        "L. Fändriks",
        "M.E. Nilsson",
        "H. Ryberg",
        "M. Poutanen",
        "K. Sjögren",
        "L. Vandenput"
      ]
    },
    {
      "title": "Prevalence of Kidney Stones in the United States",
      "authors": [
        "C.D. Scales",
        "A.C. Smith",
        "J.M. Hanley",
        "C.S. Saigal"
      ]
    },
    {
      "title": "Results of 5035 Stone Analyses: A Contribution to Epidemiology of Urinary Stone Disease",
      "authors": [
        "D.B. Leusmann",
        "R. Blaschke",
        "W. Schmandt"
      ]
    },
    {
      "title": "Changes in Stone Composition According to Age and Gender of Patients: A Multivariate Epidemiological Approach",
      "authors": [
        "M. Daudon",
        "J.C. Doré",
        "P. Jungers",
        "B. Lacour"
      ]
    },
    {
      "title": "Recent Advances on the Mechanisms of Kidney Stone Formation (Review)",
      "authors": [
        "Z. Wang",
        "Y. Zhang",
        "J. Zhang",
        "Q. Deng",
        "H. Liang"
      ]
    },
    {
      "title": "Androgens Involvement in the Pathogenesis of Renal Stones Formation",
      "authors": [
        "M.R. Naghii",
        "M. Babaei",
        "M. Hedayati"
      ]
    },
    {
      "title": "Gender Differences in Coronary Heart Disease",
      "authors": [
        "A.H.E.M. Maas",
        "Y.E.A. Appelman"
      ]
    },
    {
      "title": "Immune Regulation of Osteoclast Function in Postmenopausal Osteoporosis: A Critical Interdisciplinary Perspective",
      "authors": [
        "R. Zhao"
      ]
    },
    {
      "title": "Sex Steroid Deficiency-Associated Bone Loss Is Microbiota Dependent and Prevented by Probiotics",
      "authors": [
        "J.Y. Li",
        "B. Chassaing",
        "A.M. Tyagi",
        "C. Vaccaro",
        "T. Luo",
        "J. Adams",
        "T.M. Darby",
        "M.N. Weitzmann",
        "J.G. Mulle",
        "A.T. Gewirtz"
      ]
    },
    {
      "title": "Sex-Gender Differences in Irritable Bowel Syndrome",
      "authors": [
        "Y.S. Kim",
        "N. Kim"
      ]
    },
    {
      "title": "Sex Hormones in the Modulation of Irritable Bowel Syndrome",
      "authors": [
        "A. Mulak",
        "Y. Taché",
        "M. Larauche"
      ]
    },
    {
      "title": "17Β-Estradiol Accelerates Tumor Onset and Decreases Survival in a Transgenic Mouse Model of Ovarian Cancer",
      "authors": [
        "L.A. Laviolette",
        "K. Garson",
        "E.A. Macdonald",
        "M.K. Senterman",
        "K. Courville",
        "C.A. Crane",
        "B.C. Vanderhyden"
      ]
    },
    {
      "title": "The Role of the Microbiome in Ovarian Cancer: Mechanistic Insights into Oncobiosis and to Bacterial Metabolite Signaling",
      "authors": [
        "A. Sipos",
        "G. Ujlaki",
        "E. Mikó",
        "E. Maka",
        "J. Szabó",
        "K. Uray",
        "Z. Krasznai",
        "P. Bai"
      ]
    },
    {
      "title": "Alterations in Gut Microbiome Composition and Barrier Function Are Associated with Reproductive and Metabolic Defects in Women with Polycystic Ovary Syndrome (PCOS): A Pilot Study",
      "authors": [
        "L. Lindheim",
        "M. Bashir",
        "J. Münzker",
        "C. Trummer",
        "V. Zachhuber",
        "B. Leber",
        "A. Horvath",
        "T.R. Pieber",
        "G. Gorkiewicz",
        "V. Stadlbauer"
      ]
    },
    {
      "title": "Characterization on Gut Microbiome of PCOS Rats and Its Further Design by Shifts in High-Fat Diet and Dihydrotestosterone Induction in PCOS Rats",
      "authors": [
        "Y. Zheng",
        "J. Yu",
        "C. Liang",
        "S. Li",
        "X. Wen",
        "Y. Li"
      ]
    },
    {
      "title": "The Gut Microbiome in Autoimmunity: Sex Matters",
      "authors": [
        "A. Gomez",
        "D. Luckey",
        "V. Taneja"
      ]
    },
    {
      "title": "Connecting the Immune System, Systemic Chronic Inflammation and the Gut Microbiome: The Role of Sex",
      "authors": [
        "L. Rizzetto",
        "F. Fava",
        "K.M. Tuohy",
        "C. Selmi"
      ]
    },
    {
      "title": "The Impact of Gut Microbiota on Gender-Specific Differences in Immunity",
      "authors": [
        "F. Fransen",
        "A.A. van Beek",
        "T. Borghuis",
        "B. Meijer",
        "F. Hugenholtz",
        "C. van der Gaast-de Jongh",
        "H.F. Savelkoul",
        "M.I. de Jonge",
        "M.M. Faas",
        "M.V. Boekschoten"
      ]
    },
    {
      "title": "SeXX Matters in Infectious Disease Pathogenesis",
      "authors": [
        "L.G. Vom Steeg",
        "S.L. Klein"
      ]
    },
    {
      "title": "The X-Files in Immunity: Sex-Based Differences Predispose Immune Responses",
      "authors": [
        "E.N. Fish"
      ]
    },
    {
      "title": "Acute Radiation Syndrome and the Microbiome: Impact and Review",
      "authors": [
        "B.A. Hollingsworth",
        "D.R. Cassatt",
        "A.L. DiCarlo",
        "C.I. Rios",
        "M.M. Satyamitra",
        "T.A. Winters",
        "L.P. Taliaferro"
      ]
    },
    {
      "title": "Faecal Microbiota Transplantation Protects against Radiation-induced Toxicity",
      "authors": [
        "M. Cui",
        "H. Xiao",
        "Y. Li",
        "L. Zhou",
        "S. Zhao",
        "D. Luo",
        "Q. Zheng",
        "J. Dong",
        "Y. Zhao",
        "X. Zhang"
      ]
    },
    {
      "title": "Space Radiation Cancer Risk Projections and Uncertainties—2012",
      "authors": [
        "F. Cucinotta",
        "M. Kim",
        "L. Chappell"
      ]
    },
    {
      "title": "Sex Difference of Radiation Response in Occupational and Accidental Exposure",
      "authors": [
        "N. Narendran",
        "L. Luzhna",
        "O. Kovalchuk"
      ]
    },
    {
      "title": "Reproductive Effects of Exposure to Low-Dose Ionizing Radiation: A Long-Term Follow-up of Immigrant Women Exposed to the Chernobyl Accident",
      "authors": [
        "J. Cwikel",
        "R. Sergienko",
        "G. Gutvirtz",
        "R. Abramovitz",
        "D. Slusky",
        "M. Quastel",
        "E. Sheiner"
      ]
    },
    {
      "title": "Primary Infertility in Nuclear Industry Employees: Report from the Nuclear Industry Family Study",
      "authors": [
        "P. Doyle",
        "E. Roman",
        "N. Maconochie",
        "G. Davies",
        "P.G. Smith",
        "V. Beral"
      ]
    },
    {
      "title": "The Self-Reported Health of U.S. Flight Attendants Compared to the General Population",
      "authors": [
        "E. McNeely",
        "S. Gale",
        "I. Tager",
        "L. Kincl",
        "J. Bradley",
        "B. Coull",
        "S. Hecker"
      ]
    },
    {
      "title": "Cancer Risk among Health Care Personnel in Finland, 1971–1980",
      "authors": [
        "R. Sankila",
        "S. Karjalainen",
        "E. Laara",
        "E. Pukkala",
        "L. Teppo"
      ]
    },
    {
      "title": "Incidence of Cancer among Finnish Airline Cabin Attendants, 1967–1992",
      "authors": [
        "E. Pukkala",
        "A. Auvinen",
        "G. Wahlberg"
      ]
    },
    {
      "title": "Urinary Melatonin Levels and Postmenopausal Breast Cancer Risk in the Nurses’ Health Study Cohort",
      "authors": [
        "E.S. Schernhammer",
        "S.E. Hankinson"
      ]
    },
    {
      "title": "Individual Diet Has Sex-Dependent Effects on Vertebrate Gut Microbiota",
      "authors": [
        "D.I. Bolnick",
        "L.K. Snowberg",
        "P.E. Hirsch",
        "C.L. Lauber",
        "E. Org",
        "B. Parks",
        "A.J. Lusis",
        "R. Knight",
        "J.G. Caporaso",
        "R. Svanbäck"
      ]
    },
    {
      "title": "Sex Differences in Gut Fermentation and Immune Parameters in Rats Fed an Oligofructose-Supplemented Diet",
      "authors": [
        "P. Shastri",
        "J. McCarville",
        "M. Kalmokoff",
        "S.P.J. Brooks",
        "J.M. Green-Johnson"
      ]
    },
    {
      "title": "Sex, Body Mass Index, and Dietary Fiber Intake Influence the Human Gut Microbiome",
      "authors": [
        "C. Dominianni",
        "R. Sinha",
        "J.J. Goedert",
        "Z. Pei",
        "L. Yang",
        "R.B. Hayes",
        "J. Ahn"
      ]
    },
    {
      "title": "Effect of Daily Fiber Intake on Reproductive Function: The BioCycle Study",
      "authors": [
        "A.J. Gaskins",
        "S.L. Mumford",
        "C. Zhang",
        "J. Wactawski-Wende",
        "K.M. Hovey",
        "B.W. Whitcomb",
        "P.P. Howards",
        "N.J. Perkins",
        "E. Yeung",
        "E.F. Schisterman"
      ]
    },
    {
      "title": "Epstein-Barr Virus Shedding by Astronauts during Space Flight",
      "authors": [
        "D.L. Pierson",
        "R.P. Stowe",
        "T.M. Phillips",
        "D.J. Lugg",
        "S.K. Mehta"
      ]
    },
    {
      "title": "Effects of Orally Administered Cortisol and Norepinephrine on Weanling Piglet Gut Microbial Populations and Salmonella Passage",
      "authors": [
        "E. Petrosus",
        "E.B. Silva",
        "D. Lay",
        "S.D. Eicher"
      ]
    },
    {
      "title": "Chronic Stress and Intestinal Barrier Dysfunction: Glucocorticoid Receptor and Transcription Repressor HES1 Regulate Tight Junction Protein Claudin-1 Promoter",
      "authors": [
        "G. Zheng",
        "G. Victor Fon",
        "W. Meixner",
        "A. Creekmore",
        "Y. Zong",
        "M.K. Michael Dame",
        "J. Colacino",
        "P.H. Dedhia",
        "S. Hong",
        "J.W. Wiley"
      ]
    },
    {
      "title": "Cortisol Exerts Bi-Phasic Regulation of Inflammation in Humans",
      "authors": [
        "M.P. Yeager",
        "P.A. Pioli",
        "P.M. Guyre"
      ]
    },
    {
      "title": "Sex Differences in Stress Response Circuitry Activation Dependent on Female Hormonal Cycle",
      "authors": [
        "J.M. Goldstein",
        "M. Jerram",
        "B. Abbs",
        "S. Whitfield-Gabrieli",
        "N. Makris"
      ]
    },
    {
      "title": "Gender-Based Differences in Host Behavior and Gut Microbiota Composition in Response to High Fat Diet and Stress in a Mouse Model",
      "authors": [
        "L.C. Bridgewater",
        "C. Zhang",
        "Y. Wu",
        "W. Hu",
        "Q. Zhang",
        "J. Wang",
        "S. Li",
        "L. Zhao"
      ]
    },
    {
      "title": "Social Isolation Alters Behavior, the Gut-Immune-Brain Axis, and Neurochemical Circuits in Male and Female Prairie Voles",
      "authors": [
        "M. Donovan",
        "C.S. Mackey",
        "G.N. Platt",
        "J. Rounds",
        "A.N. Brown",
        "D.J. Trickey",
        "Y. Liu",
        "K.M. Jones",
        "Z. Wang"
      ]
    },
    {
      "title": "Sex-Specific Effects of Docosahexaenoic Acid (DHA) on the Microbiome and Behavior of Socially-Isolated Mice",
      "authors": [
        "D.J. Davis",
        "P.M. Hecht",
        "E. Jasarevic",
        "D.Q. Beversdorf",
        "M.J. Will",
        "K. Fritsche",
        "C.H. Gillespie"
      ]
    },
    {
      "title": "Psychosocial Stress, Cortisol Levels, and Maintenance of Vaginal Health",
      "authors": [
        "E. Amabebe",
        "D.O.C. Anumba"
      ]
    },
    {
      "title": "Supplying a Pharmacy for NASA Exploration Spaceflight: Challenges and Current Understanding",
      "authors": [
        "R.S. Blue",
        "T.M. Bayuse",
        "V.R. Daniels",
        "V.E. Wotring",
        "R. Suresh",
        "R.A. Mulcahy",
        "E.L. Antonsen"
      ]
    },
    {
      "title": "How Do the Pharmacokinetics of Drugs Change in Astronauts in Space?",
      "authors": [
        "S. Eyal"
      ]
    },
    {
      "title": "Venous Thrombosis during Spaceflight",
      "authors": [
        "S.M. Auñón-Chancellor",
        "J.M. Pattarini",
        "S. Moll",
        "A. Sargsyan"
      ]
    },
    {
      "title": "Prevalence of Sleep Deficiency and Use of Hypnotic Drugs in Astronauts before, during, and after Spaceflight: An Observational Study",
      "authors": [
        "L.K. Barger",
        "E.E. Flynn-Evans",
        "A. Kubey",
        "L. Walsh",
        "J.M. Ronda",
        "W. Wang",
        "K.P. Wright",
        "C.A. Czeisler"
      ]
    },
    {
      "title": "Pharmaceutical Use by U.S. Astronauts on Space Shuttle Missions",
      "authors": [
        "L. Putcha",
        "K.L. Berens",
        "T.H. Marshburn",
        "H.J. Ortega",
        "R.D. Billica"
      ]
    },
    {
      "title": "Medications in Space: In Search of a Pharmacologist’s Guide to the Galaxy",
      "authors": [
        "S. Eyal",
        "H. Derendorf"
      ]
    },
    {
      "title": "Drugs in Space: Pharmacokinetics and Pharmacodynamics in Astronauts",
      "authors": [
        "J. Kast",
        "Y. Yu",
        "C.N. Seubert",
        "V.E. Wotring",
        "H. Derendorf"
      ]
    },
    {
      "title": "Limitations in Predicting Radiation-Induced Pharmaceutical Instability during Long-Duration Spaceflight",
      "authors": [
        "R.S. Blue",
        "J.C. Chancellor",
        "E.L. Antonsen",
        "T.M. Bayuse",
        "V.R. Daniels",
        "V.E. Wotring"
      ]
    },
    {
      "title": "Evaluation of Physical and Chemical Changes in Pharmaceuticals Flown on Space Missions",
      "authors": [
        "B. Du",
        "V.R. Daniels",
        "Z. Vaksman",
        "J.L. Boyd",
        "C. Crady",
        "L. Putcha"
      ]
    },
    {
      "title": "Interaction between Drugs and the Gut Microbiome",
      "authors": [
        "R.K. Weersma",
        "A. Zhernakova",
        "J. Fu"
      ]
    },
    {
      "title": "Gut Microbiome Interactions with Drug Metabolism, Efficacy, and Toxicity",
      "authors": [
        "I.D. Wilson",
        "J.K. Nicholson"
      ]
    },
    {
      "title": "Discovery and Characterization of a Prevalent Human Gut Bacterial Enzyme Sufficient for the Inactivation of a Family of Plant Toxins",
      "authors": [
        "N. Koppel",
        "J.E. Bisanz",
        "M.-E. Pandelia",
        "P.J. Turnbaugh",
        "E.P. Balskus"
      ]
    },
    {
      "title": "Predicting and Manipulating Cardiac Drug Inactivation by the Human Gut Bacterium Eggerthella Lenta",
      "authors": [
        "H.J. Haiser",
        "D.B. Gootenberg",
        "K. Chatman",
        "G. Sirasani",
        "E.P. Balskus",
        "P.J. Turnbaugh"
      ]
    },
    {
      "title": "IS P-Aminobenzenesulphonamide the Active Agent in Prontosil Therapy?",
      "authors": [
        "A.T. Fuller"
      ]
    },
    {
      "title": "On the Colonic Bacterial Metabolism of Azo-Bonded Prodrugsof 5-Aminosalicylic Acid",
      "authors": [
        "T. Sousa",
        "V. Yadav",
        "V. Zann",
        "A. Borde",
        "B. Abrahamsson",
        "A.W. Basit"
      ]
    },
    {
      "title": "Impact of Gastrointestinal Tract Variability on Oral Drug Absorption and Pharmacokinetics: An UNGAP Review",
      "authors": [
        "Z. Vinarov",
        "M. Abdallah",
        "J.A.G. Agundez",
        "K. Allegaert",
        "A.W. Basit",
        "M. Braeckmans",
        "J. Ceulemans",
        "M. Corsetti",
        "B.T. Griffin",
        "M. Grimm"
      ]
    },
    {
      "title": "The Human Microbiome Project, Personalized Medicine and the Birth of Pharmacomicrobiomics",
      "authors": [
        "M.R. Rizkallah",
        "R. Saad",
        "R.K. Aziz"
      ]
    },
    {
      "title": "Manipulation of the Gut Microbiome Alters Acetaminophen Biodisposition in Mice",
      "authors": [
        "M.A. Malfatti",
        "E.A. Kuhn",
        "D.K. Murugesh",
        "M.E. Mendez",
        "N. Hum",
        "J.B. Thissen",
        "C.J. Jaing",
        "G.G. Loots"
      ]
    },
    {
      "title": "Susceptibility of the H2-Receptor Antagonists Cimetidine, Famotidine and Nizatidine, to Metabolism by the Gastrointestinal Microflora",
      "authors": [
        "A.W. Basit",
        "J.M. Newton",
        "L.F. Lacey"
      ]
    },
    {
      "title": "Reduction of the Prodrug Loperamide Oxide to Its Active Drug Loperamide in the Gut of Rats, Dogs, and Humans",
      "authors": [
        "K. Lavrijsen",
        "D. van Dyck",
        "J. van Houdt",
        "J. Hendrickx",
        "J. Monbaliu",
        "R. Woestenborghs",
        "W. Meuldermans",
        "J. Heykants"
      ]
    },
    {
      "title": "Alleviating Cancer Drug Toxicity by Inhibiting a Bacterial Enzyme",
      "authors": [
        "B.D. Wallace",
        "H. Wang",
        "K.T. Lane",
        "J.E. Scott",
        "J. Orans",
        "J.S. Koo",
        "M. Venkatesh",
        "C. Jobin",
        "L.-A. Yeh",
        "S. Mani"
      ]
    },
    {
      "title": "Studies of the Metabolism of Methotrexate by Intestinal Flora. I. Identification and Study of Biological Properties of the Metabolite 4-Amino-4-Deoxy-N10-Methylpteroic Acid",
      "authors": [
        "D.M. Valerino",
        "D.G. Johns",
        "D.S. Zaharko",
        "V.T. Oliverio"
      ]
    },
    {
      "title": "Effect of Posture and Sleep on Pharmacokinetics. I. Amoxycillin",
      "authors": [
        "M.S. Roberts",
        "M.J. Denton"
      ]
    },
    {
      "title": "Influence of Prolonged Recumbency on Drug Disposition",
      "authors": [
        "R.E. Kates",
        "S.R. Harapat",
        "D.L. Keefe",
        "D. Goldwater",
        "D.C. Harrison"
      ]
    },
    {
      "title": "The Effect of Posture on the Pharmacokinetics of Intravenous Benzylpenicillin",
      "authors": [
        "R.H. Rumble",
        "M.S. Roberts",
        "A.R. Scott"
      ]
    }
  ],
  "original_title": "Understanding the Complexities and Changes of the Astronaut Microbiome for Successful Long-Duration Space Missions",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1e95/9031868/483a28252efd/life-12-00495-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1e95/9031868/67d67242c1f3/life-12-00495-g002.jpg"
  ]
}