{
  "pmcid": "PMC9582271",
  "title": "Leptin and environmental temperature as determinants of bone marrow adiposity in female mice",
  "abstract": "Bone marrow adipose tissue (BMAT) levels are higher in distal femur metaphysis of female mice housed at thermoneutral (32°C) than in mice housed at 22°C, as are abdominal white adipose tissue (WAT) mass, and serum leptin levels. We performed two experiments to explore the role of increased leptin in temperature-enhanced accrual of BMAT. First, we supplemented 6-week-old female C57BL/6J (B6) mice with leptin for 2 weeks at 10 µg/d using a subcutaneously implanted osmotic pump. Controls consisted of ad libitum (ad lib) fed mice and mice pair fed to match food intake of leptin-supplemented mice. The mice were maintained at 32°C for the duration of treatment. At necropsy, serum leptin in leptin-supplemented mice did not differ from ad lib mice, suggesting suppression of endogenous leptin production. In support, Ucp1 expression in BAT, percent body fat, and abdominal WAT mass were lower in leptin-supplemented mice. Leptin-supplemented mice also had lower BMAT and higher bone formation in distal femur metaphysis compared to the ad lib group, changes not replicated by pair-feeding. In the second experiment, BMAT response was evaluated in 6-week-old female B6 wild type (WT), leptin-deficient ob/ob and leptin-treated (0.3 μg/d) ob/ob mice housed at 32°C for the 2-week duration of the treatment. Compared to mice sacrificed at baseline (22°C), BMAT increased in ob/ob mice as well as WT mice, indicating a leptin independent response to increased temperature. However, infusion of ob/ob mice with leptin, at a dose rate having negligible effects on either energy metabolism or serum leptin levels, attenuated the increase in BMAT. In summary, increased housing temperature and increased leptin have independent but opposing effects on BMAT in mice.",
  "introduction": "Introduction\n\nBone marrow adipose tissue (BMAT) is a fat depot spatially confined within the skeleton. The resident adipocytes are derived primarily from bone marrow mesenchymal stem cells. As reviewed, BMAT differs from other adipose depots in that the density and spatial distribution of adipocytes can vary dramatically within and among bones and adipocytes are interspersed among many other cell populations, including hematopoietic lineage cells. The function and regulation of BMAT is incompletely understood but has received considerable recent attention, particularly in regard to its role as a potential regulator of bone metabolism. In rodents, conditions such as diet-induced obesity, chronic heavy alcohol consumption, severe caloric restriction and microgravity have been reported to result in increased BMAT. Notably, the same conditions are often associated with decreased osteoblast differentiation and/or activity, and bone loss. Mechanistically, some investigators have hypothesized that differentiation to adipocytes at the expense of osteoblasts and/or production of adipocyte-derived adipokines lead to a negative bone turnover balance. However, a negative relationship between BMAT levels and osteoblasts is far from universal and, when the relationship occurs, causality has not been established. In total, the experimental evidence to date does not strongly support a deterministic model where reducing BMAT will invariably lead to increased bone mass.\n\nMice are commonly used as a mammalian model organism, in part because of their diminutive size, relatively short lifespan and ease of genetic manipulation. However, skeletal adaptations do not scale linearly with body size. In addition to being physically small, mice are daily facultative heterotherms and have a thermoneutral zone that is much higher than in humans. One outcome of this difference in thermoregulation is that mice housed at room temperature (~22°C) experience cold stress. Adaptation to chronic cold stress is recognized to have profound physiological effects that influence disease processes. In contrast to larger rodents and humans, male and female mice lose cancellous bone in femur and lumbar vertebra well before growth has ceased. We have shown that cold stress induced by room temperature housing contributes to, and may be fully responsible for, premature cancellous bone loss in mice. Additionally, cold stress in growing mice results in compartment-specific reductions in bone accrual, reduced leptin levels, and decreased accrual of BMAT.\n\nThere is strong circumstantial evidence that the adipokine leptin is an important negative regulator of BMAT in mice. Compared to C57BL/6J (B6) wild type (WT) mice, bone growth and turnover are lower and BMAT higher in long bones of leptin-deficient ob/ob mice. Furthermore, treatment of ob/ob mice with leptin by either intracerebroventricular or subcutaneous delivery normalizes bone growth and turnover and reduces BMAT levels. On the other hand, there are circumstances where elevated leptin is associated with increased BMAT. For example, compared to mice housed at 22°C, housing B6 female mice at 32°C results in increases in serum leptin and BMAT. Additionally, high blood leptin levels in obese rodents are associated with increased BMAT. These discrepant findings, where higher levels of leptin can be associated with either increases or decreases in BMAT, suggest that environmental temperature has actions on BMAT that do not require leptin.\n\nTo better understand the role of leptin as a potential mediator of the response of BMAT to changes in environmental temperature, we performed 2 experiments where we measured BMAT 2 weeks following transfer of mice housed at room temperature (22°C) to near thermoneutral (32°C) housing. It is challenging to house mice at true thermoneutral because the thermoneutral point differs by several degrees between the dark and light photo periods. However, a constant temperature of 30-32°C approximates the midrange of thermoneutrality and was shown to prevent cold stress-induced cancellous bone loss in male and female mice as well as result in increased BMAT in female mice.\n\nIn the first experiment, we supplemented 6-week-old female B6 WT mice with leptin, administered for 2 weeks using a subcutaneously implanted osmotic pump, at 10 µg/d. Controls consisted of ad libitum (ad lib) fed mice and mice pair fed to match food consumption of leptin-supplemented mice. In the second experiment, BMAT response was evaluated in 6-week-old female B6 WT, leptin-deficient ob/ob and leptin-treated (0.3 μg/d) ob/ob mice housed at 32°C for the 2-week duration of treatment.",
  "methods": "Materials and methods\n\nThe experimental protocols were approved by the Institutional Animal Care and Use Committee at Oregon State University in accordance with the NIH Guide for the Care and Use of Laboratory Animals.\n\nExperiment 1: Effects of leptin supplementation on food intake, body composition, bone and bone marrow adiposity in female B6 mice\n\nSix-week-old female B6 mice were purchased from Jackson Laboratory (Bar Harbor, ME, USA). We chose 6-week-old mice because this age corresponds to near peak cancellous bone volume fraction in femur in the B6 female. The animals were placed at 32°C upon arrival and maintained individually housed on a 12 h light:12 h dark cycle. Near thermoneutral housing was used to prevent cold stress associated with subthermoneutral housing (e.g., standard room temperature, ~22°C). The mice were randomized by weight into one of 3 treatment groups: (1) ad lib (n=16), (2) leptin-supplemented (leptin) (n=9), or (3) vehicle-treated and pair-fed to leptin (pair-fed) (n=10) ( Figure 1 ). Mouse leptin (10 µg/d, equivalent to 400 ng/h; 498-OB-05M, R&D Systems, Minneapolis, MN) or vehicle (20 mM Tris-HCL, Invitrogen, Carlsbad, CA) were delivered via subcutaneously implanted osmotic pumps (Alzet Model 1002, Durect Corporation, Cupertino, CA) to leptin and pair-fed mice, respectively as described. Food (Teklad 8604, Harlen Laboratories, Indianapolis, IN) and water were provided ad libitum to the ad lib and leptin-supplemented mice. The pair-fed mice were calorically restricted to match food intake of the leptin-supplemented mice. These mice also served as vehicle-treated surgery controls. We did not include B6 mice housed at 22°C as an additional control because a pilot study (data not shown) revealed no change in BMAT. Food intake was recorded daily for the 2-week duration of treatment. Body weight was recorded 2 days prior to implant surgery, on day of implant surgery (only mice undergoing surgery were weighed), and on days 4, 11, and 14 (necropsy) post-surgery. Calcein was administered at 4 and 1 d prior to necropsy to label mineralizing bone. Mice were fasted overnight and dual energy x-ray absorptiometry (DXA) was performed prior to necropsy. For tissue collection death was induced by cardiac exsanguination. Abdominal white adipose tissue (WAT) – perigonadal, mesenteric, perirenal, retroperitoneal – was excised and weighed. Samples of perigonadal WAT were stored in RNAlater for evaluation of gene expression. Interscapular brown adipose tissue (BAT) was also excised and stored in RNAlater for evaluation of gene expression. Femora were removed, fixed for 24h in 10% buffered formalin and stored in 70% ethanol for histomorphometric analysis. Tibiae were frozen in liquid nitrogen and stored at −80°C for analysis of gene expression.\n\nExperiment 2: Effects of leptin on body composition and bone marrow adiposity in leptin-deficient ob/ob female mice\n\nSix-week-old female B6 WT mice and ob/ob mice on a B6 background were purchased from Jackson Laboratory (Bar Harbor, ME, USA). Following arrival, the B6 WT mice were randomized by weight into one of 2 groups: (1) baseline (n=8) and (2) no treatment control (n=9) ( Figure 1 ). The ob/ob mice were randomized by weight into 3 groups: (1) baseline (n=7), (2) vehicle (n=8), or (3) leptin-treated (n=8). The baseline groups were sacrificed at the start of the experiment and treatment mice placed at 32°C. Mouse leptin (0.3 µg/d, equivalent to 12 ng/h; 498-OB-05M, R&D Systems, Minneapolis, MN) or vehicle (20 mM Tris-HCL, Invitrogen, Carlsbad, CA) were delivered via subcutaneously implanted osmotic pumps (Alzet Model 1002, Durect Corporation, Cupertino, CA) to leptin and vehicle mice, respectively. Infusion of leptin at 0.3 µg/d was shown to increase longitudinal bone growth and bone formation with minimal effects on hypothalamic gene expression in ob/ob mice. Food (Teklad 8604, Harlen Laboratories, Indianapolis, IN) and water were provided ad libitum to all groups. We did not include mice housed at 22°C as an additional control because a pilot study (data not shown) did not reveal a change in BMAT. As in Experiment 1, percent body fat (DXA) and abdominal WAT mass (perigonadal, mesenteric, perirenal, retroperitoneal) were recorded at necropsy. In addition, interscapular BAT was removed and stored in RNA later for evaluation of gene expression and femora were removed, fixed for 24h in 10% buffered formalin, and stored in 70% ethanol for histomorphometric analysis of bone marrow adiposity.\n\nDual energy absorptiometry\n\nTotal body bone mineral content (g), bone area (cm2), bone mineral density (g/cm2) and percent body fat were determined using DXA (PIXImus2, Lunar, Madison, WI) under isoflurane anesthesia immediately prior to necropsy.\n\nBlood measurements\n\nSerum leptin was measured using Mouse Leptin Quantikine ELISA Kit (R&D Systems, Minneapolis, MN), serum osteocalcin was measured using Mouse Gla-Osteocalcin High Sensitive EIA Kit (Clontech, Mountain View, CA), and serum Mouse C terminal telopeptides of type I collagen (CTX-1) was measured using ELISA kit (Life Sciences Advanced Technologies, St. Petersburg, FL) according to the respective manufacturer’s protocol. Intra-assay coefficient of variation (CV) for all ELISA assays were within the manufactures’ reported CVs of ≤ 5%.\n\nHistomorphometry\n\nThe methods used to measure static and dynamic bone histomorphometry have been described, with modifications for mice. In brief, distal femora were dehydrated in a graded series of ethanol and xylene, and embedded undecalcified in modified methyl methacrylate. Longitudinal sections (4 µm thick) were cut with a vertical bed microtome (Leica 2065) and affixed to slides precoated with 1% gelatin solution. One section/animal was mounted unstained for measurement of fluorochrome labels and marrow adipocytes using ultraviolet illumination. All data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA) in the distal femur metaphysis (10x) and distal femur diaphysis (6.7x) ( Supplemental Figure 1 ). The sampling site for the distal femoral metaphysis was located 0.25 – 1.1 mm proximal to the growth plate, averaged 0.92 mm2 in area, and excluded primary spongiosa and cortical bone. The sampling site for the distal femoral diaphysis was located 2.0 – 2.7 mm proximal to the growth plate, averaged 0.63 mm2 in area, and excluded cortical bone. Proper depth was identified by a characteristic v-shaped growth plate and parallel diaphyseal cortices approximately equal in width ( Supplemental Figure 1 ).\n\nFluorochrome-based measurements of bone formation included mineralizing perimeter (mineralizing perimeter/bone perimeter: cancellous bone perimeter covered with double plus half single label normalized to bone perimeter, %), 2) mineral apposition rate (the distance between two fluorochrome markers that comprise a double label divided by the 3-day interlabel interval, µm/d), and 3) bone formation rate (bone formation rate/bone perimeter: calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to bone perimeter, μm2/µm/y). All bone histomorphometric data are reported using standard 2-dimensional referents and nomenclature. Cell-based BMAT measurements included adipocyte area fraction (adipocyte area/tissue area, %), adipocyte number (#/mm2) and adipocyte size (µm2). Adipocytes were identified as large circular, oval or ellipsoid-shaped cells bordered by a prominent cell membrane; adipocytes are easily detected because ultraviolet absorption by lipid storage droplets is negligible due to alcohol extraction of intracellular lipids during processing. These cells can be appreciated as black ‘ghosts’ surrounded by a membrane in  Supplemental Figure 1B . The size of each adipocyte was determined by outlining the cell perimeter; the OsteoMeasure software was used to calculate cell area. On average, we counted 55 adipocytes/mouse in the ROI in distal femur metaphysis and 17 adipocytes/mouse in the ROI in distal femur diaphysis.\n\nGene expression\n\nTotal RNA from BAT, WAT and tibia was isolated from 8 mice/group and individually analyzed. Whereas histomorphometry focused on a defined region of interest in femur, evaluation of gene expression included the entire tibia. Tibiae were pulverized with a mortar and pestle in liquid nitrogen and further homogenized in Trizol (Life Technologies, Grand Island, NY). BAT and WAT were directly homogenized in Trizol. Total RNA was isolated according to the manufacturer’s protocol, and mRNA was reverse transcribed into cDNA using SuperScript III First-Strand Synthesis SuperMix for qRT-PCR (Life Technologies). All quantitative polymerase chain (qPCR) reactions were done using Fast SYBR Green Master Mix (ThermoFisher), and relative quantification was determined using the ΔΔCt method.\n\nqPCR for BAT Ucp1 gene expression was done using primers specific for mouse Ucp1 (For: GTGAAGGTCAGAATGCAAGC, Rev: AGGGCCCCCTTCATGAGGTC) and mouse 18S ribosomal RNA (Rn18s) (For: CCGCAGCTAGGAATAATGGAAT, Rev: CGAACCTCCGACTTTCGTTCT). Data represent average fold change normalized to Rn18S.\n\nExpression levels for genes related to adipogenesis were determined for WAT and tibia using the Mouse Adipogenesis RT2 Profiler PCR Array (Qiagen). Gene expression was normalized using the averaged expression of Gapdh, Gusb, and Hsp90ab1 housekeeping genes, and relative quantification (ΔΔCt method) was determined using RT2 Profiler PCR Array Data Analysis software (Qiagen).\n\nStatistical analysis\n\nExperiment 1\n\nNumerical outcome variables collected in female B6 mice that were supplemented with leptin or served as controls (ad lib-fed mice and mice pair-fed to match food consumption by leptin-supplemented mice) were compared using parametric one-factor analysis of variance or nonparametric Kruskal-Wallis tests. Group mean comparisons were made using the fitted analysis of variance linear model, Welch’s two-sample t-test, or Wilcoxon-Mann-Whitney tests.\n\nExperiment 2\n\nLinear models with 5 groups (untreated B6 WT or ob/ob mice housed at 22°C, untreated B6 WT mice housed at thermoneutral temperature, and ob/ob mice receiving leptin at 0.3µg/day or a vehicle control housed at thermoneutral temperature) were used to evaluate the effects of housing temperature and leptin supplementation on BMAT.\n\nExperiments 1 and 2\n\nResidual analysis and Levene’s test were used to assess homogeneity of variance and normality. Adjustment for multiple comparisons was made by setting the maximum false discovery rate equal to 5%. Differences were considered significant at false discovery rate adjusted p-value ≤ 0.05. All data are presented as mean ± SD. Data analysis was performed using R version 4.1.2.",
  "results": "Results\n\nExperiment 1: Effects of leptin supplementation on food intake, body composition, bone, and bone marrow adiposity in female B6 mice\n\nThe effects of leptin supplementation and pair feeding on food intake, body composition, serum leptin, and Ucp1 gene expression in BAT are shown in  Figure 2 . Food intake (panel A) decreased over time in all groups; leptin-supplemented and pair-fed mice consumed less food/day than ad lib-fed mice until day 7, after which food consumption did not differ among groups. Cumulative food intake (panel B) was lower in leptin-supplemented and pair-fed mice compared to ad lib mice. Body mass did not differ among treatment groups at any time point evaluated, including at termination of treatment (panel C). However, body mass change over the 14 days of treatment (panel D) was lower in leptin-supplemented and pair-fed mice compared to ad lib mice and tended (p = 0.06) to be lower in leptin-supplemented compared to pair-fed mice. Normalized body mass relative to baseline body mass was lower in leptin-supplemented and pair-fed mice compared to ad lib mice at all time points evaluated (panel E and F). Percent body fat (panel G) and WAT mass (panel H) were lower in leptin-supplemented mice than in ad lib or pair-fed mice. Significant differences in percent body fat or WAT mass were not detected between ad lib and pair-fed mice. Serum leptin levels (panel I) did not differ among treatment groups. Ucp1 expression in BAT (panel J) was lower in leptin-supplemented mice compared to ab lib and pair-fed mice. Significant differences in Ucp1 expression were not detected between ab lib and pair-fed mice.\n\nThe effects of leptin supplementation and pair feeding on total body bone area, mass and density, and on serum markers of global bone turnover are shown in  Figure 3 . Bone area (panel A) was higher in leptin-supplemented mice compared to both ad lib and pair-fed mice. Bone mineral content (panel B) was also higher in leptin-supplemented mice than in pair-fed mice. Significant differences in bone area or bone mineral content were not detected between ad lib and pair-fed mice. In addition, significant differences in bone mineral density (panel C) were not detected with treatment. Serum CTX (panel D) was lower in leptin-supplemented and pair-fed mice compared to ad lib mice but leptin-supplemented mice did not differ from pair-fed mice. Serum osteocalcin levels (panel E) did not differ among groups.\n\nThe effects of leptin supplementation and pair feeding on bone, bone formation and marrow adiposity in distal femur metaphysis and on marrow adiposity in distal femur diaphysis are shown in  Figure 4 . Significant differences in bone area/tissue area in the distal femur metaphysis (panel A) were not detected with treatment. However, mineralizing perimeter (panel B) was lower in pair-fed mice compared to ad lib mice and leptin-supplemented mice, and mineral apposition rate (panel C) was higher in leptin-supplemented mice than in ad lib mice and pair-fed mice. Bone formation rate (panel D) tended (p = 0.053) to be higher in leptin-supplemented mice compared to ad lib and was higher compared to pair-fed mice. Bone formation rate was lower in pair-fed mice compared to ad lib mice. Adipocyte area fraction (panel E) and adipocyte density (panel F) were lower in leptin-supplemented mice compared to ad lib and pair-fed mice whereas adipocyte size (panel G) did not differ between ad lib and leptin-supplemented mice but was higher in pair-fed mice compared to both ad lib and leptin-supplemented mice. The differences in BMAT among the treatment groups in the distal femur metaphysis can be readily appreciated in panel H. Treatment effects on BMAT were likewise observed in the distal femur diaphysis. Adipocyte area fraction (panel I), density (panel J) and size (panel K) were lower or tended to be lower in leptin-supplemented mice compared to ad lib and pair-fed mice. However, differences in marrow adiposity were not detected between ad lib and pair-fed mice.\n\nThe effects of leptin supplementation on differential expression of genes related to adipogenesis in abdominal WAT and tibia are shown in  Figures 5 ,  6 , respectively. In abdominal WAT, 8/84 genes were differentially expressed in leptin-supplemented mice compared to ad lib mice, 3/84 genes were differentially expressed in pair-fed mice compared to ad lib mice, and 7/84 genes were differentially expressed in leptin-supplemented mice compared to pair-fed mice. In tibia, 14/84 genes were differentially expressed in leptin-supplemented mice compared to ad lib mice, 32/84 genes were differentially expressed in pair-fed mice compared to ad lib mice, and 17/84 genes were differentially expressed in leptin-supplemented mice compared to pair-fed mice.\n\nExperiment 2: Effects of leptin on body composition and bone marrow adiposity in leptin-deficient ob/ob female mice\n\nThe effects of increasing housing temperature on body composition and BMAT in WT and ob/ob mice and (2) of leptin treatment on body composition and BMAT in ob/ob mice housed at 32°C are shown in  Figure 7 . Percent body fat (panel A) and abdominal WAT mass (panel B) increased in WT mice and increased (percent fat) or tended (p = 0.064) to increase (abdominal WAT) in ob/ob mice following transfer from room temperature (baseline, 22°C) to thermoneutral housing (32°C). Leptin treatment in ob/ob mice resulted in lower percent body fat but had no effect on abdominal WAT mass. As expected, Ucp1 expression in BAT (panel C) decreased in WT mice following transfer to thermoneutral housing while thermoneutral housing had no effect on Ucp1 expression in the ob/ob mice. Administration of leptin to ob/ob mice resulted in higher Ucp1 expression compared to administration of vehicle. Adipocyte area fraction (panel D), adipocyte density (panel E) and adipocyte size (panel F) increased in both WT and ob/ob mice following transfer to thermoneutral housing. Leptin treatment in ob/ob mice resulted in lower adipocyte area fraction and adipocyte density compared to vehicle. Significant differences in adipocyte size were not detected with leptin treatment in the ob/ob mice.",
  "discussion": "",
  "conclusion": "",
  "keywords": [
    "leptin",
    "BMAT",
    "thermoneutral",
    "room temperature",
    "marrow adipose tissue",
    "histomorphometry",
    "Endocrinology",
    "Original Research"
  ],
  "citations": [
    {
      "title": "Metabolic coupling between bone marrow adipose tissue and hematopoiesis",
      "authors": [
        "RT Turner",
        "SA Martin",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Marrow fat metabolism is linked to the systemic energy metabolism",
      "authors": [
        "B Lecka-Czernik"
      ]
    },
    {
      "title": "Bone marrow adipose tissue as an endocrine organ: Close to the bone",
      "authors": [
        "RJ Sulston",
        "WP Cawthorn"
      ]
    },
    {
      "title": "Development, regulation, metabolism and function of bone marrow adipose tissues",
      "authors": [
        "Z Li",
        "J Hardij",
        "DP Bagchi",
        "EL Scheller",
        "OA MacDougald"
      ]
    },
    {
      "title": "Evidence for an inverse relationship between the differentiation of adipocytic and osteogenic cells in rat marrow stromal cell cultures",
      "authors": [
        "JN Beresford",
        "JH Bennett",
        "C Devlin",
        "PS Leboy",
        "ME Owen"
      ]
    },
    {
      "title": "Fat's loss is bone's gain",
      "authors": [
        "L Pei",
        "P Tontonoz"
      ]
    },
    {
      "title": "Partial protection by dietary antioxidants against ethanol-induced osteopenia and changes in bone morphology in female mice",
      "authors": [
        "AW Alund",
        "KE Mercer",
        "CF Pulliam",
        "LJ Suva",
        "JR Chen",
        "TM Badger"
      ]
    },
    {
      "title": "Bone marrow adipocytes: A neglected target tissue for growth hormone",
      "authors": [
        "EF Gevers",
        "N Loveridge",
        "IC Robinson"
      ]
    },
    {
      "title": "Effects of spaceflight on trabecular bone in rats",
      "authors": [
        "WS Jee",
        "TJ Wronski",
        "ER Morey",
        "DB Kimmel"
      ]
    },
    {
      "title": "Fructose consumption does not worsen bone deficits resulting from high-fat feeding in young male rats",
      "authors": [
        "JF Yarrow",
        "HZ Toklu",
        "A Balaez",
        "EG Phillips",
        "DM Otzel",
        "C Chen"
      ]
    },
    {
      "title": "The impact of bone marrow adipocytes on osteoblast and osteoclast differentiation",
      "authors": [
        "S Muruganandan",
        "CJ Sinal"
      ]
    },
    {
      "title": "Adipocytic proportion of bone marrow is inversely related to bone formation in osteoporosis",
      "authors": [
        "S Verma",
        "JH Rajaratnam",
        "J Denton",
        "JA Hoyland",
        "RJ Byers"
      ]
    },
    {
      "title": "PPARgamma insufficiency enhances osteogenesis through osteoblast formation from bone marrow progenitors",
      "authors": [
        "T Akune",
        "S Ohba",
        "S Kamekura",
        "M Yamaguchi",
        "UI Chung",
        "N Kubota"
      ]
    },
    {
      "title": "Growth hormone regulates the balance between bone formation and bone marrow adiposity",
      "authors": [
        "PJ Menagh",
        "RT Turner",
        "DB Jump",
        "CP Wong",
        "MB Lowry",
        "S Yakar"
      ]
    },
    {
      "title": "Low dose parathyroid hormone maintains normal bone formation in adult male rats during rapid weight loss",
      "authors": [
        "RT Turner",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Dialogues Concerning Two New Sciences",
      "authors": [
        "G Galileo"
      ]
    },
    {
      "title": "Cardiovascular changes during daily torpor in the laboratory mouse",
      "authors": [
        "SJ Swoap",
        "MJ Gutilla"
      ]
    },
    {
      "title": "Unstressing intemperate models: How cold stress undermines mouse modeling",
      "authors": [
        "CL Karp"
      ]
    },
    {
      "title": "Thermoneutrality and immunity: How does cold stress affect disease",
      "authors": [
        "F Vialard",
        "M Olivier"
      ]
    },
    {
      "title": "Age-related changes in trabecular architecture differ in female and male C57BL/6J mice",
      "authors": [
        "V Glatt",
        "E Canalis",
        "L Stadmeyer",
        "ML Bouxsein"
      ]
    },
    {
      "title": "Thermoneutral housing attenuates premature cancellous bone loss in male C57BL/6J mice",
      "authors": [
        "SA Martin",
        "KA Philbrick",
        "CP Wong",
        "DA Olson",
        "AJ Branscum",
        "DB Jump"
      ]
    },
    {
      "title": "Low temperature decreases bone mass in mice: Implications for humans",
      "authors": [
        "A Robbins",
        "C Tom",
        "MN Cosman",
        "C Moursi",
        "L Shipp",
        "TM Spencer"
      ]
    },
    {
      "title": "Hypothalamic leptin gene therapy reduces bone marrow adiposity in ob/ob mice fed regular and high-fat diets",
      "authors": [
        "LB Lindenmaier",
        "KA Philbrick",
        "AJ Branscum",
        "SP Kalra",
        "RT Turner",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Role of estrogen receptor signaling in skeletal response to leptin in female ob/ob mice",
      "authors": [
        "RT Turner",
        "KA Philbrick",
        "AF Kuah",
        "AJ Branscum",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Central (ICV) leptin injection increases bone formation, bone mineral density, muscle mass, serum IGF-1, and the expression of osteogenic genes in leptin-deficient ob/ob mice",
      "authors": [
        "SM Bartell",
        "S Rayalam",
        "S Ambati",
        "DR Gaddam",
        "DL Hartzell",
        "M Hamrick"
      ]
    },
    {
      "title": "Leptin and regulation of linear growth",
      "authors": [
        "G Gat-Yablonski",
        "M Phillip"
      ]
    },
    {
      "title": "Novel leptin receptor signaling mutants identify location and sex-dependent modulation of bone density, adiposity, and growth",
      "authors": [
        "IC McCabe",
        "A Fedorko",
        "MG Myers",
        "G Leinninger",
        "E Scheller",
        "LR McCabe"
      ]
    },
    {
      "title": "Leptin is a potent stimulator of bone growth in ob/ob mice",
      "authors": [
        "CM Steppan",
        "DT Crawford",
        "KL Chidsey-Frink",
        "H Ke",
        "AG Swick"
      ]
    },
    {
      "title": "Leptin treatment induces loss of bone marrow adipocytes and increases bone formation in leptin-deficient ob/ob mice",
      "authors": [
        "MW Hamrick",
        "MA Della-Fera",
        "YH Choi",
        "C Pennington",
        "D Hartzell",
        "CA Baile"
      ]
    },
    {
      "title": "Effect of leptin on marrow adiposity in ovariectomized rabbits assessed by proton magnetic resonance spectroscopy",
      "authors": [
        "S Li",
        "H Jiang",
        "B Wang",
        "M Gu",
        "N Zhang",
        "W Liang"
      ]
    },
    {
      "title": "Room temperature housing results in premature cancellous bone loss in growing female mice: implications for the mouse as a preclinical model for age-related bone loss",
      "authors": [
        "UT Iwaniec",
        "KA Philbrick",
        "CP Wong",
        "JL Gordon",
        "AM Kahler-Quesada",
        "DA Olson"
      ]
    },
    {
      "title": "Bone marrow adipocytes-role in physiology and various nutritional conditions in human and animal models",
      "authors": [
        "K Piotrowska",
        "M Tarnowski"
      ]
    },
    {
      "title": "Mouse thermoregulation: Introducing the concept of the thermoneutral point",
      "authors": [
        "V Skop",
        "J Guo",
        "N Liu",
        "C Xiao",
        "KD Hall",
        "O Gavrilova"
      ]
    },
    {
      "title": "Baseline tumor growth and immune control in laboratory mice are significantly influenced by subthermoneutral housing temperature",
      "authors": [
        "KM Kokolus",
        "ML Capitano",
        "CT Lee",
        "JW Eng",
        "JD Waight",
        "BL Hylander"
      ]
    },
    {
      "title": "Leptin stimulates bone formation in ob/ob mice at doses having minimal impact on energy metabolism",
      "authors": [
        "KA Philbrick",
        "CP Wong",
        "AJ Branscum",
        "RT Turner",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Histological analysis of bone",
      "authors": [
        "UT Iwaniec",
        "TJ Wronski",
        "RT Turner"
      ]
    },
    {
      "title": "Standardized nomenclature, symbols, and units for bone histomorphometry: A 2012 update of the report of the ASBMR histomorphometry nomenclature committee",
      "authors": [
        "DW Dempster",
        "JE Compston",
        "MK Drezner",
        "FH Glorieux",
        "JA Kanis",
        "H Malluche"
      ]
    },
    {
      "title": "Controlling the false dicovery rate: a practical and powerful approach to multiple testing",
      "authors": [
        "Y Benjamini",
        "Y Hochberg"
      ]
    },
    {
      "title": "Spaceflight-induced vertebral bone loss in ovariectomized rats is associated with increased bone marrow adiposity and no change in bone formation",
      "authors": [
        "JA Keune",
        "KA Philbrick",
        "AJ Branscum",
        "UT Iwaniec",
        "RT Turner"
      ]
    },
    {
      "title": "Alcohol alters whole body composition, inhibits bone formation, and increases bone marrow adiposity in rats",
      "authors": [
        "GF Maddalozzo",
        "RT Turner",
        "CH Edwards",
        "KS Howe",
        "JJ Widrick",
        "CJ Rosen"
      ]
    },
    {
      "title": "The influence of therapeutic radiation on the patterns of bone marrow in ovary-intact and ovariectomized mice",
      "authors": [
        "SK Hui",
        "L Sharkey",
        "LS Kidder",
        "Y Zhang",
        "G Fairchild",
        "K Coghill"
      ]
    },
    {
      "title": "Acute exposure to high dose gamma-radiation results in transient activation of bone lining cells",
      "authors": [
        "RT Turner",
        "UT Iwaniec",
        "CP Wong",
        "LB Lindenmaier",
        "LA Wagner",
        "AJ Branscum"
      ]
    },
    {
      "title": "Failure to generate bone marrow adipocytes does not protect mice from ovariectomy-induced osteopenia",
      "authors": [
        "UT Iwaniec",
        "RT Turner"
      ]
    },
    {
      "title": "Effects of basic fibroblast growth factor and a prostaglandin E2 receptor subtype 4 agonist on osteoblastogenesis and adipogenesis in aged ovariectomized rats",
      "authors": [
        "JI Aguirre",
        "ME Leal",
        "MF Rivera",
        "SM Vanegas",
        "M Jorgensen",
        "TJ Wronski"
      ]
    },
    {
      "title": "Effect of leptin deficiency on the skeletal response to hindlimb unloading in adult male mice",
      "authors": [
        "JA Keune",
        "AJ Branscum",
        "CP Wong",
        "UT Iwaniec",
        "RT Turner"
      ]
    },
    {
      "title": "Polyethylene particles inserted over calvarium induce cancellous bone loss in femur in female mice",
      "authors": [
        "KA Philbrick",
        "CP Wong",
        "AM Kahler-Quesada",
        "DA Olson",
        "AJ Branscum",
        "RT Turner"
      ]
    },
    {
      "title": "Effect of reduced c-kit signaling on bone marrow adiposity",
      "authors": [
        "RT Turner",
        "CP Wong",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Bone marrow lipids in normal and anemic mice",
      "authors": [
        "JE Potter",
        "EG Wright"
      ]
    },
    {
      "title": "Bone marrow adipose tissue deficiency increases disuse-induced bone loss in male mice",
      "authors": [
        "JA Keune",
        "CP Wong",
        "AJ Branscum",
        "UT Iwaniec",
        "RT Turner"
      ]
    },
    {
      "title": "Physiological factors necessary to alleviate genetic lethal anemia in mice",
      "authors": [
        "GE Gowen J"
      ]
    },
    {
      "title": "Growth and differentiation of transplanted W/Wv marrow",
      "authors": [
        "JP Lewis",
        "LF O'Grady",
        "SE Bernstein",
        "EE Russell",
        "FE Trobaugh"
      ]
    },
    {
      "title": "Maintenance of near normal bone mass and architecture in lethally irradiated female mice following adoptive transfer with as few as 750 purified hematopoietic stem cells",
      "authors": [
        "RT Deyhle",
        "CP Wong",
        "SA Martin",
        "MQ McDougall",
        "DA Olson",
        "AJ Branscum"
      ]
    },
    {
      "title": "Lipolysis of bone marrow adipocytes is required to fuel bone and the marrow niche during energy deficits",
      "authors": [
        "Z Li",
        "E Bowers",
        "J Zhu",
        "H Yu",
        "J Hardij",
        "DP Bagchi"
      ]
    },
    {
      "title": "Bone marrow adiposity and the hematopoietic niche: A historical perspective of reciprocity, heterogeneity, and lineage commitment",
      "authors": [
        "J Tratwal",
        "S Rojas-Sutterlin",
        "C Bataclan",
        "S Blum",
        "O Naveiras"
      ]
    },
    {
      "title": "Bone marrow adipose tissue-derived stem cell factor mediates metabolic regulation of hematopoiesis",
      "authors": [
        "Z Zhang",
        "Z Huang",
        "B Ong",
        "C Sahu",
        "H Zeng",
        "HB Ruan"
      ]
    },
    {
      "title": "Human osteoblasts derived from mesenchymal stem cells express adipogenic markers upon coculture with bone marrow adipocytes",
      "authors": [
        "A Clabaut",
        "S Delplace",
        "C Chauveau",
        "P Hardouin",
        "O Broux"
      ]
    },
    {
      "title": "Characterization of age-related gene expression profiling in bone marrow and epididymal adipocytes",
      "authors": [
        "LF Liu",
        "WJ Shen",
        "M Ueno",
        "S Patel",
        "FB Kraemer"
      ]
    },
    {
      "title": "Wnt signalling mediates the cross-talk between bone marrow derived pre-adipocytic and pre-osteoblastic cell populations",
      "authors": [
        "H Taipaleenmaki",
        "BM Abdallah",
        "A AlDahmash",
        "AM Saamanen",
        "M Kassem"
      ]
    },
    {
      "title": "Dexamethasone-induced lipolysis increases the adverse effect of adipocytes on osteoblasts using cells derived from human mesenchymal stem cells",
      "authors": [
        "D Wang",
        "A Haile",
        "LC Jones"
      ]
    },
    {
      "title": "Human bone marrow adipocytes support dexamethasone-induced osteoclast differentiation and function through RANKL expression",
      "authors": [
        "H Goto",
        "M Osaki",
        "T Fukushima",
        "K Sakamoto",
        "A Hozumi",
        "H Baba"
      ]
    },
    {
      "title": "Caloric restriction and hypothalamic leptin gene therapy have differential effects on energy partitioning in adult female rats",
      "authors": [
        "RT Turner",
        "CP Wong",
        "KM Fosse",
        "AJ Branscum",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Paradoxical effects of partial leptin deficiency on bone in growing female mice",
      "authors": [
        "KA Philbrick",
        "RT Turner",
        "AJ Branscum",
        "CP Wong",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Physiological response to long-term peripheral and central leptin infusion in lean and obese mice",
      "authors": [
        "JL Halaas",
        "C Boozer",
        "J Blair-West",
        "N Fidahusein",
        "DA Denton",
        "JM Friedman"
      ]
    },
    {
      "title": "Diet-induced obese mice develop peripheral, but not central, resistance to leptin",
      "authors": [
        "M Van Heek",
        "DS Compton",
        "CF France",
        "RP Tedesco",
        "AB Fawzi",
        "MP Graziano"
      ]
    },
    {
      "title": "Effects of propranolol on bone, white adipose tissue, and bone marrow adipose tissue in mice housed at room temperature or thermoneutral temperature",
      "authors": [
        "RT Turner",
        "KA Philbrick",
        "CP Wong",
        "AR Gamboa",
        "AJ Branscum",
        "UT Iwaniec"
      ]
    },
    {
      "title": "Effect of high-fat diet feeding on leptin receptor expression in white adipose tissue in rats: depot- and sex-related differential response",
      "authors": [
        "T Priego",
        "J Sanchez",
        "A Palou",
        "C Pico"
      ]
    },
    {
      "title": "An assessment of thermoneutral housing conditions on murine cardiometabolic function",
      "authors": [
        "X Chen",
        "E Bollinger",
        "T Cunio",
        "F Damilano",
        "JC Stansfield",
        "CA Pinkus"
      ]
    },
    {
      "title": "Neuropeptide y regulation of energy partitioning and bone mass during cold exposure",
      "authors": [
        "NKY Wee",
        "AD Nguyen",
        "RF Enriquez",
        "L Zhang",
        "H Herzog",
        "PA Baldock"
      ]
    },
    {
      "title": "Metabolic response of visceral white adipose tissue of obese mice exposed for 5 days to human room temperature compared to mouse thermoneutrality",
      "authors": [
        "I van der Stelt",
        "F Hoevenaars",
        "J Siroka",
        "L de Ronde",
        "D Friedecky",
        "J Keijer"
      ]
    },
    {
      "title": "Standard sub-thermoneutral caging temperature influences radiosensitivity of hematopoietic stem and progenitor cells",
      "authors": [
        "BJ Povinelli",
        "KM Kokolus",
        "JW Eng",
        "CW Dougher",
        "L Curtin",
        "ML Capitano"
      ]
    },
    {
      "title": "Housing temperature influences atypical antipsychotic drug-induced bone loss in female C57BL/6J mice",
      "authors": [
        "RF Kunst",
        "AL Langlais",
        "D Barlow",
        "KL Houseknecht",
        "KJ Motyl"
      ]
    },
    {
      "title": "Limited impacts of thermoneutral housing on bone morphology and mechanical properties in growing female mice exposed to external loading and raloxifene treatment",
      "authors": [
        "CA Tastad",
        "R Kohler",
        "JM Wallace"
      ]
    }
  ],
  "original_title": "Leptin and environmental temperature as determinants of bone marrow adiposity in female mice",
  "image_download_links": [
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/50c3/9582271/0cc3608869f5/fendo-13-959743-g001.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/50c3/9582271/1ac7cdadd496/fendo-13-959743-g002.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/50c3/9582271/6782d90bbca0/fendo-13-959743-g003.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/50c3/9582271/03aed4bbd908/fendo-13-959743-g004.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/50c3/9582271/5c78a4509552/fendo-13-959743-g005.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/50c3/9582271/7354e9f9e9eb/fendo-13-959743-g006.jpg",
    "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/50c3/9582271/a09af8f35e11/fendo-13-959743-g007.jpg"
  ]
}